{
    "판례일련번호": 402031,
    "사건명": "서울고등법원 2021. 4. 8. 선고 2019누33226 판결 [시정명령및과징금납부명령취소]상고",
    "사건번호": "2019누33226",
    "선고일자": "2021-04-08",
    "법원명": "서울고등법원",
    "법원종류코드": null,
    "사건종류명": "기업_공동행위",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "서울고등법원 2021. 4. 8. 선고 2019누33226 판결 [시정명령및과징금납부명령취소]\n상고\n【사건】\n2019누33226 시정명령및과징금납부명령취소\n원고\nA 주식회사\n소송대리인 법무법인(유한) 태평양\n담당변호사 윤성운, 박상현, 김진훈, 장혜선\n피고\n공정거래위원회\n소송대리인 변호사 고세경, 이우규\n변론종결\n2021. 3. 4.\n판결선고\n2021. 4. 8.\n주문\n1. 원고의 청구를 기각한다.\n2. 소송비용은 원고가 부담한다.\n청구취지\n피고가 2018. 12. 20. 의결 B로 원고에 대하여 한 별지 1 기재 시정명령 및 과징금납부명령을 모두 취소한다.\n이유\n1. 기초사실과 처분의 경위\n가. 원고 등 6개사의 지위와 일반현황\n원고, C 주식회사(이하 'C'이라 하고, 다른 회사의 경우에도 '주식회사' 기재는 생략한다), D, E, F, G(이하 'G'을 'G'로 약칭하고, 6개 회사를 통틀어 지칭할 경우에는 '원고 등 6개사'라 한다)은 철근 제조 · 판매업을 영위하는 자들로서 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것, 이하 '공정거래법'이라 한다) 제2조 제1호의 사업자에 해당한다. 원고 등 6개사의 일반현황은 아래 [표 1]과 같다.\n[표 1] 원고 등 6개사의 일반현황\n(2016. 12. 31. 기준, 단위: 백만 원, 명)\n나. 철근시장의 구조와 실태\n1) 철근의 개념과 종류\n철근은 철스크랩(고철)을 전기로에서 녹여 생산한 막대기 모양의 철강재로 건설과 토목의 기초 구조물로 사용되는데, 주로 콘크리트와 합쳐진 철근 콘크리트 구조물에 사용된다.\n철근은 강종(인장강도), 규격(철근심의 지름) 등에 따라 다양한 종류가 있다. 인장강도는 SD\n1)\n300, SD400, SD500 등의 수치로 표기하고, 수치가 클수록 인장강도가 세며 가격도 더 비싸다. 규격은 10~51mm로 구분되고, 10mm를 기준으로 32mm까지는 굵을수록 가격이 싸고, 35~51mm는 굵을수록 가격이 비싸다. 철근 중에서 가격 등의 기준이 되는 철근은 SD400 10mm이다.\n2) 철근 산업의 특성\n철근 산업은 주택 · 건설 산업에서 사용되는 철근 자재를 공급하는 기초 소재 산업이고, 초기에 대규모 생산시설을 갖추어야 정상적인 생산이 가능한 자본집약적 산업으로서 신규 진입이 용이하지 않다. 철근 산업은 국내 건설경기와 높은 상관관계가 있어 계절적으로 콘크리트 타설이 용이한 봄부터 늦가을까지는 성수기이고, 콘크리트 타설이 어려운 겨울철과 장마철은 비수기이다. 또한 철근 산업은 체감경기 회복 이후 건축계획과 분양이 활성화되는 건설업의 특성에 따라 체감경기에 약 1년 정도 후행하는 특징이 있으며, 생산시설의 지역적 편중으로 인해 생산지와 소비지 간 거리가 멀다. 철근은 다른 제품에 비해 무게가 많이 나가고, 부피도 커서 운반과 보관에 비용이 많이 소요되므로, 수출에 제약을 받는 내수의존 산업이다.\n철근 제조원가는 주재료인 철스크랩, 합금철과 같은 부재료, 인건비, 전력비, 연료비 등으로 구성된다. 각 철근 제조 · 판매업채(이하 '제강사'라 한다)별로 차이가 있기는 하나, 평균적으로 원가에서 차지하는 비중을 보면 철스크랩이 65.8%, 전력비가 10.4%, 부재료가 7.7%, 인건비가 4.7%, 연료비가 2.4%, 기타가 9.2%이다.\n3) 유통구조와 시장 현황\n국내 철근 시장은 건설사, 유통사 등과 거래하는 시장인 민수시장과 조달청을 통해 정부 · 공공기관과 거래하는 관수시장으로 구분된다.\n철근의 거래 유형은 아래 [표 2]와 같이 거래 상대방에 따라 대형 건설사와의 거래인 직판(건설향)과 유통사와의 거래인 유통(유통향)으로 구분되며, 거래 방법에 따라 수요처의 요청으로 수시로 거래되는 수시거래, 경쟁입찰에 의한 장기계약거래로 구분된다. 경쟁입찰에 의한 장기계약거래는 거래 기간이 통상 1년 6개월 내지 2년으로 장기간이고, 납품가격은 낙찰된 제강사가 제시한 고정 할인 폭\n2)\n으로 결정된다.\n[표 기 철근 판매시장의 분류\n2016년도 국내 철근 생산량(수입 물량 포함) 기준으로 산정한 원고 등 6개사의 시장점유율 합계는 81%이다.\n4)\n구체적인 제강사별 시장점유율은 아래 [표 3]과 같고,\n5)\n원고 등 6개사의 철근 매출액 현황은 아래 [표 4]와 같다.\n[표 3] 2015년 및 2016년 생산능력과 생산량 현황\n(단위: 천 톤, %)\n[표 4] 원고 등 6개사의 철근 매출액 현황\n(단위: 백만 원, %)\n4) 거래 관행과 가격 결정 구조\n가) 거래 관행\n철근은 시장에서 '선출하 후정산' 방식으로 거래되어 왔다. 즉, 제강사는 건설사, 유통사 등 수요처가 필요로 할 때 먼저 철근을 공급하고, 월말 또는 다음 달 초에 지난 한 달간 공급한 철근 물량에 대해 정산하여 대금을 지급받는다. 제강사가 사후 정산하는 과정을 '월 마감'이라 하는데, 아래 [표 5], [표 6]에 따라 결정된 가격에서 한 달간 개별 수요자가 구매한 총 물량, 현금 결제 여부, 운송 거리 등을 고려한 할인 폭을 적용하여 최종 정산한다.\n제강사와 L협의회(이하 'L'라 한다)는 협상을 통해 SD400 10mm의 가격을 결정하는데, 이를 '기준가격'이라 한다. 다른 강종 · 규격의 철근가격은 기준가격에 연동되어 아래 [표 5], [표 6]과 같은 산식에 따라 결정된다.\n[표 5] 강종별 철근가격 현황\n[표 6] 규격별 철근가격 현황\n나) 기준가격 결정 방식\n(1) 2011년 11월 이전까지 기준가격은 C 영업임원과 L 회장이 1:1로 만나 월 단위로 협상을 통해 기준가격을 결정하였다. 다만 해당 월의 기준가격은 해당 월 거래가 이루어지기 전인 월초가 아니라 거래가 이루어진 이후인 월말 경에 결정되었다. 제강사들은 기준가격이 거래가 이루어진 후에 결정되다보니 정산 전까지 적용할 임시가격(이하 '고시가격'이라 한다)을 정하여 발표한 다음에 이를 기준으로 한 달 동안 거래한 후 월말 경에 결정된 기준가격을 적용하여 정산하였다.\n(2) 제강사와 L 간 잦은 협상 결렬로 기준가격 결정이 지연되고, 건설사와 제강사 간 세금계산서 수취 거부, 철근 출하 중단 등의 분쟁이 반복되자 2011년 11월경 지식경제부 주도 아래 제강사와 건설사 간 '철근가격 협의체'\n7)\n를 구성하여 공식적으로 매월 철근 기준가격을 결정하기로 하였다. 그러나 철근가격 협의체를 통한 월별 기준가격 협상도 기존 협상 방식과 사실상 동일하여\n8)\n2013년 9월부터 2014년 2월까지 6개월 동안 기준가격 협상이 지연되는 등 협상 결렬로 인한 기준가격 결정 지연 등의 문제가 반복되었다.\n(3) 제강사와 L는 2014년 2분기부터 협상이 장기간 지연되는 사례가 반복되지 않도록 기준가격 협상 · 결정 주기를 분기 단위로 하고, 기준가격 결정 시기를 거래 이전 시점인 매 분기 첫째 달 전후로 하여 시장에서 해당 분기의 기준가격을 미리 알 수 있도록 하였다. 한편 2014년 2분기부터 2015년 2분기까지는 기존과 같이 C 영업임원과 L 회장이 1:1로 협상하였으나, 2015년 2분기부터는 제강사 측에서는 C과 D의 각 영업팀장이, L에서는 회장과 부회장이 각각 참석하는 2:2 협의체 형태로 변경되었다.\n다. 피고의 처분\n1) 시정명령 및 과징금 부과처분\n피고는, 원고 등 6개사가 2015. 5. 13.부터 2016. 12. 6.까지 수시로 영업팀장 모임 및 유선연락 등을 통하여 아래 [표 7]과 같이 대형 건설사에 판매하는 직판가격 및 유통사 등에 판매하는 유통가격 등 철근가격을 공동으로 결정하기로 합의하는 방법으로 공정거래법 제19조 제1항 제1호에서 정한 부당하게 경쟁을 제한하는 행위(이하 '이 사건 공동행위'라 한다)를 하였다는 이유를 들어 2018. 12. 20. 전원회의 의결 B로 원고에게 공정거래법 제21조, 제22조를 적용하여 별지 1 기재와 같은 시정명령과 과징금납부명령을 하였다(이하 '이 사건 처분'이라 한다).\n[표 7] 제강사 영업팀장 모임 및 주요 합의내용\n9)\n2) 과징금 산정내역\n피고는 공정거래법 제22조, 제55조의3, 구 독점규제 및 공정거래에 관한 법률 시행령(2017. 9. 29. 대통령령 제28352호로 개정되기 전의 것, 이하 '공정거래법 시행령'이라 한다) 제61조 [별표 2], 과징금 부과 세부기준 등에 관한 고시(공정거래위원회 고시 제2017-21호, 이하 '과징금고시'라 한다) Ⅲ. 2. 다. (1)항에 따라 과징금을 부과하였는데, 그 구체적인 산정 내역은 아래와 같다.\n가) 관련매출액\n(1) 관련 상품: 원고 등 6개사가 제조 · 판매한 모든 철근 제품\n(2) 위반기간: 2015. 5. 13.(최초 합의일)~2016. 12. 6.(직권조사 전일)\n(3) 관련매출액 산정: 원고가 위반기간 동안 판매한 모든 철근 매출을 관련매출액으로 하되, 경쟁입찰에 의한 장기계약물량\n11)\n등의 매출은 제외한다. 원고의 관련매출액은 건설사에 대한 매출 17,700,869,804원, 유통사에 대한 매출 360,474,827,054원으로 합계 378,245,696,858원(부가가치세 제외)이다.\n나) 부과기준율\n이 사건 공동행위는 경성카르텔로서 경쟁제한 효과가 명백한 점, 원고 등 6개사가 철근가격을 공동으로 결정하였으나, 철근가격이 시장 상황이나 수요처(건설사, 유통사 등)와의 협상에 의해 결정되는 측면이 있어 합의한 가격대로 대부분 마감되지 않은 점, L와의 기준가격 협상을 유리하게 하기 위한 대항카르텔 성격도 일부 있는 점, 합의 실행을 강제하기 위한 이행확보 수단이 없었던 점 등을 종합적으로 감안하여 3%의 부과기준율을 적용한다.\n다) 부과과징금의 결정\n관련매출액에 부과기준율을 곱하여 계산한 원고에 대한 과징금 산정기준은 11,347,370,000원이다. 행위 요소에 의한 1차 조정사유와 행위자 요소 등에 의한 2차 조정사유가 없으므로, 위 산정기준에서 백만 원 미만의 금액을 버린 부과과징금은 11,347,000,000원이다.\n[인정근거] 갑 제1, 2, 6호증, 을 제65호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지\n2. 이 사건 처분의 적법 여부\n가. 원고의 주장\n1) 절차상 하자\n피고는 이 사건 처분과 관련한 심의 과정에서 처분사유를 뒷받침하는 핵심증거인 G 영업팀장인 R의 업무일지와 R 등 G 직원들의 진술조서(이하 '이 사건 비공개자료'라 한다)를 원고에게 제공하지 않았고, 원고의 열람 · 복사 신청에도 별다른 설명 없이 이를 공개하지 않은 채 이 사건 처분을 하였다.\n그런데 공정거래법 제55조의2의 위임을 받아 제정된 공정거래위원회의 회의 운영 및 사건절차 등에 관한 규칙(2018. 5. 18. 공정거래위원회고시 제2018-7호, 이하 '절차규칙'이라 한다) 제29조 제12항 제1호의 \"영업비밀\"은 부정경쟁방지 및 영업비밀보호에 관한 법률(이하 '부정경쟁방지법'이라 한다) 제2조 제2호에서 규정하고 있는 영업비밀에 한정되는바, 이 사건 비공개자료는 부정경쟁방지법 제2조 제2호의 영업비밀에 해당한다고 볼 수 없다. 또한 절차규칙 제29조 제12항 제3호의 '자진신고와 관련된 자료'는 감면신청서, 보정서 등 자진신고와 직접적으로 연관된 자료를 뜻하고, 이 사건 비공개자료와 같이 업무 과정에서 작성된 문서나 자진신고와 관련된 사항이 아닌 자료는 여기에 해당하지 않는다고 보아야 한다.\n그럼에도 피고가 정당한 사유 없이 원고에게 이 사건 비공개자료를 제공하지 않고, 열람 · 복사를 거부함으로써 원고는 이 사건 처분에 대한 변명과 유리한 자료를 제출하여 방어권을 행사할 기회를 실질적으로 박탈당하였다. 이처럼 이 사건 처분 과정에 원고의 방어권을 침해하는 절차상 하자가 존재하므로, 이 사건 처분은 위법하여 취소되어야 한다.\n(이에 대하여 피고는 이 사건 비공개자료가 영업비밀 보호, 자진신고와 관련된 자료로서 절차규칙 제29조 제12항 각 호에서 정한 사유에 해당하므로, 이를 제공하지 않거나 원고의 열람 · 복사 요구에 응하지 아니하였더라도 절차상 하자가 존재한다고 보기 어렵고, 설령 절차상 하자가 존재하더라도 이로써 원고의 방어권 행사에 실질적인 지장이 초래되었다고 볼 수 없으므로, 이를 이유로 이 사건 처분이 위법하여 취소되어야 한다고 보기는 어렵다고 주장한다.)\n2) 처분사유의 부존재\n철근 직판가격은 개별 제강사와 개별 건설사 사이에 협상에 의해 구체적으로 결정되는 것으로 원고는 다른 제강사와 철근 직판가격에 대하여 경쟁을 제한하는 내용의 합의를 한 사실이 없고, 철근 유통가격의 경우에도 원고는 매월 철근 영업회의를 거쳐 독자적으로 결정하였을 뿐 다른 제강사와 철근 유통가격에 대하여 경쟁을 제한하는 내용의 합의를 한 사실이 없다. 피고는 원고 등 6개사의 영업팀장 모임에서 철근 직판가격과 유통가격에 관한 합의를 하였다고 하나, 영업팀장 모임별로 참석자, 합의 사항 등이 특정되지 않았고, 개별 가격결정에 관한 합의 내용도 증명되지 않았다.\n12)\n특히 피고가 원고 등 6개사 사이에 합의가 있었음을 뒷받침하는 핵심적인 증거로 제시하고 있는 G 영업팀장인 R의 업무일지와 R이 피고와 검찰에서 한 진술은, 업무일지의 내용 중 상당 부분이 R이 영업팀장 모임에 참석하지 않은 채 유통사 또는 언론매체 등을 통해 파악한 것으로 그 내용이 사실관계와 일치하지 않고, R이 피고의 조사 과정에서 한 진술도 자신의 업무일지를 보면서 한 것으로 피고 조사관이 유도하는 취지의 질문에 긍정하는 답변 내용을 기재한 것에 불과하다. 또한 R의 업무일지와 피고와 검찰에서의 진술은 R이 이 법정과 서울고등법원 2019누33233 사건(이하 '관련 사건'이라 한다)의 법정에서 증언한 내용과 상반되어 신빙성을 인정할 수 없고, 그 밖에 다른 증거들만으로는 원고가 이 사건 공동행위를 하였다고 인정할 수 없다.\n뿐만 아니라 이 사건 공동행위가 실행되었다고 볼 만한 증거가 없고, 이 사건 공동행위와 외형상 일치도 증명되지 않았다.\n따라서 이 사건 처분사유는 존재하지 않는다.\n3) 관련매출액 산정의 위법\n가) 하나의 공동행위임을 전제로 한 관련매출액 산정이 위법하다는 주장\n철근 유통가격에 관한 담합 할인 폭과 실제 철근업체들의 마감 할인 폭 사이에 외형상 일치가 인정되지 않고, 직판가격 담합의 경우에도 금액이 특정된 월별 직판 가격 담합행위는 2015년 8월, 2016년 2월 내지 5월이 전부임에도 피고는 구체적인 금액을 특정하지 않은 채 할인 폭 축소를 합의했다고만 주장하고 있다.\n따라서 이 사건 공동행위는 하나의 공동행위라고 볼 수 없으므로, 원고가 실제 가격을 합의하지 않은 기간의 매출액은 관련매출액에서 제외되어야 함에도 담합 혐의 기간 전체를 기초로 관련매출액을 산정한 것은 위법하다.\n나) 관련매출액 산정에서 직판물량과 관련된 매출액은 제외되어야 한다는 주장\n원고의 직판물량은 낙찰 물량, 수의계약 물량, 일반 물량의 구분 없이 원고와 개별 건설사 사이에 1:1 협상을 통해 적용단가, 할인금액, 수금조건 등이 결정되었다.\n따라서 직판물량의 경우 피고가 주장하는 합의와 무관하게 개별 협상을 통해가격이 결정되므로, 관련매출액의 산정에서 제외되어야 한다.\n다) 위반행위 개시일보다 이전에 발생한 매출액은 관련매출액에서 제외되어야 한다는 주장\n피고는 이 사건 공동행위의 위반기간을 2015. 5. 13.부터 2016. 12. 6.까지로 보면서도 원고의 관련매출액을 산정할 때는 2015. 5. 1.부터 2016. 12. 6.까지의 철근매출액을 관련매출액으로 인정하였다.\n따라서 피고가 주장하는 위반행위 개시일보다 이전인 2015. 5. 1.부터 2015. 5. 12.까지의 매출액은 관련매출액에서 제외되어야 한다.\n나. 관계 법령\n별지 2 기재와 같다.\n다. 판단\n1) 절차상 하자의 존재 및 이에 따른 이 사건 처분의 취소 여부\n가) 관련 법리\n(1) 공정거래법 제52조의2는 당사자 또는 이해관계인이 공정거래위원회에 대하여 공정거래법 규정에 의한 처분과 관련된 자료의 열람 또는 복사를 요구할 수 있고, 이 경우 공정거래위원회는 자료를 제출한 자의 동의가 있거나 공익상 필요하다고 인정할 때에는 이에 응하여야 한다고 규정하고 있다. 공정거래법 제52조의2의 규정 취지를 헌법상 적법절차 원칙을 고려하여 체계적으로 살펴보면, 당사자인 피심인은 공정거래위원회에 대하여 공정거래법 규정에 의한 처분과 관련된 자료의 열람 또는 복사를 요구할 수 있고, 적어도 공정거래위원회의 심의 · 의결 과정에서는 다른 법령에 따라 공개가 제한되는 경우 등 특별한 사정이 없는 한 공정거래위원회가 피심인의 이러한 요구를 거부할 수 없음이 원칙이라고 새기는 것이 타당하다. 공정거래법 제55조의2는 이러한 전제에서 공정거래법 규정 위반사건의 처리절차 등에 관하여 필요한 사항을 공정거래위원회가 정하여 고시하도록 규정한 것으로 볼 수 있고, 이에 따라 그 내용 역시 이러한 한계 범위 내에서 설정되어야 한다.\n(2) 공정거래법 제55조의2에 근거한 절차규칙 제29조 제1항, 제10항, 제12항, 제29조의2 제1항, 제2항의 규정들을 앞서 본 공정거래법상 당사자에게 부여된 열람 ·복사 요구권의 내용과 한계에 비추어 살펴보면, 요구된 대상이 영업비밀, 사생활의 비밀 등 기타 법령 규정이 정한 비공개 자료에 해당하거나 자진신고와 관련된 자료로서 자진신고자 등의 신상 등 사적인 정보가 드러나는 부분 등에 관하여는, 첨부자료의 열람 · 복사 요구를 거부할 수도 있다. 다만 이 경우에도 일률적으로 거부할 수는 없고 첨부자료의 열람 · 복사를 거부함으로써 보호되는 이익과 그로 인하여 침해되는 피심인의 방어권의 내용과 정도를 비교 · 형량하여 신중하게 판단하여야 한다.\n(3) 그러므로 피심인이 심의 · 의결절차에서의 방어권을 행사하기 위하여 필요한 심사보고서의 첨부자료 열람 · 복사를 신청하였으나, 공정거래위원회가 절차규칙 제29조 제12항에서 정한 거부 사유에 해당하지 않음에도 이에 응하지 아니하였다면, 공정거래위원회의 심의 · 의결의 절차적 정당성이 상실되므로, 공정거래위원회의 처분은 그 절차적 하자로 인하여 원칙적으로 취소되어야 한다.\n다만 그 절차상 하자로 인하여 피심인의 방어권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 예외적인 경우에는, 공정거래위원회가 첨부자료의 제공 또는 열람 · 복사를 거절하였다고 하더라도 그로 인하여 공정거래위원회의 심의 · 의결에 절차적 정당성이 상실되었다고 볼 수 없으므로 그 처분을 취소할 것은 아니다. 나아가 첨부자료의 제공 또는 열람 · 복사가 거절되는 등으로 인하여 피심인의 방어권이 실질적으로 침해되었는지 여부는 공정거래위원회가 송부 내지 열람 · 복사를 거부한 자료의 내용, 범위, 정도, 그 자료의 내용과 처분요건 등과의 관련 정도, 거부의 경위와 거부사유의 타당성, 심사보고서에 기재된 내용, 피심인이 심의 · 의결절차에서 의견을 진술하고 변명하는 등 방어의 기회를 충분히 가졌는지 여부 등을 종합하여 판단하여야 한다(대법원 2018. 12. 27. 선고 2015두44028 판결 참조).\n나) 구체적 판단\n(1) 이 사건 비공개자료가 절차규칙 제29조 제12항 쟤1호의 영업비밀 또는 같은 항 제3호의 자진신고와 관련된 자료에 해당하는지 여부\n먼저 피고가 원고에게 이 사건 비공개자료에 대하여 절차규칙 제29조 제12항 제1호 또는 제3호에 따라 송부 내지 열람 · 복사를 거부할 수 있는 사유에 해당하는지에 관하여 살펴본다.\n(가) 절차규칙 제29조 제12항 제1호는 '영업비밀 보호(부정경쟁방지법 제2조 제2호에서 규정한 것을 말한다)'라고 규정하고 있는데, 부정경쟁방지법 제2조 제2호는 \"영업비밀\"이란 '공공연히 알려져 있지 아니하고 독립된 경제적 가치를 가지는 것으로서, 비밀로 관리된 생산방법, 판매방법, 그 밖에 영업활동에 유용한 기술상 또는 경영상의 정보를 말한다'고 규정하고 있다.\n여기서 '공공연히 알려져 있지 아니하다'는 것은 그 정보가 간행물 등의 매체에 실리는 등 불특정 다수인에게 알려져 있지 않기 때문에 보유자를 통하지 아니하고는 그 정보를 통상 입수할 수 없는 것을 말하고, '독립된 경제적 가치를 가진다'는 것은 정보의 보유자가 그 정보의 사용을 통해 경쟁자에 대하여 경쟁상의 이익을 얻을 수 있거나 또는 그 정보의 취득이나 개발을 위해 상당한 비용이나 노력이 필요하다는 것을 말하며, '상당한 노력에 의하여 비밀로 유지된다'는 것은 그 정보가 비밀이라고 인식될 수 있는 표시를 하거나 고지를 하고, 그 정보에 접근할 수 있는 대상자나 접근 방법을 제한하거나 그 정보에 접근한 자에게 비밀준수의무를 부과하는 등 객관적으로 그 정보가 비밀로 유지 · 관리되고 있다는 사실이 인식 가능한 상태인 것을 말한다(대법원 2008. 7. 10. 선고 2008도3435 판결, 대법원 2009. 7. 9. 선고 2006도7916 판결 등 참조).\n한편 자진신고는 자신의 위법행위를 신고하는 행위이기는 하나, 자진신고자 자신의 처벌은 감면되고 다른 사업자가 처벌을 받게 되는 양면적인 행위이므로 자진신고자 진술의 신빙성을 담보할 수 있도록 피고가 심사보고서를 작성하여 제출한 이후에는 '자진신고자의 신원'이 공개되지 않도록 조치를 취하여 피심인에게 공개하는 것이 원칙이고, 자진신고와 관련된 자료 중 영업비밀 보호, 사생활 비밀 보호 등 다른 제외 사유와 관련된 자료가 있을 경우에는 그 제외사유에 해당하는지 여부에 따라 추가로 공개 여부가 결정되어야 한다.\n(나) 그런데 이 사건 비공개자료 중 R의 업무일지(을 제10, 44호증)에는 건설사와 제강사의 판매시황, 수입 철근시황에 관한 내용이 기재되어 있기는 하나, 이는 언론보도 등을 통하여 통상 알려져 있거나 제강사 영업팀장들 사이에 주고받은 정보를 R이 정리하여 기재한 것이어서 공공연히 알려져 있지 않은 정보라거나 독립된 경제적 가치를 갖는 정보 또는 상당한 노력에 의하여 비밀로 유지되는 정보라고 보기는 어려워 위 업무일지를 절차규칙 제29조 제12항 제1호에서 정한 부정경쟁방지법상 영업비밀에 해당한다고 할 수 없다. 또한 위 내용 등에 비추어 볼 때, 자진신고자를 보호할 만한 정도의 절차규칙 제29조 제12항 제3호에서 정한 자진신고와 관련된 자료에 해당한다고 보기도 어렵다.\n한편 이 사건 비공개자료 중 R 등 G 직원들의 진술조서(을 제4, 29, 31호증 등)\n13)\n에는 이 사건 공동행위에 관한 질문과 답변이 주로 기재되어 있을 뿐 R 등이 이 사건 공동행위의 자진신고자로서 피고에게 자료를 제공한 사실이나 제보와 관련된 사항이 직접적으로 기재되어 있지 않고, 달리 자진신고자의 사적인 정보가 드러난다고 볼 만한 부분도 없어 위 진술조서를 절차규칙 제29조 제12항 제1호의 영업비밀 또는 같은 항 제3호의 자진신고와 관련된 자료에 해당한다고 보기 어렵다.\n(2) 이 사건 처분이 절차상 하자로 인하여 취소되어야 하는지 여부\n갑 제1 내지 4호증, 을 제73 내지 75호증의 각 기재와 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사실 내지 사정들을 앞서 본 법리에 비추어 보면, 비록 피고가 절차규칙 제29조 제12항 제1호 또는 제3호에서 정한 거부 사유가 없음에도 원고에게 이 사건 비공개자료를 제공하지 않고 열람 · 복사 신청을 거부하였더라도 원고의 방어권이 실질적으로 침해되었다고 볼 수 없으므로, 이 사건 처분을 절차상 하자를 이유로 취소할 수는 없다.\n(가) 피고가 2018. 1. 22.경 원고에게 송부한 심사보고서에는 이 사건 비공개자료 중 이 사건 공동행위를 구성하는 개별 가격결정행위와 직접 관련된 부분이 모두 발췌 · 기재되어 있다.\n구체적으로 심사보고서에 적시된 이 사건 비공개자료와 관련된 부분에는 원고 등 6개사가 영업팀장 모임에서 철근가격을 합의하였다는 내용과 G 직원 R, T이 피고 조사 과정에서 한 진술의 주요 내용이 모두 들어 있다. 심사보고서에 적시된 R의 업무일지 내용을 보더라도 위 업무일지가 영업본부 주간업무 보고의 과정에서 작성된 것으로 영업팀장 모임에서 합의된 내용이 '판매시황'에 관한 부분에 기재되어 있음을 알 수 있다(갑 제2호증 137면 등 참조). 또한 심사보고서에서는 R의 진술 중 '모임에 참석하지 않았던 시기의 모임 결과는 제강사 영업팀장으로부터 해당 정보를 전달받은 경우가 있었고, 유통사와 언론매체 등을 통해서 파악한 경우도 있었다'는 내용을 함께 적시하면서 각주에 '2016년 2분기의 경우 G회사 R은 모임에 직접 참석하지 않고, 모임의 결과를 유선으로 전해 듣고 이를 업무일지 등에 기록하였다'고도 기재하고 있다(갑 제2호증 167 내지 169면 참조).\n따라서 심사보고서에 적시된 이 사건 비공개자료의 내용이 전체 맥락을 알 수 없을 정도로 왜곡되었다고 보기는 어렵다.\n(나) 피고가 심사보고서에 적시하지 않은 R의 업무일지와 진술조서 내용 중에는 제강사들이 영업팀장 모임에서 협의한 내용을 실제로 이행하는 데 소극적이라거나 유통사들이 철근가격 인상에 관한 보도를 믿지 않아 철근가격을 인상하려는 제강사의 정책이 준수되지 않는다는 등의 기재도 일부 있기는 하다.\n그러나 아래 2.의 다. 2) 나) (1)항에서 보는 것처럼 심사보고서에 기재되지 않은 위 부분이 R의 업무일지와 진술조서의 신빙성을 배척할 정도에 이른다고 보기는 어렵다.\n(다) 피고는 2018. 1. 22.경 원고 등 6개사에 심사보고서를 송부하였고, 제강사별로 심사보고서 첨부자료 중 해당 제강사가 제출한 자료를 송부하면서 공개 여부에 대한 의견을 조회하였으며,\n14)\n그 의견을 검토한 뒤 2018. 1. 31. 원고에게 심사보고서 첨부자료 중 일부 자료를 제외한 나머지 자료를 송부하였다. 당시 피고가 원고에게 송부한 자료들은 W 등 언론기사와 피심인 7개사의 고시가격 현황 자료, 피심인 7개사의 법인카드 사용내역 및 월별 마감 현황과 주요 거래처별 월별 마감 현황, L 협상 참석자 현황, 피심인 7개사 직원들의 통화내역과 휴대폰 포렌식 증거 중 G회사 R, T과 K 직원의 휴대폰 포렌식 증거를 제외한 나머지 자료, 피심인 7개사의 내부자료 중 R의 업무일지 및 내부자료 등을 제외한 나머지 자료, 피심인 7개사 직원들의 진술조서 중 R 등 G 직원의 진술조서 등을 제외한 나머지 자료이다.\n원고가 2018. 2. 20.경 피고에게 제공받지 못한 자료 중 제강사들의 일반현황과 재무제표 등을 제외한 나머지 자료의 열람 · 복사를 신청하였고, 이에 피고는 2018. 2. 21.경 원고에게 이 사건 비공개자료 등을 제외한 'G 상위 7개, 하위 3개 거래처 마감내역', 'K 2015. 9. 24. 업무보고 자료', 'L회장 X의 진술조서'만 송부하였다.\n이후 원고와 G를 제외한 나머지 제강사들이 2018. 3. 2.부터 2018. 3. 5.까지 이 사건 비공개자료 등에 대한 열람 · 복사를 신청하였고, 이에 피고는 2018. 3. 8. G에 위 자료의 공개에 동의하는지 여부를 문의하였다. G가 2018. 3. 12. 위 자료에 영업비밀이 포함되어 있고, 이를 공개할 경우 자진신고 사실이 드러나게 되어 경영상 어려움이 발생할 수 있다는 점 등을 근거로 위 자료의 비공개를 요청하였으며, 피고는 이러한 사정을 고려하여 제강사들의 열람 · 복사 신청을 받아들이지 않고 2018. 3. 14. 원고와 G를 비롯한 제강사들에 K 직원의 업무일지와 휴대폰 포렌식 증거 등만 송부하였다.\n한편 원고는 법무법인 Y, 법무법인 Z을 대리인으로 하여 2018. 4. 5. 피고에게 이 사건 비공개자료 중 심사보고서에 발췌된 내용을 인용하거나 그 내용을 반박하는 주장의 의견서를 제출하였고(을 제73, 74호증), 2018. 7. 11.과 2018. 8. 22. 열린 2차례의 전원회의에 출석하여 이 사건 공동행위가 존재하지 않는다는 점을 충분히 다투면서 이 사건 비공개자료를 제공받지 못한 사실에 대하여는 따로 이의를 제기하지 않았다.\n위와 같이 피고가 심사보고서의 첨부자료를 제공하거나 거부하게 된 경위와 과정, 이에 대한 원고의 대응과 조치, 이 사건 비공개자료의 범위와 정도, 거부사유의 타당성 등에 비추어 보면, 피고가 원고에게 이 사건 비공개자료의 제공을 거부한 데 참작할 만한 사정이 있었고, 원고도 심의 · 의결절차에서 의견을 진술하며 변명하는 등 방어의 기회를 충분히 가졌던 것으로 평가할 수 있다.\n다) 소결\n따라서 이 사건 처분에 절차상 하자가 있어 위법하므로 취소되어야 한다는 원고의 이 부분 주장은 받아들일 수 없다.\n2) 처분사유의 존재 여부\n가) 관련 법리\n공정거래법 제19조 제1항이 금지하는 '부당한 공동행위'는 '부당하게 경쟁을 제한하는 행위에 대한 합의'로서 이때 '합의'에는 명시적인 합의뿐만 아니라 묵시적인 합의도 포함된다. 이러한 합의는 둘 이상 사업자 사이에 의사의 연락이 있을 것을 본질로 하므로, 단지 위 규정 각 호에 열거된 '부당한 공동행위'가 있었던 것과 일치하는 외형이 존재한다고 하여 당연히 합의가 있었다고 인정할 수는 없지만, 사업자 사이에 의사연결의 상호성을 인정할 만한 사정이 증명되는 경우에는 합의가 있다고 인정할 수 있다(대법원 2014. 6. 26. 선고 2012두4104 판결 등 참조).\n나) 구체적 판단\n(1) R의 업무일지 및 R이 피고와 검찰에서 한 진술의 신빙성 여부\n(가) R의 업무일지와 피고와 검찰에서 한 진술 내용\n을 제4, 10, 44, 72호증의 각 기재와 변론 전체의 취지에 의하면, 다음과 같은 사실들을 인정할 수 있다.\n① G 영업팀장 R은 2017. 6. 9. 피고로부터 7개 제강사의 부당한 공동행위의 건에 관하여 조사를 받으면서 2015년 5월 및 6월 가격결정에 관하여 '2015. 5. 13. 원고 등 6개사의 영업팀장 등과 모임을 갖고 2015년 5월 가격의 추가 하락 방지 및 L와의 3분기 협상에서 유리한 가격 협상 유도를 위한 대응방안에 대해 논의하였다. 2015년 5월 유통가격은 52만 원을 적용하기로 합의하였고, 대형 유통사에도 예외를 두지 말 것을 결의하였다', '2015. 5. 19. 모임에서는 2015. 5. 20.부터 유통사 공급단가를 52만 원까지 인상할 것을 다시 결의하고, 이를 같은 날인 5월 20일부터 유통사에 통보하기로 합의하였다. 또한 L와의 3분기 기준단가 협상 시 유리한 위치를 선점하기 위하여 2015년 6월 유통가격을 54만 원으로 적용하기로 합의하고 21일까지 유통사에 통보하기로 합의하였다'고 진술한 것을 비롯하여, 2015. 5. 13.부터 2016. 12. 7.까지 위 [표 7]과 같이 원고 등 6개사의 영업팀장과 모임 또는 유선연락 등을 통해 철근 유통가격 또는 직판가격을 정하거나 할인 폭을 축소하기로 합의하였다는 취지로 진술하였다.\n② R은 2019. 3. 6. 원고 등에 대한 공정거래법위반 사건의 검찰 조사 과정에서도 위와 같은 취지로 진술하였다.\n③ 한편 R의 업무일지 중 위 각 진술에 부합하는 주요 부분은 아래 [표 8]과 같다.\n[표 8] R의 업무일지 주요 부분\n(나) R의 업무일지 및 피고와 검찰에서 한 진술, R이 이 법정과 관련 사건의 법정에서 한 증언의 신빙성\n앞서 든 증거들에 을 제16 내지 20, 22, 24, 28, 30, 34 내지 38, 57, 64,65호증의 각 기재와 변론 전체의 취지를 더하여 인정되는 다음과 같은 사실 내지 사정들을 종합하여 보면, R이 이 법정과 관련 사건의 법정에서 증언한 내용보다 R의 업무일지 및 피고와 검찰에서 한 진술 내용에 더 신빙성이 있다고 판단된다.\n① R의 업무일지는 R이 노트북에 제강사 팀장 협의사항, 제품시황 및 판매시황, 주간업무보고, 일일업무보고 등을 매일 또는 주 단위로 일상적, 계속적으로 기술한 문서로서 업무진행상황이 시간 순서로 기재되어 있고, G 임원에게 보고하기 위하여 작성한 것이어서 허위가 개입되었을 여지가 적다.\n또한 위 업무일지는 피고 조사관이 2017. 1.경 G에 대한 현장조사 과정에서 R이 숨겨 두었던 노트북을 발견하고 이를 포렌식하여 삭제되었던 파일을 복원함으로써 확보한 것으로 R이 위 업무일지에 해당하는 파일을 조작할 만한 시간적 여유가 없었던 것으로 보이고, 사후적으로 내용이 변경되었다는 정황도 드러나지 않는다.\n더욱이 R은 피고의 조사 과정에서 처음에는 담합에 관하여 진술하기를 부담스러워하다가 위 업무일지가 발견되자 이 사건 공동행위에 관하여 설명하기 시작하였고, G도 피고에게 담합 사실에 관하여 자진신고를 한 뒤 이 사건 공동행위와 관련된 여러 자료를 제출하기도 하였다.\n이와 같이 R이 업무일지를 작성한 경위와 내용, 피고의 현장조사 당시 위 업무일지를 입수하게 된 과정, 앞서 본 것처럼 위 업무일지에 원고 등 6개사의 구체적인 합의 내용이 기재되어 있는 점, 아래 [표 9]와 같이 R 등이 주고받은 문자메시지나 다른 제강사들이 보고, 결재한 서류 등 객관적인 증거도 위 업무일지에 부합하는 점 등에 비추어 보면, R의 업무일지에 충분히 신빙성을 인정할 수 있다.\n② R은 피고의 조사 과정에서 위 업무일지뿐만 아니라 휴대폰, 카드사용내역 등 당시 상황을 기억해 낼 수 있는 다른 자료도 참고하여 진술하였다(갑 제10호증 22면 참조). 다만 R이 이 사건 공동행위를 구성하는 각 가격결정행위별로 구체적인 일시를 정확하게 특정하지 못하거나 영업팀장 모임의 일부 참석자들을 잘못 진술한 부분이 있다고 하더라도, 그 진술 시점은 처음 영업팀장 모임이 있었던 때부터 2년 이상 경과한 상태로 이를 기억하여 진술하지 못하는 것이 오히려 자연스럽다. 더욱이 R이 위 진술의 기초로 삼은 업무일지에는 이 사건 공동행위를 구성하는 각 가격결정행위별로 합의의 당사자와 내용이 구체적으로 기재되어 있고, 이러한 합의 내용이 기재된 업무일지가 작성되기 이전에 일부 제강사 영업팀장들이 통화한 내역이 있는 점 등을 고려하면, 적어도 원고 등 6개사는 해당 합의 내용이 담긴 업무일지가 작성된 일자와 근접한 시기에 영업팀장 모임 또는 유선연락을 하였다고 인정할 수 있다.\n한편 R은 검찰 조사를 받을 당시 변호인이 입회한 상태에서 2015. 5. 13.부터 2016. 12. 6.까지 수시로 영업팀장 모임 및 유선연락 등을 통하여 대형 건설사에 판매하는 직판가격 및 유통사 등에 판매하는 유통가격 등 철근가격을 공동으로 결정하기로 합의하고 이를 실행하였다는 취지로 피고의 조사 결과를 인정하는 내용의 진술을 하였다.\n이와 같이 R이 피고와 검찰 조사 과정에서 한 진술 내용과 그 시기, 조사 당시 상황, 아래 [표 9]와 같이 R, T이 주고받은 문자메시지나 다른 제강사들이 보고, 결재한 서류 등 객관적인 증거도 위 진술에 부합하는 점 등에 비추어 보면, R이 피고와 검찰에서 한 진술에도 충분히 신빙성을 인정할 수 있다.\n[표 9] 문자메시지 및 보고, 결재 서류\n③ 비록 R은 관련 사건의 법정에 증인으로 출석하여 '영업팀장 모임에서는 원재료 가격의 인상에 따라 철근가격도 인상되어야 한다는 등 시황적인 측면에서는 당연히 이야기가 있었지만, 구체적으로 얼마를 하자고 합의한 적은 없었다', '영업팀장 모임에서 평범하게 이야기할 수 있는 부분과 단정적으로 합의를 했다는 부분도 많이 헷갈린다', '피고로부터 조사를 받을 때 합의했다는 쪽으로 많이 이야기했지만, 업무일지 내용은 대부분 집에서 일기 쓰듯이 시장 정보 등을 보고 작성하거나 상상에 의하여 작성한 것이기 때문에 그 진위 여부는 판단해 보시라고 말씀드렸다'는 취지로 증언하기는 하였다(갑 제10호증 9, 10, 17, 19, 31, 32, 45면 참조).\n그러나 R은 위와 같이 증언하면서도 '피고로부터 조사를 받을 때 아는 한도 내에서 사실대로 진술하였고, 관련 사건의 법정에서 증언할 때보다 위 조사를 받을 때의 기억이 더 뚜렷하다', '업무일지는 주로 회사에서 작성하였고, 업무일지에 추측만을 쓴 것이 아니라 영업팀장 모임에서 이야기된 내용 등 사실을 쓴 부분도 있다'는 취지로 증언하였으며(갑 제10호증 21, 22, 50, 52면 참조), 'L와의 기준가격이 결정될 때 당시 유통가격 및 직판가격이 어떻게 형성되어 있는지가 협상할 때 영향이 있다'는 취지로 증언하였고(갑 제10호증 30면 참조), 업무일지에 '월초부터 제품 가격약세가 이어졌으나 3분기 가격협상을 유리하게 이끌기 위한 제강사들의 시중저가판매 근절 결의에 따라 반등'이라고 기재된 부분(을 제44호증 213면)과 '대형유통사에게도 예외두지 말자 결의! C, D은 향후 불소급을 천명함'이라고 기재된 부분(을 제44호증 212면)에 대하여 자신이 쓴 내용이 맞다고 인정하기도 하였다(갑 제10호증 30면 참조). 더욱이 R은 담합 모임 날짜인 2016. 3. 29. '4월 유통 535 하자고 함. 건설 545 하자고 함. 외부 유출하지 말고'라는 내용의 문자메시지(을 제18호증 6면 참조)를 보낸 것과 관련한 질문에 대하여 '언론매체를 통해서 많이 이야기를 듣고 이렇게 작성해서 보낸 것 같다'는 취지로 답변하였으나(갑 제10호증 5면 참조), 만일 R이 언론매체로부터 위와 같은 이야기를 들었다면 이미 공개된 내용으로 볼 수 있음에도 이처럼 공개된 내용을 외부에 유출하지 말라고 할 필요가 있는지 의문인 점, 언론매체에서 제강사에 철근가격을 유통과 건설(직판)로 나누어 제한하자는 내용의 합의를 통보하였다는 것은 이해하기 어렵고, 오히려 제강사들 사이에 담합에 따른 가격을 통보한 것으로 봄이 자연스러운 점 등에 비추어 보면, R이 위 문자메시지를 보낸 경위에 관한 증언은 쉽게 믿기 어렵다.\n④ 한편 R은 이 법정에 증인으로 출석하여 '철근가격을 얼마로 하자거나 할인 폭을 얼마로 하자는 등의 구체적인 합의는 없었다', '영업팀장 모임에서 나오는 이야기들과 언론보도나 유통사 등을 통해 확인할 수 있는 정보들 사이에 별다른 차이가 없었다', '피고나 검찰에서 조사를 받을 때는 영업팀장 모임에서 합의하였다고 진술하였지만, 사실은 모임에서 시황 등만 이야기하였다'는 취지로 증언하기는 하였다[이 법원의 증인 R에 대한 녹취서(이하 '녹취서'라 한다) 4 내지 7면 참조].\n그러나 R은 위와 같이 증언하면서도 피고의 조사 과정에서 있는 그대로 이야기하였고, 진술한 내용은 나중에 모두 읽어보고 서명 날인하였다', '피고의 담당 조사자가 조사 이후 정리된 내용을 파일로 제공하고, 수정이 필요한 부분이 있으면 수정하여 달라고 하였으며, 자신이 수정하여 다시 보내기도 하였다'는 취지로 증언함으로써(녹취서 8, 22면 참조) 피고의 조사 과정에서 사실대로 진술하였다고 인정하였으며, 피고 조사관이 유도하는 질문과 답변이 있었는지에 관하여 '자진신고를 하는 내용대로 그 취지에 맞게 진술이 이루어져야 하기 때문에 그런 식으로 진술한 것이다'라고 증언하였을 뿐이고(녹취서 23면 참조), 진술이 달라진 이유에 관하여 '이 법정에는 개인 자격으로 나온 것이기 때문에 회사 차원에서 진술한 내용과 개인 자격으로 진술한 내용 사이에 차이가 있을 수밖에 없다'는 취지로 증언하였다(녹취서 15면 참조). 또한 R은 '현장조사 당시 노트북 안에 영업팀장들을 만났다는 사실이 있어서 노출하지 않으려고 했다', 'L와 협상한 기준가격이 다른 제강사들에도 모두 적용되기 때문에 원고 등 6개사는 관심을 가질 수밖에 없었다', '영업팀장 모임은 여러 차례 있었고, 일부 모임에서 단가 이야기가 나온 적이 있었다'는 취지로 담합 사실에 일부 부합하는 내용의 증언을 하기도 하였다(녹취서 9 내지 11, 15면 참조).\n(2) 개별 가격결정행위의 인정 여부\n(가) 2015년 5월 및 6월 가격결정행위\n① 인정사실\n㉮ C회사 AD, D회사 AE, E회사 AF, F회사 AG, G회사 R, 원고 AH는 2015. 5. 13. 서울 중구 AI 소재 커피숍에서 L와의 3분기 철근 기준가격 협상에서 유리한 상황을 만들기 위한 방안에 대하여 논의한 뒤 5월 철근 유통가격 할인 폭을 축소하여 유통가격을 톤당 52만 원 수준으로 하고, 철근 직판가격 할인 폭도 축소하기로 합의하였다. 특히 대형 유통사에도 예외를 두지 않기로 하였고, C과 D은 마감이 모두 끝난 뒤 유통사에 소급해서 할인을 추가로 해 주는 등 합의에 반하는 행위를 하지 않을 것도 약속하였다. 아울러 이러한 합의 사항이 준수되고 있는지 여부를 확인하기 위해 2015. 5. 19. 다시 모임을 갖기로 하였다.\n㉯ C회사 AD, D회사 AE, G회사 R, 원고 AH 등은 2015. 5. 19. 위 커피숍에서 재모임을 갖고 5월 철근 유통가격을 톤당 52만 원까지 인상하기로 다시 한 번 합의한 뒤 이를 유통사에 통보하기로 하였다. 또한 L와의 3분기 기준가격 협상 시 유리한 위치를 선점하기 위하여 6월 유통가격 할인 폭을 5월보다 톤당 2만 원 더 축소(할인 폭: 8만 원→6만 원)하여 유통가격을 톤당 54만 원으로 하기로 합의하고 21일까지 유통사에 통보하기로 하였다.\n㉰ 원고 등 6개사는 5월 철근 직판가격을 평균 톤당 554,350원으로 정산하고, 철근 유통가격은 평균 톤당 505,625원으로 정산하였다. 또한 원고 등 6개사는 6월 철근 직판가격을 평균 톤당 554,753원으로 정산하였는데, 전월보다 할인 폭이 평균 톤당 403원 축소되었고, 철근 유통가격은 평균 톤당 524,747원으로 정산하였는데, 전월보다 할인 폭이 평균 톤당 19,122원 축소되었다.\n17)\n[인정근거] 을 제2 내지 7, 10, 11호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2015년 5월 및 6월의 철근 유통가격과 직판가격 할인 폭을 축소하기로 합의함으로써 철근 유통가격과 직판가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, 5월 철근 유통가격 할인 폭 축소와 관련하여 R의 업무일지 중 2015. 5. 18.자 기재 부분은 영업팀장 모임이 있었다고 특정된 시기 직후에 작성되었으나, 가격결정 합의 내용이 기재되지 않았고, 2015. 5. 20.자 기재 부분은 W 기사 등을 통해 확인한 내용을 정리하거나 C의 가격을 따르자는 것에 불과하며, 철근 직판가격 할인 폭 축소와 관련하여 업무일지는 업계 동향을 정리한 것에 불과하다고 주장한다. 그러나 앞서 든 증거들에 의하면, R의 업무일지 중 2015. 5. 20.자 기재 부분의 제목은 '5~6월 가격관련 제강사 팀장 협의사항'이고, 1번 목적에서 '5월 가격 추가 하락 방지, L와의 3/4분기 유리한 가격협의 유도' 등이, 2번 참여제강사에 원고 등 6개사가, 3번부터 6번까지는 '5월 유통가격 520,000원/톤 적용키로 함', '5월 유통가격 올리자 결의', '6월 유통가격 540,000원/톤 적용키로 함', '유통사들이 저가 가공수주지원 거부 결의함' 등 가격결정 합의 내용이 구체적으로 기재되어 있는데, 이러한 내용이 단순히 W 기사 등을 통해 확인한 내용이나 업계 동향을 정리한 것에 불과하다고 볼 수는 없으므로, 원고의 위 주장은 받아들일 수 없다.\n(나) 2015년 7월 가격결정행위\n① 인정사실\n㉮ 원고 등 6개사의 영업팀장들은 2015. 6. 4. 서울 마포구 소재 커피숍, 2015. 6. 15.과 2015. 6. 23. 각 서울 종로구 소재 음식점, 2015. 6. 25. 서울 마포구 소재 커피숍, 2015. 6. 30. 서울 중구 소재 커피숍 등에서의 모임 및 유선연락 등을 통하여 L와의 3분기 철근 기준가격 협상에서 유리한 상황을 만들기 위해 7월 철근 유통가격 할인 폭을 6월보다 톤당 2만 원 더 축소(할인 폭: 6만 원→4만 원)하여 철근 유통가격을 톤당 56만 원으로 인상하고, 직판가격 할인 폭 축소도 동시에 추진하기로 합의하였다.\n㉯ 원고 등 6개사는 7월 철근 직판가격을 평균 톤당 565,493원으로 정산하였는데, 전월보다 할인 폭이 평균 톤당 10,739원 축소되었고, 철근 유통가격은 평균 톤당 546,022원으로 정산하였는데, 전월보다 할인 폭이 평균 톤당 21,275원 축소되었다.\n[인정근거] 을 제2 내지 4, 7, 10, 11, 27, 33, 45호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2015년 7월의 철근 유통가격과 직판가격 할인 폭을 축소하기로 합의함으로써 철근 유통가격과 직판가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, R의 업무일지 중 2015. 6. 15.자, 2015. 6. 23.자, 2015. 6. 25.자, 2015. 7. 2.자 각 기재 부분에 G가 상황에 맞게 유통사 판매가격을 결정하자고 하는 등 이 사건 공동행위와 양립할 수 없는 내용이나 원고가 제강사 추진시나리오에 반대한다는 입장을 표시했다는 내용, E이 신규 건설사 영업 및 건설사 판매량 확대 차원에서 건설사에 할인 폭 축소 통보를 주저하고 있다는 내용 등이 들어 있다는 이유로 합의가 없었다는 취지로 주장한다. 그러나 앞서 인정한 사실에 의하여 알 수 있는 다음과 같은 사정들, 즉 ㉮ G의 위와 같은 입장은 이미 합의된 내용에 대하여 G가 구체적으로 어떤 행위를 할 것인지에 관한 것으로 이 사건 공동행위의 성립에 아무런 영향을 미치지 못할 뿐만 아니라 제강사들 사이에 합의가 있었음을 전제로 '실리 찾자'는 표현을 사용한 것으로 보이는 점, ㉯ 위 업무일지에 철근 유통가격을 인상하고, 직판가격 할인 폭도 축소하기로 기재되어 있는 점 등에 비추어 보면, 원고의 위 주장은 받아들일 수 없다.\n(다) 2015년 8월 가격결정행위\n① 인정사실\n㉮ 원고 등 6개사의 영업팀장들은 2015. 7. 15. 서울 중구 소재 커피숍 및 음식점, 2015. 7. 22. 서울 중구 소재 커피숍에서의 모임 및 유선연락 등을 통해 8월 철근가격 할인 폭을 톤당 2만 원 더 축소(할인 폭: 4만 원→2만 원)하여 철근 직판 가격과 유통가격을 모두 톤당 58만 원으로 하기로 합의하였다.\n㉯ 원고 등 6개사는 8월 철근 직판가격을 평균 톤당 575,394원으로 정산하였는데, 전월보다 할인 폭이 평균 톤당 9,900원 축소되었고, 철근 유통가격은 평균톤당 568,244원으로 정산하였는데, 전월보다 할인 폭이 평균 톤당 22,221원 축소되었다.\n[인정근거] 을 제2, 4, 10, 11, 13, 14, 45호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2015년 8월의 철근 유통가격과 직판가격 할인 폭을 축소하기로 합의함으로써 철근 유통가격과 직판가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, R의 업무일지 중 2015. 7. 16.자 기재 부분에 가격 합의와 관련된 내용은 전혀 존재하지 않고, 2015. 8. 3.자 및 2015. 8. 14.자 기재 부분은 언론기사나 유통사에서 파악한 정보를 정리한 것에 불과하다고 주장한다. 그러나 앞서 든 증거들에 의하면, R의 업무일지 중 2015. 7. 16.자, 2015. 8. 3.자 및 2015. 8. 14.자 기재 부분은 8월 할인 폭 축소 여부에 관하여 7월 말까지 시장 상황을 본 뒤 추후 재협의를 하겠다는 것으로 합의에 이르지 못하다가 2015. 7. 27.경 철근 직판가격과 유통가격 모두 할인 폭을 2만 원 축소하여 톤당 58만 원으로 합의한 사실이 인정되므로, 원고의 위 주장은 받아들일 수 없다.\n(라) 2015년 12월 가격결정행위\n① 인정사실\n㉮ 원고 등 6개사의 영업팀장들은 2015. 11. 17. 서울 마포구 소재 커피숍, 2015. 12. 21. 서울 마포구 소재 음식점과 커피숍에서의 모임 및 유선연락 등을 통해 12월 철근가격 폭락을 막기 위해 12월 철근 유통가격을 톤당 49만 원 이상으로 할 것을 합의하였다.\n㉯ 원고 등 6개사는 12월 철근 유통가격을 11월에 비해 평균 톤당 64,105원 인하된 460,390원으로 정산하였다.\n[인정근거] 을 제2, 4, 7, 8, 11, 27, 45호증의 각 기재, 변론 전체의 취지 ② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2015년 12월의 철근 유통가격과 직판가격 할인 폭을 축소하기로 합의함으로써 철근 유통가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, R의 업무일지 중 2015. 12. 21.자 및 2015. 12. 22.자 기재 부분과 언론기사에 의하면, 일부 제강사가 2015. 12. 21. 모임 전에 이미톤당 49만 원을 최저 단가로 통보하는 등 위와 같은 합의가 없었다는 취지로 주장한다. 그러나 앞서 든 증거들에 의하여 인정되는 다음과 같은 사정들, 즉 ㉮ R의 업무일지 중 위 각 일자 기재 부분은 원고 등 6개사가 구체적인 합의를 하고, 이를 통보하였음에도 시장 상황을 이유로 제대로 관철하지 못하고 있다는 정도로 해석할 수 있는 점, ㉯ 원고 등 6개사는 2015. 12. 21. 모임 전에 가격결정을 합의하고, 위 일자 모임에서는 다시 한 번 이를 촉구하기 위한 논의를 한 것으로 보이는 점 등을 고려하면, 원고의 위 주장은 받아들일 수 없다.\n(마) 2016년 2월 및 3월 가격결정행위\n① 인정사실\n㉮ 원고 등 6개사의 영업팀장들은 2016. 1. 15. 서울 마포구 소재 음식점과 커피숍, 2016. 2. 17. 서울 마포구 소재 커피숍, 2016. 3. 3. 서울 마포구 소재 커피숍, 2016. 3. 15. 서울 마포구 소재 커피숍에서의 모임 및 유선연락 등을 통해 2016년 2분기 L와의 가격협상에 대비하여 저가 판매 유통사들에 대한 각 제강사의 통제 필요성을 논의하고, 2월 철근 직판가격은 톤당 49만 원, 유통가격은 톤당 48만 5천 원, 3월 철근 직판가격은 톤당 51만 5천 원, 유통가격은 상순(1~15일)은 톤당 49만 5천 원, 하순(16~31일)은 톤당 50만 5천 원으로 하기로 합의하였다.\n㉯ C회사 AD, D회사 AE, E회사 AJ, F회사 AG, G회사 R, 원고 AH 등은 2016. 3. 15. 서울 마포구 소재 커피숍에서 2016년 2분기 L와의 가격협상 시 기준가격을 톤당 6만 원 인상하기 위해 3월 4주차부터 톤당 50만 5천 원으로 할인 폭을 축소하고 L와의 협상을 시작하기로 합의하였다.\n㉰ 원고 등 6개사는 2월 철근 직판가격을 평균 톤당 493,407원, 유통가격을 평균 톤당 452,927원으로 정산하였고, 3월 철근 직판가격을 평균 톤당 492,812원, 유통가격을 평균 톤당 461,858원으로 정산하였다.\n[인정근거] 을 제2, 4, 8, 10 내지 13, 16, 17, 19, 20, 34, 35, 37, 45호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2016년 2월과 3월의 철근 유통가격과 직판가격 할인 폭을 축소하기로 합의함으로써 철근 유통가격과 직판가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는 R의 휴대폰 문자내역이나 업무일지 내용 등은 가격합의와 무관하거나 시장에서 수집한 정보 등을 정리한 것에 불과하다는 취지로 주장한다. 그러나 앞서 든 증거들에 변론 전체의 취지를 더하여 보면, ㉮ R은 2016. 2. 18.자신의 휴대폰으로 누군가에게 \"2월 가격 건설사 490, 유통사 485, 3월 가격 건설사515, 유통사 505\"라는 내용의 문자메시지를 보낸 사실, ㉯ R은 피고의 조사 과정에서 위 문자메시지 내용이 제강사 합의와 관련된 것이라고 하면서 2016. 2. 17. 제강사 모임에서는 L와의 가격협상에 대한 경과 설명, 저가 판매 유통사들에 대한 각 거래 제강사들의 통제 필요성을 논의하였고, 유통가격을 2016년 2월 48만 5천 원, 2016년 3월부터 50만 5천 원으로 인상할 것을 합의하였으며, 이를 각 유통사에 통보할 것을 논의하였다고 진술한 사실(을 제4호증 11면 참조), ㉰ R의 업무일지 중 2016. 2. 18.자 기재 부분에는 \"제강사 2, 3월 판매가격대 선언(2월 판매가격 유통사 485,000, 건설사485,000, 3월 판매가격 유통사 505,000, 건설사 515,000), 스크랩 가격 급등 영향 제강사 시중가격 올리자는 의지 일치\" 등의 내용이 적시된 사실을 인정할 수 있다. 위 인정사실에 의하면, 원고 등 6개사는 2016년 2월과 3월의 철근 유통가격과 직판가격 할인 폭을 축소하기로 합의함으로써 철근 유통가격과 직판가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정되므로, 원고의 위 주장은 받아들일 수 없다.\n(바) 2016년 4월 및 5월 가격결정행위\n① 인정사실\n㉮ 원고 등 6개사의 영업팀장들은 2016. 3. 21. 서울 마포구 소재 음식점, 2016. 3. 29.과 2016. 4. 6. 각 서울 마포구 소재 커피숍, 2016. 4. 27. 서울 마포구 소재 음식점과 커피숍, 2016. 5. 20. 서울 마포구 소재 커피숍에서의 모임 및 유선연락 등을 통해 4월 철근 직판가격과 유통가격을 모두 톤당 54만 5천 원, 5월 철근 직판가격을 톤당 58만 5천 원, 유통가격을 57만 5천 원으로 하기로 합의하였다.\n㉯ 원고 등 6개사는 4월 철근 직판가격을 평균 톤당 562,954원으로, 유통가격을 평균 톤당 536,982원으로 정산하였고, 5월 철근 직판가격을 평균 톤당563,074원으로, 유통가격을 평균 톤당 547,630원으로 정산하였다.\n[인정근거] 을 제2, 4, 7, 8, 10, 11, 16, 18, 22 내지 24, 27, 45호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2016년 4월 및 5월의 철근 유통가격과 직판가격 할인 폭을 축소하기로 합의함으로써 철근 유통가격과 직판가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, R이 2016년 3월부터 2016년 8월까지 제강사 영업팀장 모임에 참석하지 않았으므로, 이 시기에 작성된 R의 업무일지는 모두 전문증거에 불과하고 위 업무일지 자체로도 담합을 추단할 수 있는 내용이 존재하지 않거나 R의 주관이 개입되었을 가능성을 배제할 수 없다고 주장한다. 그러나 앞서 든 증거들에 변론 전체의 취지를 더하여 보면, ㉮ R이 2016년 3월부터 2016년 8월까지 제강사 영업팀장 모임에 참석하지 않은 것은 사실이나, R은 E 영업팀장인 AJ, 원고 영업팀장인 AH 등과의 지속적인 유선연락을 통해 모임의 내용을 파악하였고, 피고와 검찰의 조사과정에서도 이와 같은 취지로 진술한 사실, ㉯ R의 휴대폰 통화내역에 의하면 R이 2016년 3월부터 2016년 5월까지 AH와 통화한 내역이 103회에 이르고, 2016. 4. 27. 모임 직후 AH, AJ 등 원고를 비롯한 다른 제강사의 영업팀장들과 여러 차례 통화한 사실(을 제16호증 15 내지 20면 참조), ㉰ R의 업무일지 중 2016. 4. 30.자 기재 부분에는 \"제강사 5월 할인 폭 적용하지 않을 전망\", \"제강사별로 전략적인 건설사와의 관계 개선을 위해 일정한 할인폭은 유지할 전망\", \"제강사 동향\", \"건설사 동향\", \"가공장동향\" 등과 같이 '전망'이나 '동향' 등의 표현이 사용되었으나, 한편으로 \"협정가 건설사585,000, 유통사 575,000, 4월은 1만 원 할인 적용키로 함\", \"5월 정상가 판매키로 함\"이라고 확정적인 표현이 기재되어 있는 사실을 인정할 수 있다. 위 인정사실에 의하면, 원고 등 6개사는 2016년 4월 및 5월의 철근 유통가격과 직판가격을 제한하는 내용의 부당한 공동행위를 하였음을 알 수 있고, 위 업무일지에 기재된 가격결정 합의에 관한 내용이 R의 주관적인 생각에 따라 작성되었다고 보기도 어려우므로, 원고의 위 주장은 받아들일 수 없다.\n(사) 2016년 9월 가격결정행위\n① 인정사실\n㉮ 원고 등 6개사의 영업팀장들은 2016. 8. 22. 서울 마포구 소재 커피숍 및 음식점, 2016. 9. 7.과 2016. 9. 20. 각 서울 마포구 소재 커피숍에서의 모임 및 유선연락 등을 통해 4/4분기 기준가격을 톤당 1만 5천 원 인상하기 위해 8월 24일부터 철근 유통가격을 톤당 54만 5천 원, 9월 1일부터 철근 유통가격을 톤당 56만 원으로 인상하기로 합의하였다. 그리고 구체적인 실행 방안으로 저가판매 자제, 각 제강사의 전략적인 유통상 2~3 곳의 가격 지원 금지 및 해당 유통사가 저가 판매 시 제재할 것 등을 논의하고 시중 시세를 올릴 것을 합의하였다.\n㉯ 그 후 원고 등 6개사는 9월 철근 유통가격을 8월에 비해 평균 톤당 7,724원 인상된 514,462원으로 정산하였다.\n[인정근거] 을 제2, 4, 6, 11, 13, 26, 27, 30, 31, 45호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2016년 9월의 철근 유통가격할인 폭을 축소하기로 합의함으로써 철근 유통가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, R의 업무일지 중 2016. 8. 18.자 기재 부분에는 영업팀장들의 논의 사항이 적시되어 있지 않아 합의의 존재가 뒷받침되지 않고, 위 업무일지 중 2016. 8. 25.자 기재 부분과 R이 2016. 8. 31. 유통사 직원에게 보낸 문자메시지는 W 기사와 동일하므로 이는 R이 위 기사를 확인하여 업무일지를 작성하거나 문자메시지를 보낸 것으로 봄이 합리적이며, R의 진술조서에는 2016. 9. 7. 영업팀장 모임에 관한 문답이 없고, 위 업무일지 중 2016. 9. 8.자 기재만으로는 합의 사실을 인정할 수 없다는 취지로 주장한다. 그러나 앞서 인정한 사실에 의하여 알 수 있는 다음과 같은 사정들, 즉 ㉮ G회사 T은 영업팀장 모임에서 합의가 있었음을 전제로 2016. 8. 22. 유통사에 그 합의 내용을 알리는 취지의 문자메시지를 보낸 점, ㉯ 위 업무일지 중 2016. 8. 25.자 기재 부분에는 제강사들 사이의 합의 내용과 그에 따라 시중 유통가격을 인상한다는 구체적인 내용이 적시되어 있는 것에 비추어 R이 단순히 언론기사를 참고하여 작성하였다기보다는 2016. 8. 22. 영업팀장 모임에 참석한 제강사 직원을 통해 확인한 뒤 작성하였다고 봄이 합리적인 점, ㉰ 위 업무일지 중 2016. 9. 8.자 기재 부분에는 합의가 있었음을 전제로 \"시중 유통가 우선 올려놓자 결의\"라는 표현을 사용하는 것으로 보이는 점 등을 종합하여 보면, 원고의 위 주장은 받아들일 수 없다.\n(아) 2016년 11월 가격결정행위\n① 인정사실\n㉮ C회사 AD, D회사 AE, E회사 AJ, F회사 AG, G회사 R, 원고 AH 등은 2016. 10. 27. 서울 마포구 소재 커피숍에서 L와의 가격 협상력을 높이기 위해 유통가격의 상승이 필수적이므로 저가 판매를 자제하고, 국제 철근시세 및 고철가격도 상승세라는 이유로 유통가격을 톤당 52만 5천 원으로 하기로 합의하였다.\n㉯ C회사 AD과 AK, D회사 AE과 AC, E회사 AJ, F회사 AG, G회사 R, 원고 AH 등은 2016. 11. 3. 서울 마포구 소재 커피숍에서 모였다. 위 모임에서 11월 철근 유통가격을 톤당 55만 5천 원으로 인상하자는 의견이 제시되기도 하였으나, 시세인 톤당 49만 5천 원과 차이가 크다는 점을 고려하여 시장에서 수용할 수 있도록 단계적으로 매주 철근 유통가격을 인상하기로 하였다. 이에 따라 11월 1주차는 톤당 52만 5천 원, 2주차는 톤당 53만 5천 원, 3주차는 톤당 54만 5천 원으로 할 것을 합의하였다. 특히 D에서도 저가 판매를 하고 있는 유통사에 향후 저가 판매를 실시하지 않겠다는 의지를 표명하기도 하였다.\n㉰ 그 후 원고 등 6개사는 11월 철근 유통가격을 10월에 비해 평균 톤당 22,742원 인상된 521,058원으로 정산하였다.\n[인정근거] 갑 제5호증, 을 제2, 4 내지 7, 11, 16, 17, 22, 26, 27, 31,33 내지 38, 45, 61호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2016년 11월의 철근 유통가격할인 폭을 축소하기로 합의함으로써 철근 유통가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, R의 2016. 11. 4.자 문자내역이나 AD, AK, AE, AG, AC의 각 진술조서에 의하면 합의를 인정할 수 없다는 취지로 주장한다. 그러나 앞서 든 증거들에 의하여 인정되는 다음과 같은 사실 내지 사정들, 즉 ㉮ 위 문자내역은 R이 합의 사실을 전달하면서 단지 합의가 원만히 실행되어 목표를 달성할 수 있는지에 관한 것에 불과한 점, ㉯ 위 제강사 직원들의 진술 내용은 객관적인 증거에 부합하지 않거나 합리적으로 이해하기 어려운 부분이 많아 위 각 진술만으로 R이 피고와 검찰 조사 과정에서 한 진술의 신빙성을 배척하기 어려운 점 등을 종합하여 보면, 원고의 위 주장은 받아들일 수 없다.\n(자) 2016년 12월 가격결정행위\n① 인정사실\n㉮ 원고 등 6개사의 영업팀장들은 2016. 11. 18. 서울 마포구 소재 커피숍과 음식점, 2016. 11. 29. 서울 마포구 소재 커피숍에서의 모임 및 유선연락 등을 통해 12월 철근 유통가격을 톤당 56만 5천 원으로 하기로 합의하였다.\n㉯ 원고 등 6개사는 12월 철근 유통가격을 11월에 비해 평균 톤당22,274원 인상된 543,333원으로 정산하였다.\n[인정근거] 을 제2, 4, 6, 8, 11, 16, 17, 26, 27, 34 내지 38, 43, 45호증의 각 기재, 변론 전체의 취지\n② 판단\n위 인정사실에 의하면, 원고 등 6개사는 2016년 12월의 철근 유통가격할인 폭을 축소하기로 합의함으로써 철근 유통가격을 제한하는 내용의 부당한 공동행위를 하였음이 인정된다.\n이에 대하여 원고는, R의 진술에 의하면 2016. 11. 18. 영업팀장 모임 당시의 분위기만 확인될 뿐 할인 폭이나 유통가격이 특정되지 않아 위 진술만으로 합의를 인정할 수 없을 뿐만 아니라, R이 2016. 11. 29. 영업팀장 모임에서 유통가격 할인 폭 축소 방안에 대한 논의를 하였으나, 특별한 합의는 없었다고 진술하는 등 합의를 뒷받침할 만한 증거도 없다는 취지로 주장한다. 그러나 앞서 든 증거들에 의하여 인정되는 다음과 같은 사정들, 즉 ㉮ R의 업무일지에 의하면, 2016. 11. 18. 영업팀장 모임에서 철근 유통가격과 관련한 추가적인 가격 인상에 관한 논의가 있었고, 이후 2016. 11. 29. 다시 가진 영업팀장 모임에서 2016년 12월 유통가격 할인 폭에 대한 합의가 있었던 것으로 보이는 점, ㉯ R이 피고의 조사 과정에서 한 진술 내용은 L와의 기준가격 동결 주장에 대한 대응방안과 2016년 12월 유통가격 할인 폭 축소 방안을 논의한 뒤 이에 관한 합의가 있었다는 취지로 충분히 해석할 수 있고, 단지 이에 관한 논의만 있었다고 보기는 어려운 점 등을 고려할 때, 원고의 위 주장은 받아들일 수 없다.\n(3) 외형상 일치의 존재 여부\n갑 제37, 48, 49호증, 을 제11, 20, 76 내지 79, 81 내지 83호증의 각 기재와 변론 전체의 취지에 의하여 인정되는 다음과 같은 사실 내지 사정들을 종합하여 보면, 원고 등 6개사의 기본 할인 폭과 이를 반영한 철근 유통가격은 앞서 본 가격결정합의와 외형상 일치함을 알 수 있다.\n(가) 앞서 본 것처럼 철근 거래는 '선출하 후정산' 방식으로 이루어지고, 해당 월말 또는 다음 달 초에 정산 · 마감하는 유통가격은 기준가격에서 업체별 할인 폭을 공제하는 방법으로 결정된다. 이에 관하여 C, D, E, 원고의 유통마감가격 보고, 결재서류에는 업체별 할인 폭을 결정하는 기준이 기재되어 있는데, 거래 물량에 따라 증가하는 물량 할인과 현금거래, 운반비 보조 여부 등에 따른 추가 할인을 적용하여 업체별 최종 할인 폭을 결정하는 구조로 되어 있다. 그중 물량 할인, 추가 할인이 적용되지 않은 기본 할인 폭 및 이를 반영한 철근 유통가격(기본 마감가)을 정리하면 아래 [표 10]과 같다.\n[표 1이 기본 할인 폭 및 기본 마감가 결정 내역\n(단위: 천 원)\n(나) 위 [표 10]에 의하면 C, D, E, 원고가 각 적용한 기본 할인 폭은 이 사건 공동행위의 내용인 할인 폭(R의 업무일지에 기재된 내용과 같다)과 대체로 일치할 뿐만 아니라 각 제강사별로도 서로 유사하다. 특히 제강사들이 통상 월말 무렵에 해당월에 거래한 철근을 한 번에 정산하는 방식으로 할인 폭과 유통가격을 결정하였던 것과 달리 2016년 3월의 경우 D, E, 원고 모두 상반기와 하반기별로 다른 할인 폭과 유통가격을 적용하였고, 2016년 11월의 경우 C, E, 원고 모두 매주 다른 할인 폭을 적용하였으며, 이는 이 사건 공동행위의 합의 내용과 일치한다. 이러한 사정은 이 사건 공동행위의 존재를 전제로 하지 않고는 쉽게 설명하기 어렵다.\n(다) 비록 원고 등 6개사가 영업팀장 모임에서는 다 같이 할인 폭을 줄여서 실거래가격을 높이자고 협의하는 다른 회사들 몰래 좀 더 할인을 하거나 다음 달 할인 폭을 소급 적용해 주겠다고 약속하는 등의 방법으로 점유율을 늘리려고 한 경우가 있는 것으로 보이기는 하나(갑 제10호증 28, 29면 참조), 설령 합의의 실행 과정에서 일부 제강사의 이탈이 있었다고 하더라도 합의만으로 담합이 성립되고, 이후 실행 과정에서의 일부 이탈만으로 담합 성립에는 지장이 없다.\n다) 소결\n따라서 이 사건 공동행위를 하지 않아 처분사유가 존재하지 않는다는 원고의 이 부분 주장은 받아들일 수 없다.\n라. 관련매출액 산정의 위법 여부\n1) 하나의 공동행위임을 전제로 한 관련매출액 산정이 위법한지 여부\n가) 관련 법리\n(1) 사업자들이 부당한 공동행위의 기본적 원칙에 관한 합의를 하고 이를 실행하는 과정에서 수차례의 합의를 계속하여 온 경우는 물론, 그러한 기본적 원칙에 관한 합의 없이 장기간에 걸쳐 여러 차례의 합의를 해 온 경우에도 그 각 합의가 단일한 의사에 기하여 동일한 목적을 수행하기 위한 것으로서 끊임없이 계속 실행되어 왔다면, 그 각 합의의 구체적인 내용이나 구성원 등에 일부 변경이 있었다고 할지라도, 특별한 사정이 없는 한 그와 같은 일련의 합의는 전체적으로 1개의 부당한 공동행위로 봄이 타당하다(대법원 2008. 9. 25. 선고 2007두3756 판결, 대법원 2009. 6. 25. 선고 2008두17035 판결 등 참조).\n(2) 합의에 참가한 일부 사업자가 부당한 공동행위를 종료하기 위해서는 다른 사업자에 대하여 합의에서 탈퇴하였음을 알리는 명시적 내지 묵시적인 의사표시를 하고 독자적인 판단에 따라 담합이 없었더라면 존재하였을 가격 수준으로 인하하는 등 합의에 반하는 행위를 하여야 하고, 합의에 참가한 사업자 전부에 대하여 부당한 공동행위가 종료되었다고 하기 위해서는 합의에 참가한 사업자들이 명시적으로 합의를 파기하고 각 사업자가 각자의 독자적인 판단에 따라 담합이 없었더라면 존재하였을 가격 수준으로 인하하는 등 합의에 반하는 행위를 하거나 또는 합의에 참가한 사업자들 사이에 반복적인 가격 경쟁 등을 통하여 담합이 사실상 파기되었다고 인정되는 행위가 일정 기간 계속되는 등 합의가 파기되었다고 볼 만한 사정이 있어야 한다(대법원 2008. 10. 23. 선고 2007두12774 판결, 대법원 2011. 4. 14. 선고 2009두4159 판결 등 참조).\n나) 구체적 판단\n앞서 든 증거들과 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들을 위 법리에 비추어 보면, 이 사건 공동행위는 전체적으로 하나의 공동행위로 인정할 수 있다.\n(1) 원고 등 6개사의 각 가격결정 합의는 L와 기준가격을 협상하는 데 유리한 입지를 선점하고 직판가격과 유통가격의 결정 과정에서 건설사와 유통사의 협상력을 통제하고자 이루어진 것으로 개별 구매자와의 교섭을 통해 결정되어야 할 할인 폭 경쟁을 회피하려는 단일한 의사와 동일한 목적에서 이루어졌다. 위 합의의 주체는 원고 등 6개사로 모두 동일하고, 합의의 대상도 철근가격으로 같다.\n위 합의는 영업팀장 모임에서 기본 할인 폭을 결정한 다음 필요에 따라 이를 유통사에 통보하거나 내부 마감가격의 산정 과정에서 적용하는 방식으로 실행되었는데, 비록 일부 제강사가 영업팀장 모임에 불참하는 경우도 있었으나 그러한 경우에는 유선연락 등을 통해 합의 내용을 전해 주는 등 위 합의의 결정과 실행 역시 동일한 방법에 따라 반복적으로 이루어졌다.\n(2) 이 사건 공동행위가 이루어진 기간 동안 합의에 참가한 구성원들 중 합의에서 탈퇴한다는 의사를 명시적 또는 묵시적으로 표시하고 독자적인 판단에 따라 가격을 인하하는 등의 행위를 한 제강사는 없었고, 원고 등 6개사가 명시적으로 합의를 파기하기로 한 적도 없다. 오히려 이 사건 공동행위 기간 동안 원고 등 6개사의 철근가격 추이는 대부분 비슷하였다. 2015년 12월 유통가격을 비롯한 일부 기간의 경우 원고 등 6개사의 기본 할인 폭이 제강사별로 상이하기는 하나, 이는 개별 제강사가 철근 재고가 상승하고 원자재 가격이 하락하는 국면에서 건설사와 유통사의 가격 인하 요구를 방어하지 못한 결과로 보일 뿐 철근가격이 상승하는 시기에는 합의 내용이 대부분 그대로 준수되었다.\n(3) 이 사건 공동행위 기간 동안 철근의 원자재 가격과 재고량이 등락을 반복하였고, 원고 등 6개사는 합의 과정에서 이러한 사정을 매번 반영하여 직판가격 또는 유통가격을 결정하기는 하였다. 그러나 이는 원고 등 6개사가 합의를 파기하고 반복적으로 가격 경쟁을 하였다기보다는 철근가격을 결정하는 외부 요인이 변동된 결과로 보인다. 원고 등 6개사의 가격 합의 과정에서 L와의 기준가격 협상 및 하락하는 철근가격의 방어 필요성 등의 요소를 고려한다는 원칙은 유지되었고, 이에 따라 원고 등 6개사는 대부분의 기간에서 추가 할인 폭을 달리 정하였을 뿐 합의에서 정한 기본 할인 폭을 적용하여 철근가격을 산정하였다.\n2) 관련매출액 산정에서 직판물량과 관련된 매출액을 제외해야 하는지 여부\n가) 관련 법리\n공정거래법 제22조, 같은 법 시행령 제9조 제1항, 제61조 제1항 [별표 2]의 각 규정에 의하면, 사업자가 다른 사업자와 공동으로 부당한 공동행위를 한 경우에 공정거래위원회는 그 사업자에 대하여 당해 위반행위 기간 동안의 매출액을 기준으로 하여 산정한 과징금을 부과할 수 있고, 과징금 산정의 기준이 되는 매출액을 산정하면서 그 전제가 되는 부당한 공동행위와 관련된 상품 또는 용역의 범위는 부당한 공동행위를 한 사업자 간의 합의의 내용에 포함된 상품 또는 용역의 종류, 성질, 용도 및 대체가능성과 거래지역, 거래상대방, 거래단계 등을 고려하여 개별적 · 구체적으로 판단하여야 한다(대법원 2008. 2. 29. 선고 2006두10443 판결 등 참조).\n나) 구체적 판단\n앞서 든 증거들과 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정들을 위 법리에 비추어 보면, 원고가 판매한 철근 유통가격 및 직판가격은 이 사건 공동행위에 영향을 받았다고 인정할 수 있고, 설령 개별 가격결정행위 중 직판가격을 제한하는 내용의 합의가 일부 인정되지 않는다고 하더라도, 이 사건 공동행위 기간 동안의 모든 유통물량 및 직판물량을 포함한 전체 매출액이 관련매출액으로 인정된다는 결론에는 변함이 없다.\n(1) 이 사건 공동행위의 대상이 된 상품은 SD400 10mm 철근인데, 이 사건 공동행위를 구성하는 각 개별 합의가 있었던 달에 위 상품에 대하여 일정 범위의 구매자와의 거래인 유통가격 또는 직판가격에 관한 합의만 있었다고 하더라도, 같은 상품에 대한 나머지 구매자들과의 거래도 대체가능성으로 인하여 위 합의의 영향을 받을 수밖에 없으므로, SD400 10mm 철근에 대한 해당 월의 유통가격 및 직판가격 모두에 위 합의의 영향이 미친다고 볼 수 있다. 또한 앞서 본 것처럼 SD400 10mm 철근의 가격에 다른 강종 · 규격의 철근가격이 모두 연동되므로, 위 합의는 원고가 해당 월에 판매한 모든 철근의 유통가격 및 직판가격에 영향을 미친다고 볼 수 있다.\n(2) 이 사건 공동행위를 구성하는 각 개별 합의에서 정해진 유통가격은 L와의 기준가격 협상에 영향을 미쳐 결국 위 기준가격을 기초로 정해지는 그 이후 기간의 철근 유통가격 및 직판가격에도 영향을 미치게 된다. 매월 철근 유통가격 및 직판가격이 결정될 때마다 그 시점의 원재료 가격 및 유통시세 등이 새롭게 반영되는 사정이 인정된다고 하더라도, 위 철근 거래가 일정 범위의 거래 당사자들 사이에 연속적으로 이루어지는 경우가 많아 전월에 결정된 유통가격 및 직판가격은 해당 월의 가격 협상의 기초가 되므로, 위 사정만으로 전월에 결정된 유통가격 및 직판가격이 해당 월의 유통가격 및 직판가격의 결정에 전혀 영향을 미치지 않는다고 볼 수는 없다.\n(3) R은 검찰 조사 과정에서 '주로 철근 유통가격이 합의의 대상이었고, 직판가격에 대해서도 합의를 하였다', '유통가격을 잡지 못하면 L와의 기준가격 협상에서 유리한 위치를 차지할 수 없기 때문에 유통가격을 얼마로 하자는 합의도 하였다. 주로 유통가격에 대해 합의를 하고 직판가격에 대해서 합의를 하는 경우도 있었다'고 진술하는 등(을 제72호증 16, 48면) 직판가격에 대하여도 합의가 있었음을 인정하였다.\n3) 위반행위 개시일 이전인 2015. 5. 1.부터 2015. 5. 12.까지 발생한 매출액을 관련매출액에서 제외해야 하는지 여부\n앞서 본 것처럼 원고 등 6개사는 건설사, 유통사 등 수요처가 필요로 할 때 먼저 철근을 공급하고, 월말 또는 다음 달 초에 지난 한 달간 공급한 철근 물량에 대해 정산하여 대금을 지급받는 '선출하 후정산' 방식으로 거래하였고, 2015년 5월 말경 해당 월에 이루어진 거래에 관하여 일괄하여 유통가격 및 직판가격 결정이 이루어졌으므로, 이 사건 공동행위의 시기가 2015. 5. 13.이라 하더라도 2015년 5월의 철근가격 합의는 2015. 5. 1.부터 2015. 5. 12.까지 판매된 철근가격에도 직접적인 영향을 미쳤다고 봄이 타당하다.\n따라서 위반행위 개시일 이전인 위 기간 동안의 매출액도 이 사건 공동행위의 관련매출액에 포함된다.\n4) 소결론\n결국 관련매출액 산정이 위법하다는 원고의 이 부분 주장도 받아들일 수 없다.\n3. 결론\n그렇다면 원고의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n이상주\n판사\n권순열\n판사\n표현덕\n별지 생략\n1) SD(Standard Deformed bar)는 철근콘크리트용 이형봉강을 의미한다.\n2) 아래에서 보는 것과 같이 분기별 제강사와L협의회의 협상에 의해 철근의 기준가격이 정해지는데, 장기계약거래에서 철근의 가격은 거래가 이루어지는 월의 '기준가격'에서 낙찰 사업자가 제시한 '고정 할인 폭'을 뺀 금액으로 정해진다. '기준가격'에 대해서는 아래 1.의 나. 4)항에서 설명한다.\n3) 유통사로부터 철근을 구매하여 건설사에 판매하는 중소 규모의 판매업자를 의미한다.\n4) 원고 등 6개사의 생산량과 수입량을 합한 물량을 기준으로 산정한 것으로 아래에서 보는 K의 점유율까지 합하면 원고를 비롯한 7개 제강사의 전체 시장점유율은 87.5%에 이른다.\n5) K은 피고의 2018. 12. 20. 의결 B에서 공정거래법 제19조 제1항 제1호 위반혐의에 대하여 무혐의로 결정되었다(갑 제1호증 5면). 편의상 아래 [표 3]에서 원고 등 6개사와 함께 기재하기로 한다.\n6) 기준가격에서 더하거나 빼는 가격을 의미한다. 이하 이 표에서 같다.\n7) 2011. 11. 16. 철근가격 협의체 첫 모임에는 제강사 대표로 C, D, E이, 건설사 대표로 M N, O이 참석한 것을 비롯하여 P협회와 Q협회 임원 각 1명 등 총 8명이 참석하였다. 이후 2012년 1월부터는 과거 협상과 비슷한 방법으로 C 영업임원과 L장이 1:1 방식으로 협상하였다.\n8) 지식경제부가 중재를 한 것은 2011년 11월 기준가격 협상 때 1회 뿐이었고, 이를 제외하면 2011년 11월 이전과 이후는 '철근가격 협의체'라는 공식 협의체가 구성되었다는 점 이외에 C과 L의 1:1 협상으로 실질적으로 동일하였다.\n9) 피고는 원고 등 6개사의 법인카드 사용 내역을 비교하여 2명 이상의 제강사 영업팀장들이 동일한 장소에서 거의 같은 시각에 결제한 내역이 있는 일자나 모임 참석자들이 제강사 영업팀장 모임이 있었다고 진술한 일자를 제강사 영업팀장 모임 일자로 특정하였다.\n10) 피고는, 원고 등 6개사가 합의한 2016년 3월 직판가격에 관하여 의결서(갑 제1호증) 본문 11면의 표에서는 톤당 49만 원으로, 위 의결서 본문 18면에서는 톤당 51만 5천 원으로 다르게 기재하고 있는데, 심사보고서(갑 제2호증) 등에 의하면, 위 의결서 본문 11면 표의 기재 내용은 오기인 것으로 보이므로, 이와 같이 합의 내용을 정리하였다.\n11) 제강사가 경쟁입찰을 통해 낙찰받아 건설사에 납품한 장기계약물량을 뜻한다.\n12) 개별 가격결정행위에 관한 원고의 구체적인 주장은 해당 항목에서 살펴보기로 한다.\n13) 피고는 이 사건에서 G 직원인 R, S, T의 각 진술조서를 증거로 제출하였으나, U, V의 각 진술조서는 증거로 제출하지 않았다.\n14) 원고도 피고로부터 의견을 조회받고 2018. 1. 25.과 2018. 1. 29. 피고에게 원고의 자료들 중 일부에 대하여 영업비밀 보호 등을 이유로 비공개해 줄 것을 요청하였다(을 제69, 70호증).\n15) C은 당초 2016년 3월의 철근 판매 가격을 51만 원으로 설정하였다가 구체적인 실행계획의 수립 과정에서 이를 49만 5천 원으로 변경하였다.\n16) C은 당초 2016년 4월의 철근 판매 가격을 52만 원으로 설정하였다가 구체적인 실행계획의 수립 과정에서 이를 53만 5천 원으로 변경하였다.\n17) 원고 등 6개사는 SD400 10mm를 기준으로 합의하였는데, 원고 등 6개사 월별 마감자료(을 제11호증)의 철근가격 마감 평균가격은 모든 규격, 강종의 철근가격을 평균한 것이므로 위 SD400 10mm에 대한 합의 내용과 차이가 있다. 이하 같다.\n18) 모든 거래선에 2만 원 추가 할인이 있었으므로 이를 반영하여 기본 할인 폭과 기본 마감가를 기재한다.\n19) 물량 할인이 적용된 할인 폭은 3만 2천 원, 마감가가 48만 3천 원이나, 기본 할인 폭은 3만 원, 기본 마감가는 48만 5천 원인 것으로 보인다(을 제81호증 2면 참조)."
}