{
    "판례일련번호": 403388,
    "사건명": "특허법원 2022. 11. 17. 선고 2021허3796 판결 [거절결정(특)]확정",
    "사건번호": "2021허3796",
    "선고일자": "2022-11-17",
    "법원명": "특허법원",
    "법원종류코드": null,
    "사건종류명": "특허",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "특허법원 2022. 11. 17. 선고 2021허3796 판결 [거절결정(특)]\n확정\n【사건】\n2021허3796 거절결정(특)\n원고\nA\n미합중국\n대표자 부사장 B\n소송대리인 변리사 윤의섭, 배영준\n피고\n특허청장\n소송수행자 권오성\n변론종결\n2022. 7. 19.\n판결선고\n2022. 11. 17.\n【주문】\n1. 원고의 청구를 기각한다.\n2. 소송비용은 원고가 부담한다.\n청구취지\n특허심판원이 2021. 4. 15. 2020원1806호 사건에 관하여 한 심결을 취소한다.\n【이유】\n1. 기초사실\n가. 이 사건 출원발명 (갑 제2호증)\n1) 발명의 명칭: 제휴된 도메인 사이에서의 자격 이전의 중개\n2) 출원일/ 우선권 주장일/ 출원번호: 2019. 5. 17./ 2018. 5. 17./ 제10-2019-0058181호\n3) 청구범위\n【청구항 14】복수의 제휴된 도메인 사이의 자격 이전을 중개하기 위한 시스템이 사용하기 위한 방법에 있어서(이하 ‘전제부’라 한다), 상기 시스템의 하드웨어 프로세서\n를 사용하여, 사용자를 대신하여 요청을 수신하는 단계 - 상기 사용자는 상기 복수의 제휴된 도메인 중 제1 도메인에서 자산에 대한 자격을 가지며, 상기 요청은 상기 사용자가 상기 자격을 갖지 않는 제2 도메인으로부터 수신됨 -(이하 ‘구성요소 1’이라 한다); 상기 하드웨어 프로세서를 사용하여 그리고 상기 요청에 응답하여, 상기 제2 도메인을 상기 복수의 제휴된 도메인 중 하나로서 인증하는 단계; 상기 하드웨어 프로세서를 사용하여 그리고 상기 요청에 응답하여, 상기 제1 도메인에서의 자격을 인증하는 단계(이하 ‘구성요소 2’라 한다); 상기 하드웨어 프로세서를 사용하여 그리고 상기 제2 도메인 및 상기 자격을 인증하는 것에 응답하여, 상기 자격을 상기 제2 도메인으로 이\n전하여 상기 사용자가 상기 제2 도메인에서 상기 자산에 액세스할 수 있게 하는 단계 (이하 ‘구성요소 3’이라 한다); 및 상기 하드웨어 프로세서를 사용하여, 상기 자격 원장\n에 상기 이전에 대응하는 원장 엔트리를 생성하는 단계(이하 ‘구성요소 4’라 한다);를 포함하는 것을 특징으로 하는 복수의 제휴된 도메인 사이의 자격 이전을 중개하기 위\n한 시스템이 사용하기 위한 방법(이하 ‘이 사건 제14항 발명’이라 한다).\n【청구항 1 내지 13, 15 내지 20】각 기재 생략\n4) 발명의 주요 내용 및 도면\n배경기술\n[0001] 예를 들어 스마트폰 및 태블릿 컴퓨터와 같은 개인 통신 디바이스는 현재 휴대용 엔터테인먼트 시스템으로 널리 이용되고 있다. 이러한 디바이스의 사용자가 누리는 이점 중 하나는 영화 또는 텔레비전(TV) 콘텐츠와 같은 미디어 콘텐츠에 대한 액세스가 예전보다 더 사용 가능하다는 것이다. 이러한 콘텐츠의 가용성을 더욱 높이는 것은 구독자에게 영화 또는 TV 에피소드의 대형 라이브러리에 액세스할 수 있는 자격을 부여할 수 있는 콘텐츠 구독 서비스이다.\n[0005] (전략) 해외 거주 시에 원래 거주 국가에서 자격을 취득한 콘텐츠에 액세스하려는 사용자가 통상적으로 겪게 되는 장애로 인해 국제 이주는 특히 당황스러울 수 있다. 예를 들어 미디어 콘텐츠 제공업체는 통상적으로 상이한 국제 시장에서 상이하고 독립적인 콘텐츠 전달 네트워크(content delivery network, CDN)를 사용하여 미디어 콘텐츠를 배포할 것이다. 결과적으로, 예를 들어 미국의 사용자가 취득한 미디어 콘텐츠에 대한 자격은 사용자가 다른 국가에 거주할 때 해당 미디어 콘텐츠에 액세스하는 것을 가능하게 하지 않을 수 있고, 그 반대의 경우도 마찬가지이다.\n발명을 실시하기 위한 구체적인 구성\n[0006] 본 출원은 종래 기술의 단점 및 결점을 극복하는 제휴된 도메인 사이의 자격 이전을 중개하기 위한 해결책을 제공한다. 본 출원에서 사용된 바와 같이, 용어 \"도메인\"은 자체 프로토콜을 갖는 독립적으로 관리되는 네트워크를 지칭함에 유의한다. 또한 용어 \"제휴된 도메인\"은 공통 소유권 또는 조직의 공통 멤버십을 갖는 2개 이상의 독립적으로 관리되는 네트워크를 지칭한다. 본 출원에서 사용된 바와 같은 용어 \"자격(entitlement)\"은 사용자가 자산을 액세스, 소유 또는 이용하기 위해 취득한 임의의 권리를 지칭함에 또한 유의한다. 따라서 자격은 다음 중 하나 이상을 포함할 수 있다: 예를 들어 자산의 소유권, 자산을 이용하기 위한 라이선스, 하나 이상의 자산에 대한 액세스 권리를 부여하는 멤버십 또는 가입 또는 그러한 권리를 부여하는 임대 또는 임대 계약. 또한 일부 구현예에서, 자격은 도메인의 콘텐츠 전달 네트워크(CDN) 또는 다른 미디어 콘텐츠 배포 인프라를 이용할 권리를 포함할 수 있다.\n[0008] 도 1은 일 실시예에 따른 제휴된 도메인 사이의 자격 이전을 중개하기 위한 예시적인 시스템의 다이어그램을 도시한다. [도 1] 제휴된 도메인 사이의 자격 이전을 중개하기 위한\n도 1에 도시된 바와 같이, 시스템 예시적인 시스템의 다이어그램\n(100)은 비일시적인 저장 디바이스로\n서 구현된 시스템 메모리(106) 및 하\n드웨어 프로세서(104)를 갖는 컴퓨팅\n플랫폼(102)을 포함한다. 본 예시적\n인 구현예에 따르면, 시스템 메모리\n(106)는 자격 원장(116) 및 도메인\n레지스트리(112) 및 인증모듈(114)을\n포함하는 소프트웨어 코드(110)를 저\n장한다.\n[0014] 도 1에 도시된 구현예에 따\n르면, 사용자(150)는 제1 제휴된 도\n메인(130)에서 자산(152)에 대한 자\n격(154)을 가지지만, 사용자(150)가\n자산(152)에 대한 자격을 갖지 않는\n제2 제휴된 도메인(140)에서 자산\n(152)에 액세스하고자 한다. 자산\n(152)은 예를 들어 자동차, 보트 또는 비행기와 같은 차량일 수 있거나, 가치 있거나 관심 있는 다른 임의의 물질적 대상물의 형태를 취할 수 있다. 대안적으로, 자산(152)은 예를 들어 창작물, 발명품, 소프트웨어 코드 또는 데이터와 같은 부동산 또는 지적 재산권을 포함할 수 있다. 또 다른 대안으로서, 자산(152)은 영화 또는 영화들, 음악, TV 콘텐츠 등과 같은 미디어 콘텐츠를 포함할 수 있다.\n[0015] 시스템(100)은 사용자(150)가 제2 제휴된 도메인(140)에서 자산(152)에 액세스할 수 있게 하기 위해 제2 제휴된 도메인(140)으로 자격(154)의 이전을 중개하도록 구성된다. 그러한 일 실시예에서, 시스템(100)은 예를 들어 인터넷과 같은 패킷 교환 네트워크를 통해 액세스 가능한 하나 이상의 웹 서버에 대응할 수 있다. 대안적으로, 시스템(100)은 근거리 통신망(local area network, LAN)을 지원하는 하나 이상의 컴퓨터 서버에 대응하거나 다른 유형의 한정된 분산 네트워크에 포함될 수 있다.\n[0016] 다양한 구현예에서, 제2 제휴된 도메인(140)으로의 자격(154)의 이전은 원장 엔트리(118)로서 자격 원장(116)에 기록 [도 2] 또 다른 구현예에 따른 제휴된 도메인 사이의 자격 될 수 있다. 원장 엔트리(118)는 자격 이전을 중개하기 위한 예시적인 시스템의 다이어그램\n(154)의 이전의 지속적인 기록을 제\n공할 수 있다. 또한 자격 원장(116)은\n자격(154)의 현재 상태에 대한 참조\n의 역할을 할 수 있다. 즉 예를 들어\n자격(154)이 활성인지 경과했는지를\n나타낼 수 있고, 또한 사용자(150) 및\n/또는 자격(154)을 갖는 다른 사용자\n와 자격(154)을 주장할 수 있는 도메\n인 또는 도메인을 식별할 수 있다. 일\n구현예에서, 자격 원장(116)은 예를\n들어 본 기술분야에 공지된 바와 같\n은 블록체인을 포함할 수 있다.\n[0017] 도 2는 또 다른 구현예에 따\n른 제휴된 도메인 사이의 자격 이전을 중개하기 위한 예시적인 시스템을 도시한다. 도 2에 도시된 바와 같이, 시스템(200)은 통신 네트워크(270)를 통해 연결된 다수의 제휴된 도메인을 포함한다. 통신 네트워크(270)는 제1 제휴된 도메인(230), 제2 제휴된 도메인(240) 및 제3 제휴된 도메인(260) 각각이 네트워크 통신 링크(272)를 통해 제휴된 도메인(230, 240 및 240\n1)\n)의 하나 이상의 다른 도메인에 통신 가능하게 연결되는 피어-투-피어(peer-to-peer, P2P) 네트워크일 수 있다.\n[0021] 도 3은 도 2의 예시적인 시스템(200)의 제1 및 제2 제휴된 도메인(230 및 240) 각 각에 대응하는 제1 및 제2 제휴된 도메인(330 및 340)의 보다 상세한 다이어그램을 도시한다. 도 3에 도시된 바와 같이, 제1 제휴된 도메인(330)은 하드웨어 프로세서(334) 및 자격 원장(316) 및 소프트웨어 코드(310)를 저장하는 비일시적인 저장 디바이스로서 구현되는 메모리(336)를 갖는 컴퓨팅 플랫폼(332)을 포함한다. 도 3에 더 도시된 바와 같이, 제2 제휴된 도메인(340)은 하드웨어 프로세서(344) 및 비일시적인 저장 디바이스로서 구현되고 또한 자격 원장(316)과 소프트웨어 코드(310)를 저장하는 메모리(346)를 갖는 컴퓨팅 플랫폼(342)을 포함한다. 소프트웨어 코드\n[도 3] 예시적인 시스템의 2개의 제휴된 도메인의\n(310)는 도메인 레지스트리(312) 및\n인증 모듈(314)을 포함한다. 도 3에 보다 상세한 다이어그램\n는 또한 원장 엔트리(318), 통신 네\n트워크(370) 및 네트워크 통신 링크\n(372)가 도시되어 있다.\n[0024] 또한 도 3의 자격 원장(316)\n및 원장 엔트리(318)는 일반적으로\n도 1의 자격 원장(116) 및 원장 엔\n트리(118)에 각각 대응한다. 따라서\n자격 원장(316) 및 원장 엔트리(318)\n는 자격 원장(116) 및 원장 엔트리\n(118)에 기인하는 피쳐 및 기능 중\n임의의 것을 공유할 수 있고, 그 반\n대의 경우도 마찬가지이다. 또한 도\n메인 레지스트리(312) 및 인증 모듈\n(314)을 포함하는 소프트웨어 코드\n(310)는 일반적으로 도 1의 도메인\n레지스트리(112) 및 인증 모듈(114)\n을 포함하는 소프트웨어 코드(110)에 대응한다. 따라서 소프트웨어 코드(310), 도메인 레지스트리(312) 및 인증 모듈(314)은 소프트웨어 코드(110), 도메인 레지스트리(112) 및 인증 모듈(114)에 기인하는 피쳐 및 기능 중 임의의 것을 공유할 수 있고, 그 반대의 경우도 마찬가지이다.\n[0025] 도 2 및 도 3에 도시된 구현예에 따르면, 사용자(250)는 제1 제휴된 도메인(230/330)에서 자산(252)에 대한 자격(254)을 가지지만, 사용자(250)가 자산(252)에 대한 자격을 갖지 않는 제2 제휴된 도메인(240/340)에서 자산(252)에 액세스하고자 한다. 시스템(200/300)은 사용자(250)가 제2 제휴된 도메인(240/340)에서 자산(252)에 액세스할 수 있게 하기 위해 제2 제휴된 도메인(240/340)으로 자격(254)의 이전을 중개하도록 구성된다. 하나의 그러한 구현예에서, 제1 및 제2 제휴된 도메인(230/330 및 240/340) 각각뿐만 아니라 제3 제휴된 도메인(260)은 P2P 네트워크 노드로서 기능하고 예를 들어 인터넷과 같은 패킷 교환 네트워크를 통해 액세스 가능한 하나 이상의 웹 서버에 대응할 수 있다. 대안적으로, 제1 및 제2 제휴된 도메인(230/330 및 240/340) 뿐만 아니라 제3 제휴된 도메인(260)은 사설 광역 네트워크(wide-area network, WAN)에서 P2P 네트워크 노드로서 참여하거나 다른 유형의 제한된 분산 네트워크에 포함되는 하나 이상의 컴퓨터 서버를 포함할 수 있다.\n[0026] 다양한 구현예에서, 제2 제휴된 도메인(240/340)으로의 자격(254)의 이전은 원장 엔트리(318)로서 자격 원장(316)에 기록될 수 있다. 원장 엔트리(318)는 자격(254)의 이전의 지속적인 기록을 제공할 수 있다. 또한 자격 원장(316)은 자격(254)의 현재 상태에 대한 참조의 역할을 할 수 있다. 즉 예를 들어 자격(254)이 활성인지 경과했는지를 나타낼 수 있고, 또한 사용자(250) 및/또는 자격(254)을 갖는 다른 사용자를 식별할 수 있고, 자격(254)을 주장할 수 있는 도메인 또는 도메인을 식별할 수 있다. 일 구현예에서, 자격 원장(316)은 예를 들어 본 기술분야에 공지된 바와 같은 블록체인을 포함할 수 있다.\n나. 선행발명들\n1) 선행발명 1 (갑 제5호증)\n선행발명 1은 2011. 4. 7. 공개특허공보 제2011-0036529호로 공개된 ‘콘텐츠 공유를 위한 임시 도메인 멤버십’에 관한 것으로서, 그 주요 내용 및 도면은 다음과 같다.\n배경기술\n[0001] 휴대용 음악 플레이어, 데스크톱 및 랩톱 컴퓨터, 핸드헬드 컴퓨터 또는 PDA(personal digital assistant), 휴대폰 등과 같은 디지털 미디어 재생 장치들이 점점 흔해지고 있다. 이러한 장치들에 있는 디지털 콘텐츠의 예술가 및/또는 저작권 소유자의 권리를 보호하기 위하여, 이러한 장치들은 빈번하게 DRM(digital rightsmanagement) 기술들을 이용한다. 그러나 이러한 DRM 기술들을 이용하는 것은 일반적으로 사용자가 다른 사용자의 장치에서 디지털 콘텐츠를 재생할 수 있는 것을 제한하고 있다. 이것이 문제가 되는데, 그 이유는 사용자들이 자신의 책, CD 및 DVD를 자기의 친구들에게 빌려주는 데 익숙해져 있고 이 DRM 기술들이 일반적으로 사용자들이 구입한 디지털 미디어를 자기의 친구들에게 빌려줄 수 있는 것을 제한하기 때문이다.\n과제의 해결 수단\n[0004] 콘텐츠 공유를 위한 임시 도메인 멤버십의 하나 이상의 측면들에 따르면, 제1 장치가 도메인에 임시로 가입하기 위한 요청이 수신되고, 이 요청은 도메인의 멤버인 제2 장치에 의해 디지털 서명되어 있다. 요청이 유효한지 여부에 대한 검사가 이루어진다. 요청이 유효하지 않은 경우, 요청은 거부된다. 그러나 요청이 유효한 경우, 제1 장치에 대해 임시 도메인 인증서가 생성되어 - 임시 도메인 인증서는 제1 장치가 도메인에 임시로 가입하는 것을 가능하게 해줌 -, 제1 장치로 보내진다.\n[0005] 콘텐츠 공유를 위한 임시 도메인 멤버십의 하나 이상의 측면들에 따르면, 제1 장치에서, 제2 장치의 디지털 인증서 및 디지털 서명된 임시 도메인 가입 요청에 대한 요청 둘 다가 제2 장치로부터 수신된다. 디지털 인증서가 해지되었는지 여부 및 제1 장치의 사용자가 제1 장치가 멤버로 있는 도메인에 제2 장치가 임시로 가입할 수 있도록 승인하였는지 여부에 대한 검사가 이루어진다. 만일 디지털 인증서가 해지되지 않았고 제1 장치의 사용자가 제2 장치가 도메인에 임시로 가입할 수 있도록 승인하였으면, 제2 장치의 공개 키를 포함하는 임시 도메인 가입 요청이 생성되어 디지털 서명되고, 디지털 서명된 임시 도메인 가입 요청이 수신자에게 보내진다. 그러나 만일 디지털 인증서가 해지되었거나 제1 장치의 사용자가 제2 장치가 도메인에 임시로 가입할 수 있도록 승인하지 않았으면, 디지털 서명된 임시 도메인 가입 요청에 대한 요청은 거부된다.\n[0006] 콘텐츠 공유를 위한 임시 도메인 멤버십의 하나 이상의 측면들에 따르면, 제1 장치는, 제2 장치가 제1 장치를 대신하여 디지털 서명된 임시 도메인 가입 요청을 생성하도록, 제1 장치의 디지털 인증서를 제2 장치로 보낸다. 제1 장치는, 제2 장치가 멤버로 있는 도메인을 관리하는 도메인 제어기(domain controller)로부터, 제1 장치가 도메인에 임시로 가입하는 것을 가능하게 해주는 임시 도메인 인증서를 수신한다.\n발명을 실시하기 위한 구체적인 내용\n[0008] 콘텐츠 공유를 위한 임시 도메인 멤버십이 본 명세서에 기술되어 있다. 특정 도메인의 멤버가 아닌 제1 장치를 위한 임시 도메인 멤버십이 요청될 수 있다. 특정 도메인의 멤버인 제2 장치는 제1 장치를 대신하여 임시 도메인 가입 요청에 디지털 서명을 하며, 이 요청은 특정 도메인의 도메인 제어기로 보내진다. 도메인 제어기는, 제1 장치가 그 특정 도메인에 임시로 가입하는 것을 가능하게 해주는 임시 도메인 인증서를 제1 장치에게 발급한다.\n[0009] 도 1은 하나 이상의 실시예들에 따른, 콘텐츠 공유를 위한 임시 도메인 멤버십이 이용될 수 있는 예시적인 시스템(100)을 나타낸 것이다. 시스템(100)은 도메인 제어기(102), 콘텐츠 공급자(104), 라이선스 서버[license server(106)], 하나 이상의(x개) 도메인들[108(1), ..., 108(x)], 하나 이상의(y개) 장치들[110(1), ..., 110(y)] 및 신뢰 기관(trust authority)(120)을 포함한다. 비록\n[도 1] 콘텐츠 공유를 위한 임시 도메인 멤버십이\n단지 하나의 도메인 제어기(102), 이용될 수 있는 예시적인 시스템을 나타낸 도면\n콘텐츠 공급자(104), 라이선스 서버\n(106) 및 신뢰 기관(120)이 나타내\n어져 있지만, 구성요소들(102, 104,\n106 및 120) 중 다수가 시스템\n(100)에 포함될 수 있음을 잘 알 것\n이다.\n[0010] 도메인 제어기(102), 콘텐츠\n공급자(104), 라이선스 서버(106) 및\n신뢰 기관(120) 각각은 하나 이상의\n컴퓨팅 장치 상에서 구현될 수 있는\n서비스를 나타낸다. 이들 서비스들\n중 2개 이상은, 선택적으로, 동일한\n컴퓨팅 장치 상에서 구현될 수 있다.\n그에 부가하여, 도메인 제어기(102),\n콘텐츠 공급자(104), 라이선스 서버(106) 및 신뢰 기관(120) 중 하나 이상이 결합되어 단일 서비스로 될 수 있거나 또는 다른 대안으로서 각각이 별도의 서비스일 수 있다.\n[0011] 이 구성요소들(102, 104, 106, 108, 110, 116 및 120) 각각은 네트워크(110)를 통해 서로 통신할 수 있다. 네트워크(110)는 인터넷, LAN(local area network), 휴대폰 또는 기타 무선 전화 네트워크, 기타 공중 및/또는 독점 네트워크, 이들의 조합, 기타 등등과 같은 다양한 네트워크들 중 하나 이상을 포함할 수 있다.\n[0012] 각각의 도메인(108)은 장치들[112(1), ..., 112(a) 및 114(1), ..., 114(b)]로 나타낸 하나 이상의 장치들을 포함하고 있다. 도메인에 포함된 이 장치들(112와 114) 각각은 또한 그 도메인의 멤버라고 말해진다. 그에 부가하여, 하나 이상의 디지털 미디어 장치들[116(1), ..., 116(y)]은 임의의 도메인(108)의 일부가 아닐 수도 있다. 장치들(112, 114 및 116)은 각각 데스크톱 컴퓨터, 랩톱 컴퓨터, 핸드헬드 컴퓨터 또는 PDA, 자동차 컴퓨터, 휴대용 음악 플레이어, 휴대용 영화 플레이어, 휴대폰 또는 기타 무선 전화 등등과 같은 다양한 서로 다른 유형의 디지털 미디어 장치들일 수 있다. 서로 다른 장치들(112, 114 및 116)이 동일하거나, 다른 대안으로서, 서로 다른 유형의 디지털 미디어 장치일 수 있다.\n[0013] 장치들(112, 114 및 116) 각각은 디지털 콘텐츠를 소비할 수 있는 디지털 미디어 장치이다. 본 명세서에서 사용되는 바와 같이, 디지털 콘텐츠는, 오디오 콘텐츠(예를 들어 노래), 오디오/비디오 콘텐츠(예를 들어 TV 프로그램, 영화, 다큐멘터리, 만화, 기타), 이미지 콘텐츠(예를 들어 디지털 사진), 그래픽 콘텐츠, 텍스트 콘텐츠(예를 들어 전자책), 컴파일된 또는 컴파일되지 않은 컴퓨터 프로그램 또는 그 일부분, 자바 게임, zip 압축된 (zipped) 또는 다른 방식으로 압축된 파일, 전자메일 메시지 및 첨부 파일 등등은 물론 이들의 조합과 같은 다양한 서로 다른 디지털 또는 전자 콘텐츠를 말하고 있다. 디지털 콘텐츠의 소비는, 디지털 콘텐츠를 재생하는 것, 디지털 콘텐츠를 다른 장치로 전송하는 것, 디지털 콘텐츠를 CD(compact disc) 또는 기타 광 디스크에 굽는 것, 디지털 콘텐츠의 하드 카피를 인쇄하는 것, 디지털 콘텐츠를 전자 메일로 보내는 것 등등과 같은 여러 형태들을 취할 수 있다.\n[0014] 각각의 도메인(108)은 특정 사용자 또는 사용자 그룹과 연관되어 있다. 디지털 콘텐츠는 사용자의 도메인과 연관되고(바인딩된다고도 함), 그에 따라 그 사용자의 도메인의 일부인 장치들(112, 114) 중 어떤 것이라도 사용자의 도메인에 바인딩되어 있는 디지털 콘텐츠를 소비할 수 있게 된다. 특정 도메인(108) 내의 서로 다른 장치들(112, 114)은 서로 다른 유형들의 디지털 미디어 장치일 수 있거나, 다른 대안으로서, 장치들(112, 114) 중 하나 이상이 동일한 유형의 장치일 수 있다. 일례로 사용자는 자신의 데스크톱 컴퓨터, 휴대용 음악 플레이어, 휴대폰 및 자동차 컴퓨터(모두가 사용자의 도메인의 일부임)를 가질 수 있으며, 이 장치들 전부는 사용자의 도메인에 바인딩되어 있는 디지털 콘텐츠를 소비할 수 있다. 특정 장치(112, 114)는 하나 이상의 도메인들(108)의 멤버일 수 있다. 게다가 도메인(108) 내의 장치들(112, 114)은 그 동일한 도메인 내에 있는 다른 장치들(112, 114)을 알고 있을 필요가 없다는 것에 주목해야 한다.\n[0016] 도메인 제어기(102)는 도메인들(108)을 관리한다. 도메인의 관리는, 도메인에서 멤버십을 관리하는 것 및 도메인의 멤버들에 제한을 부과하는 것(도메인에 장치들을 추가하는 것, 도메인으로부터 장치들을 제거하는 것, 도메인 멤버십 인증서들을 생성하여 배포하는 것, 임시 도메인 인증서들의 생성하여 배포하는 것 등등을 포함함)을 말한다. 장치(112, 114)가 도메인에 가입할 때, 장치(112, 114)는 도메인 제어기(102)로부터 그 도메인에 대한 도메인 멤버십 인증서를 제공받는다. 이하에서 상세히 기술하는 바와 같이, 이 도메인 멤버십 증서는, 콘텐츠 라이선스와 함께, 장치가 그 도메인에 바인딩되어 있는 보호된 콘텐츠를 소비하는 것을 가능하게 해준다. 장치(112, 114 및/또는 116)는 또한 도메인에 임시로 가입할 수 있고, 이 경우 장치(112, 114, 116)는 도메인 제어기(102)로부터 그 도메인에 대한 임시 도메인 인증서를 제공받는다. 이하에서 상세히 기술하는 바와 같이, 이 임시 도메인 인증서는, 콘텐츠 라이선스와 함께, 장치가 그 도메인에 바인딩되어 있는 콘텐츠를 일시적으로 소비하는 것을 가능하게 해준다.\n[0022] (전략) 특정 엔터티의 신뢰성을 입증하는 디지털 인증서는 신뢰 기관에 의해 생성될 수 있다. 디지털 인증서는 일반적으로 생성되는 디지털 인증서를 받을 특정 엔터티의 공개 키를 포함하고 있으며, 디지털 인증서는 신뢰 기관의 개인 키를 이용하여 신뢰 기관에 의해 디지털 서명된다. 엔터티 A가 엔터티 B의 신뢰성을 검증하고자 하는 경우, 엔터티 A는 신뢰 기관(몇몇 실시예에서, 엔터티 A일 수 있음)의 공개 키를 획득하여 엔터티 B의 디지털 인증서의 디지털 서명을 검증할 수 있다. 신뢰 기관이 엔터티 A에 의해 신뢰되고 있기 때문에, 엔터티 B의 디지털 인증서의 디지털 서명이 올바른 것으로 검증되면, 엔터티 B는 신뢰할 수 있는 것으로 검증될 수 있다.\n[0023] 일반적으로 시스템(100)의 동작 동안에, 장치들은 특정 도메인(108)에 가입하기 위하여 도메인 제어기(102)와 통신할 수 있다. 특정 도메인(108)에 가입할 때, 도메인 제어기(102)는 장치가 도메인(108)에 바인딩되어 있는 콘텐츠를 소비할 수 있게 해준다. 그 도메인(108)에 있는 장치들은 그 도메인(108) 내의 콘텐츠 공급자(104) 또는 다른 장치들(112)(또는 114)로부터 암호화된 콘텐츠를 획득할 수 있고 라이선스 서버(106)로부터 콘텐츠에 대응하는 라이선스를 획득할 수 있다. 라이선스는 특정 도메인(108)에 바인딩되어 있고, 일반적으로 암호화된 콘텐츠를 복호화하는 콘텐츠 키를 포함하고 있다. 특정 도메인(108)의 멤버인 장치들은 그 특정 도메인(108)에 바인딩된 라이선스들로부터 콘텐츠 키들을 복호화할 수 있고, 차례로 암호화된 콘텐츠를 복호화하기 위해 콘텐츠 키를 사용할 수 있다. 이어서 이러한 장치들은 라이선스에 포함되어 있는 정책들에 따라 콘텐츠를 소비할 수 있다. 특정 도메인(108)에 바인딩되어 있지 않은 장치들은 그 특정 도메인(108)에 바인딩된 라이선스들로부터 콘텐츠 키들을 복호화할 수 없으며, 따라서 암호화된 콘텐츠를 복호화할 수 없다.\n[0024] 그러나 어떤 환경 하에서는, 그 특정 도메인(108)의 멤버가 아닌 장치가 그 특정 도메인(108)에 대한 임시 도메인 멤버십을 획득할 수 있다. 특정 도메인(108)에 대한 임시 도메인 멤버십을 획득하기 위하여, 특정 도메인(108)의 멤버는 장치를 대신하여 임시 도메인 가입 요청에 디지털 서명을 하고, 임시 도메인 가입 요청은 장치의 디지털 인증서를 포함한다. 도메인 제어기(102)는 임시 도메인 가입 요청을 수신하고, 임시 도메인 멤버십을 발급할지 여부를 결정한다. 도메인 제어기(102)가 임시 도메인 멤버십을 발급하기로 결정한 경우, 도메인 제어기(102)는 장치에 대한 임시 도메인 인증서를 발급한다. 임시 도메인 인증서는 장치가 특정 도메인(108)에 임시로 가입하는 것을 가능하게 해주며, 그로써 장치는 마치 도메인의 멤버인 것처럼 특정 도메인(108)에 바인딩되어 있는 콘텐츠를 일시적으로 소비할 수 있게 된다. 그러나 콘텐츠의 이러한 소비는 콘텐츠에 대응하는 라이선스 및/또는 기타 제한들(예를 들어 임시 도메인 인증서에 포함되어 있는 제한들)에 기초하여 제한될 수 있다. 이러한 제한들은 일반적으로 임시 도메인 멤버십이 유효한 기간을 포함하며, 이 기간은 일반적으로 임시가 아닌 도메인 멤버십의 기간보다 짧다.\n[0025] 도 2는 하나 이상의 실 [도 2] 콘텐츠 공유를 위한 임시 도메인 멤버십을 구현하는\n시예들에 따른, 콘텐츠 공유를 보다 상세한 예시적인 시스템을 나타낸 도면\n위한 임시 도메인 멤버십을 구\n현하는 보다 상세한 예시적인\n시스템(200)을 나타낸 것이다.\n도 2는, 일례로 각자가 도 1의\n도메인 제어기(102), 장치(116)\n및 도메인(108)일 수 있는 도메\n인 제어기(202), 장치(204) 및\n도메인(206)을 나타내고 있다.\n이 구성요소들(202, 204 및\n206) 간의 통신은 도 1의 네트\n워크(110)와 같은 네트워크를\n통해 수행될 수 있다.\n[0026] 도메인(206)은 멤버 장\n치(208)를 가지고 있는 것으로\n나타내어져 있다. 설명의 편의상\n하나의 장치(208)가 도메인(206)\n의 멤버인 것으로 예시되어 있지만, 도메인(206)이 2개 이상의 장치들(208)을 포함할 수 있다는 것을 잘 알 것이다. 장치(208)는 DRM(digital rights management) 모듈(210), 콘텐츠 소비 모듈(212), 콘텐츠 라이선스 저장소(214), 도메인 인증서 저장소(216) 및 장치 콘텐츠 저장소(218)를 포함하고 있다. 개별적인 것으로 나타내어져 있지만, 다른 대안으로서, 모듈(210), 모듈(212), 저장소(214), 저장소(216) 및 저장소(218) 중 하나 이상이 결합될 수 있다.\n[0034] 장치(204)는 도메인(206)의 멤버가 아닌 것으로 나타내어져 있다. 장치(204)는 어떤 도메인의 멤버도 아닌 별도의 장치일 수 있거나, 다른 대안으로서, 하나 이상의 도메인들[도메인(206)은 제외]의 멤버일 수 있다. 장치(204)는 장치(208)의 DRM 모듈(210)과 비슷하게 동작하는 DRM 모듈(220)과, 장치(208)의 콘텐츠 소비 모듈(212)과 비슷하게 동작하는 콘텐츠 소비 모듈(222)을 포함하고 있다. 마찬가지로 장치(204)는 장치(208)의 콘텐츠 라이선스 저장소(214)와 비슷하게 동작하는 콘텐츠 라이선스 저장소(224), 장치(208)의 도메인 인증서 저장소(216)와 비슷하게 동작하는 도메인 인증서 저장소(226) 및 장치(208)의 장치 콘텐츠 저장소(218)와 비슷하게 동작하는 장치 콘텐츠 저장소(228)를 포함하고 있다.\n[0035] 도메인 제어기(102)는 도메인 요청 모듈(232), 장치 바인딩 암호화 모듈(234) 및 도메인 정보 저장소(236)를 포함하고 있다. 모듈(232), 모듈(234) 및 저장소(236)는 동일한 장치 상에 구현될 수 있거나, 다른 대안으로서, 다수의 장치들 상에 구현될 수 있다.\n[0036] 도메인 요청 모듈(232)은 도메인(206)을 관리하며, 따라서 어느 장치들이 도메인(206)에 가입할 수 있는지를 제어한다. 이러한 관리는 장치들이 도메인(206)에 임시로 가입할 수 있는지 여부를 제어하는 것을 포함한다. 도메인 요청 모듈(232)은 다양한 서로 다른 조건에 기초하여 장치들이 도메인(206)에 가입하는 것을 허용하거나 금지할 수 있다. 이러한 조건들의 일례들은, 몇 개의 장치가 도메인(206)에 가입할 수 있는지에 대한 제한들, 어떤 유형들의 장치들[예를 들어 장치들 상의 DRM 모듈들(210)]이 도메인(206)에 가입할 수 있는지에 대한 제한들, 도메인(206)에 가입하기 위해 장치의 사용자에 의해 제공되어야 하는 사용자 자격증명, 기타 등등을 포함한다. 도메인 요청 모듈(232)은, 몇 개의 장치들이 도메인(206)에 임시로 가입할 수 있는지에 대한 제한들, 어떤 유형들의 장치들[예를 들어 장치들 상의 DRM 모듈들(220)]이 도메인(206)에 임시로 가입할 수 있는지에 대한 제한들, 장치의 디지털 인증서가 도메인(206)의 멤버에 의해 디지털 서명되었는지 여부, 기타 등등과 같은, 동일하거나 서로 다른 조건들 중 하나 이상에 기초하여 장치가 도메인(206)에 임시로 가입할 수 있게 해줄 수 있다.\n[0040] 시스템(200)에서, 장치(204)가 도메인(206)의 멤버는 아니지만, 장치(204)는 장치(204)가 도메인(206)에 임시로 가입할 수 있게 해주는 임시 도메인 인증서를 제공받을 수 있다. 이 임시 도메인 인증서를 획득하기 위해, 장치(204)는 장치(204)의 디지털 인증서(250)를 장치(208)와 같은 도메인(206) 내의 장치로 보낸다. 장치(204)의 디지털 인증서(250)는 장치(204)에 특유한 디지털 인증서 또는 장치(204)가 멤버로 있는 다른 도메인[도메인(206) 제외]에 특유한 디지털 인증서일 수 있다.\n[0041] 디지털 인증서(250)를 보내는 것은 장치(204)에 의해 또는, 다른 대안으로서, 장치(208)에 의해 시작될 수 있다. 일례로 장치(204)는 장치(204)가 도메인(206)에 임시로 가입할 수 있도록 요청할 수 있거나, 장치(208)는 장치(204)가 도메인(206)에 임시로 가입할 수 있도록 요청할 수 있다. 이러한 요청이 장치들(204 또는 208) 중 하나의 사용자에 의해 시작될 수 있거나, 다른 대안으로서, 장치들(204 또는 208) 중 하나의 모듈 또는 구성요소에 의해 자동으로 생성될 수 있다.\n[0042] 디지털 인증서(250)의 수신 시에, DRM 모듈(210)은, 장치(204)를 대신하여, 임시 도메인 가입 요청을 생성할지 여부를 결정한다. 임시 도메인 가입 요청을 생성할지 여부를 결정할 시에 다양한 다른 조건들이 사용될 수 있다. 하나 이상의 실시예들에서, DRM 모듈(210)은 디지털 인증서(250)가 유효한지 여부를 검사한다. 이러한 실시예들에서, 장치(208)는 해지된 디지털 인증서들의 목록 또는 기타 기록을 유지하거나 그에 액세스한다. DRM 모듈(210)은 디지털 인증서(250)가 이 목록에 있는지, 따라서 해지되었는지 여부를 검사한다. 디지털 인증서(250)가 해지된 경우, DRM 모듈(210)은 임시 도메인 요청을 생성하지 않고, 그렇지 않은 경우, DRM 모듈(210)은 임시 도메인 요청을 생성할 수 있다(선택적으로, 다른 조건이 만족되는지에 따라).\n[0043] 하나 이상의 다른 실시예들에서, DRM 모듈(210)은 장치(204)가 도메인(206)에 임시로 가입하는 것을 장치(208)의 사용자가 승인하는지 여부를 검사한다. 이 검사는 디지털 인증서(250)가 유효한지 여부의 검사에 부가하여 또는 그 대신에 수행될 수 있다. 장치(204)가 도메인(206)에 임시로 가입하는 것을 장치(208)의 사용자가 승인하는지 여부에 대한 이 검사는, 장치(204)가 도메인(206)에 임시로 가입하는 것의 승인 또는 거부를 입력하도록 사용자에게 요청하는 프롬프트를 장치(208)의 사용자 인터페이스(UI) 상에 디스플레이하는 것과 같이, 여러 방식으로 수행될 수 있다. 다른 대안으로서, 도메인(206)에 임시로 가입하도록 승인되는 하나 이상의 장치들(또는 사용자들)을 식별해주는 장치(208) 상의 기본 설정(preferences) 또는 옵션들을 사용자가 이미 설정해 두는 것과 같이, 검사가 다른 방식으로 수행될 수 있다. 다른 대안에서, 장치(208)의 사용자는, 장치(204)에게 디지털 인증서(250)를 요청함으로써, 장치(204)가 도메인(206)에 임시로 가입하는 것을 기본적으로 승인한다.\n[0044] (전략) DRM 모듈(210)이 장치(204)를 대신하여 임시 도메인 가입 요청을 생성하기로 결정하면, DRM 모듈(210)은 디지털 인증서(250)를 포함하는 임시 도메인 가입 요청을 생성한다. DRM 모듈(210)은 또한 임시 도메인 가입 요청에 디지털 서명을 하며, 따라서 이하에서 상세히 논의되는 바와 같이, 도메인 제어기(202)는 요청이 도메인(206)의 멤버에 의해 생성되었다는 것을 검증할 수 있다. DRM 모듈(210)은 임시 도메인 가입 요청 전체 또는 다른 대안으로서 요청의 일부만[예를 들어 적어도 디지털 인증서(250)]에 디지털 서명할 수 있다. DRM 모듈(210)은, 장치(208)의 개인 키, DRM 모듈(210)의 개인 키, 도메인(206)의 개인 키, 기타 등등과 같은 개인 키를 사용하여 임시 도메인 가입 요청(또는 그 일부분)에 디지털 서명할 수 있다.\n[0047] 도메인 제어기(202)는 요청(254) 또는 요청(260)과 같은 임시 도메인 가입 요청들을 수신하고, 도메인 요청 모듈(232)은, 요청에 응답하여, 임시 도메인 인증서(256)를 발급 할지 여부를 결정한다. 도메인 요청 모듈(232)은, 몇 개의 장치들이 도메인(206)에 임시로 가입할 수 있는지에 대한 제한들, 어떤 유형들의 장치들[예를 들어 장치들 상의 DRM 모듈들(220)]이 도메인(206)에 임시로 가입할 수 있는지에 대한 제한들, 기타 등등과 같은, 하나 이상의 서로 다른 조건들에 기초하여, 임시 도메인 인증서(256)를 발급할지 여부를 결정할 수 있다. 이러한 제한들은, 일례로 도메인 제어기(202)의 관리자 또는 다른 사용자에 의해 설정될 수 있고, 도메인 정보 저장소(236)에 유지될 수 있다.\n[0053] 도메인 요청 모듈(232)이, 임시 도메인 가입 요청에 응답하여, 임시 도메인 인증서(256)를 발급하기로 결정하면, 장치 바인딩 암호화 모듈(234)은 임시 도메인 인증서(256)를 생성한다. 장치 바인딩 암호화 모듈(234)은 임시 도메인 인증서(256)를 장치(204)에 바인딩하거나, 다른 대안으로서, 장치(204)가 멤버로 있는 도메인에 바인딩한다. 이상에서 논의된 바와 같이, 장치(208)에 의해 생성된, 디지털 서명된 임시 도메인 가입 요청은 장치(204)의 공개 키 또는 장치(204)[또는 장치(204)가 멤버로 있는 도메인]와 연관된 기타 키 또는 메커니즘을 포함하고 있다. 디지털 서명된 임시 도메인 가입 요청에 포함된 키 또는 기타 메커니즘은 장치 바인딩 암호화 모듈(234)에서 임시 도메인 인증서(256)를 장치(204)[또는 장치(204)가 멤버로 있는 도메인]에 바인딩하는 데 사용된다.\n[0055] 장치(204)는 임시 도메인 인증서(256)를 수신하고, 임시 도메인 인증서(256)를 도메인 인증서 저장소(226)에 저장한다. 임시 도메인 인증서(256)는 장치(204)[또는 장치(204)가 멤버로 있는 도메인]에 바인딩되어 있으며, 그로써 장치(204)는 장치(204)의 개인 키[예를 들어 장치(204)에 특유한 또는 장치(204)가 멤버로 있는 도메인에 특유한 개인 키]를 사용하여 도메인(206)의 개인 키를 복호화하고 따라서 도메인(206)에 바인딩되어 있는 콘텐츠를 소비할 수 있다.\n2) 선행발명 2 (갑 제6호증)\n선행발명 2는 2013. 8. 15. 국제공개특허공보 WO 2013/120100호로 공개된 ‘콘텐츠 액세스 승인을 위한 방법, 디바이스 및 컴퓨터 판독 가능 매체(Method, apparatus and computer readable medium for content access authorization)’에 관한 것으로서, 그 주요 내용은 다음과 같다.\n배경기술\n[0003] 주문형 비디오(VOD: video on demand) 서비스의 현재 추세로 인해, 서비스 공급\n자는, 콘텐츠가 적시(just-in-time)에 전달되고, 고부가 콘텐츠의 일시적인 복사본과 부분적\n복사본만 로컬에 저장되기 때문에 콘텐츠 보호가 간소화되는 스트리밍 시나리오로 이동하고 있다. 이러한 시나리오는 서버가 각 개별 요청에 응답하여 각각의 디바이스에 맞게 각각의 스트림을 조정할 수 있기 때문에 서비스 공급자가 다양한 유형의 디바이스에 콘텐츠를 제공하는 데 도움이 된다.\n해결 과제\n[0004] 그러나 현재 스트리밍 서비스에는 몇몇 단점이 있다. 많은 스트리밍 콘텐츠 배포 시스템은 특정의 승인된 디바이스에게만 호환되는 독점 디지털 저작권 관리(DRM: digital rights management) 체계를 갖는다. 이러한 \"폐쇄형 네트워크 서비스(walled garden)\"는 디바이스 비호환성, 제한된 콘텐츠 소스 및 시장 경쟁으로 인한 수익 감소로 인해 어려움을 겪고 있다. 그 결과 이러한 폐쇄형 네트워크 서비스에 갇힌 사용자는 편리한 방식으로 콘텐츠를 공유하거나 폐쇄형 네트워크 서비스에서 콘텐츠를 가져와서 다른 시스템으로 이동할 수가 없다.\n[0007] 추가적으로 기존의 많은 DRM 체계에서, 디바이스를 한 도메인에서 다른 도메인으로 이동할 경우, 제1 도메인으로부터의 모든 오래된 콘텐츠는 제거되어야 하거나 디바이스가 제2 도메인에 승인되는 동안 액세스 불가능한 상태로 유지되어야 한다...(중략)... 이러한 체계는 물리적 미디어가 부과하는 한계를 넘는 사용자 경험을 제한한다. 예를 들어 사용자가 CD를 받는 경우, 사용자는 자신의 도메인에서 가져온 콘텐츠에 대한 액세스를 상실하지 않는다.\n[0008] 따라서 사용자가 디바이스의 승인을 수동으로 관리하지 않고도 다수의 디바이스 상의 다수의 도메인으로부터의 콘텐츠에 액세스할 수 있도록 하는 승인 기술의 개선이 필요하다.\n[0009] 개시된 실시형태는 콘텐츠에 대한 액세스를 부여하기 위한 예시적인 방법에 관련되며, 이 방법은 디바이스로부터 사용자와 연관된 사용자 크리덴셜을 수신하는 단계 - 여기서 디바이스는 제1 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 승인을 가짐 -, 사용자 크리덴셜과 연관된 사용자가 제2 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 라이선스를 가지고 있는지 여부를 결정하는 단계 및 사용자 크리덴셜과 연관된 사용자가 제2 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 라이선스를 가지고 있다는 결정에 적어도 부분적으로 기반하여, 제2 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 임시 승인을 디바이스에 부여하는 단계를 포함한다.\n[0010] 이 방법은 또한 디바이스와 동일한 네트워크 상에 있는 하나 이상의 추가 디바이스에 임시 승인을 부여하는 단계를 포함할 수 있으며, 임시 승인은 하나 이상의 추가 디바이스가 제2 콘텐츠 도메인의 콘텐츠에 액세스하는 것을 허용한다.\n[0011] 이러한 임시 승인은, 미리 결정된 기간(period of time)의 경과를 포함하는, 사용자에 의해 정의될 수 있는 하나 이상의 미리 설정된 조건이 발생하면 자동으로 만료될 수 있다. 이러한 미리 설정된 조건은 제2 콘텐츠 도메인의 콘텐츠 항목에 액세스하는 것과, 사용자가 디바이스로부터 미리 결정된 거리 바깥으로 이동하는 것을 포함할 수 있다.\n[0012] 이러한 임시 승인은 제2 콘텐츠 도메인의 콘텐츠의 서브 세트에 대한 액세스를 디바이스에 부여할 수 있다. 추가적으로 이 방법은 임시 승인을 영구 승인으로 전환하기 위한 제안을 전송하는 단계를 포함할 수 있다. 이러한 임시 승인은 하나 이상의 조건에 따라 부여될 수 있다. 예를 들어 임시 승인은 디바이스가 활성 사전 임시 승인을 갖는 경우에는 부여되지 않을 수 있다.\n[0013] 제1 콘텐츠 도메인은 사용자 크리덴셜과 연관된 사용자가 아닌 다른 사용자에게 속한 라이선스에 기반하여 디바이스에 액세스될 수 있다.\n[0014] 사용자 크리덴셜은, 제1 콘텐츠 도메인이 아닌 제2 콘텐츠 도메인 내에 있는 콘텐츠 항목에 액세스하려는 시도 후에 디바이스에 전송된 크리덴셜에 대한 요청에 응답하여 수신될 수 있다. 추가적으로, 임시 승인은 제1 콘텐츠 도메인이 아닌 제2 콘텐츠 도메인 내에 있는 콘텐츠 항목으로 제한될 수 있고, 디바이스에 임시 승인을 부여하는 단계는 디바이스에 임시 도메인 키를 전송하는 단계를 포함할 수 있다.\n[0015] 디바이스가 제2 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 임시 승인을 갖고 있는 동안, 디바이스는 제1 콘텐츠 도메인 및 제2 콘텐츠 도메인 모두의 콘텐츠에 액세스하기 위한 승인을 가질 수 있다. 대안적으로, 디바이스가 제2 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 임시 승인을 갖고 있는 동안, 제1 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 디바이스의 승인은 보류될 수 있다.\n주요구성\n[0066] 임시 승인은 선택적으로 요금, 추가 요금 또는 다른 조건과 연관될 수 있으며; 따라서 조건이 충족될 때까지는 승인이 부여되지 않는다. 대안적으로, 디바이스의 사용자가 해당 디바이스 상에서 하나 이상의 제2 콘텐츠 도메인으로부터의 콘텐츠에 계속 액세스하기를 원하는 경우, 임시 승인이 만료되면 요금 또는 추가 요금이 부과될 수 있다. 예를 들어 친구 집에 있는 사용자는 사용자가 액세스할 수 있지만 친구는 액세스할 수 없는 콘텐츠에 액세스하기 위한 임시 승인을 얻기 위해 친구의 STB에 자신의 크리덴셜을 입력할 수 있다. 임시 승인이 만료된 후, 친구는 선택적으로 사용자와 연관된 하나 이상의 제2 콘텐츠 도메인의 콘텐츠에 대해 요금을 지불하고 무기한 또는 영구적인 승인을 얻을 수 있다. 사용자는 또한 상이한 가격대에서 미리 설정된 상이한 조건으로 임시 승인을 요청하거나 선택할 수 있다. 예를 들어 미리 설정된 기간이 1일인 임시 승인은 미리 설정된 기간이 1주인 임시 승인보다 비용이 저렴할 수 있다. 많은 변형이 가능하다.\n[0107] (전략) 계정 관리자 탭(703)은, 예를 들어 사용자 계정 생성, 로그인 및 암호 관리를 지원하는 데 사용될 수 있다. 추가적으로, 계정 관리자 탭(703)은 비용을 관리하거나, 대여 및 구매 시에 지불해야 하는 미결 요금 또는 청구서를 지불하거나, 하나 이상의 사용자 계정에 연결된 임시 승인을 관리하는 데 사용될 수 있다.\n다. 심결의 경위\n1) 원고가 2019. 5. 17. 이 사건 출원발명을 출원하자, 특허청 심사관은 2020. 3. 26. 원고에게 「이 사건 출원발명의 청구항 전항에 기재된 발명은 그 출원 전에 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람(이하 ‘통상의 기술자’라 한다)이 인용발명 1 내지 3\n2)\n에 의하여 용이하게 발명할 수 있는 것이므로, 특허법 제29조 제2항에 따라 특허를 받을 수 없다.」라는 내용으로 의견제출통지를 하였다(갑 제3호증).\n2) 원고는 2020. 5. 26. ‘이 사건 출원발명의 청구항 1이 위 인용발명들과 비교하여 구성이 상이하다.’라는 취지의 의견서를 제출하였으나, 특허청 심사관은 2020. 6. 16. 「여전히 2020. 3. 26.자 거절이유를 해소하지 못하였다.」라는 이유로 특허거절결정을 하였다(갑 제4호증).\n3) 이에 원고가 2020. 7. 16. 특허심판원에 위 거절결정에 대한 불복심판을 청구하였다. 특허심판원은 이를 2020원1806호로 심리한 다음, 2021. 4. 15. 「이 사건 제14항 발명은 통상의 기술자가 비교대상발명 1, 2에 의하여 쉽게 발명할 수 있으므로 그 진보성이 부정되고, 특허출원에서 청구범위가 둘 이상의 청구항으로 이루어진 경우에 어느 하나의 청구항이라도 거절이유가 있으면 그 출원은 일체로서 거절되어야 한다.」라는 이유로 원고의 위 심판청구를 기각하는 심결(이하 ‘이 사건 심결’이라 한다)을 하였다(갑 제1호증).\n【인정 근거】갑 제1 내지 6호증의 각 기재, 변론 전체의 취지\n2. 당사자들의 주장\n가. 원고 주장의 요지\n1) 이 사건 제14항 발명에서 ‘도메인’은 ‘하드웨어 프로세서, 자격원장 및 소프트웨어 코드를 저장하는 비일시적 저장 디바이스로 구현되는 메모리를 갖는 컴퓨팅 플랫폼’인 반면,\n3)\n선행발명 1의 ‘도메인’의 경우 단순히 장치 그룹을 의미할 뿐이다.\n2) 이 사건 제14항 발명에서는 자산에 대한 자격을 가지는 제1 도메인에 액세스를 요청하는 주체가 ‘제2 도메인’이다. 반면 선행발명 1의 경우 도메인에 대한 액세스를 요청하는 주체가 ‘장치[114(1)/204]’일 뿐 그 장치가 속한 ‘도메인’이 아니므로, 제2 도메인이 장치를 대신하여 제1 도메인에 일시적으로 가입하기 위한 요청을 보낸다는 공개, 시사 내지 암시가 전혀 없고, 제1 도메인과 제2 도메인 사이의 자격 이전을 중재하기 위한 시스템을 공개하고 있지도 못하다.\n3) 이 사건 제14항 발명의 경우 제1 도메인의 자격(entitlement)이 지속적이고 영구적으로 제2 도메인으로 이전되며, 이에 따라 자격 이전을 등록하기 위한 원장(ledger) 구성이 필수적이다. 반면 선행발명 1의 경우 사용자 장치의 요청에 대하여 권한이 일시적으로 허용될 뿐 영구적으로 이전되지 아니하므로 원장 구성이 필수적이라고 할 수 없다. 나아가 선행발명 2를 통해서도 이 사건 제14항 발명의 원장 구성을 쉽게 도출할 수 없다.\n4) 이 사건 제14항 발명의 경우 각 도메인이 주체적, 독립적, 개별적으로 다른 도메인과의 자격 이전을 발생시킬 수 있는 피어-투-피어(P2P) 형태로 작동하도록 구성되어 있다. 반면 선행발명 1의 경우 도메인 제어기가 장치 그룹의 멤버십을 모두 관리하는 중앙 제어형 구성이다.\n5) 이와 같이 이 사건 제14항 발명은 선행발명 1과 그 구성이나 효과가 다르고, 통상의 기술자가 선행발명들을 통하여 이 사건 제14항 발명을 쉽게 발명할 수 없어 그 진보성이 부정되지 아니한다. 따라서 이와 결론을 달리한 이 사건 심결은 위법하므로 취소되어야 한다.\n나. 피고 주장의 요지\n1) 이 사건 제14항 발명과 선행발명들은 서로 다른 도메인에서 콘텐츠를 공유할 수 있는 기술에 관한 것이라는 점에서 기술분야가 동일하고, 새로운 도메인에 기존의 자격 내지 권한을 가진 도메인의 자격 내지 권한을 가져와 콘텐츠를 공유한다는 점에서 그 목적도 동일하다. 아울러 특정 도메인의 콘텐츠를 이용할 수 있는 사용자가 다른 도메인서 임시로 자격을 확인하여 기존 도메인의 콘텐츠를 이용할 수 있도록 하는 기술이나 이와 같은 방식의 콘텐츠 재배포를 위하여 인증 및 기록을 관리하는 것은 이 사건 출원발명이 속하는 기술분야에서 주지관용기술에 해당한다.\n2) 이 사건 제14항 발명에서의 ‘도메인’은 네트워크 또는 서버를 포함하는 개념인데, 이는 선행발명 1의 도메인 개념인 ‘도메인 컨트롤러에 의해 관리되는 네트워크 그룹’과 실질적으로 동일하다.\n3) 이 사건 제14항 발명과 선행발명 1의 차이점은 ‘자격 원장에 이전에 대응하는 원장 엔트리를 생성’하는 구성이 선행발명 1에 명시되어 있지 아니하다는 것 뿐인데, 이러한 차이점은 통상의 기술자가 선행발명 1에 선행발명 2를 결합하여 쉽게 극복할 수 있다.\n4) 나아가 이 사건 제14항 발명은 이른바 영업방법(Business Method)에 관한 발명으로서 기존의 사고를 뛰어 넘는 독창성이 인정되지 아니하고 이를 구현하기 위한 구체적인 기술구성에 진보성이 있다고 볼 수도 없다.\n5) 따라서 이 사건 제14항 발명은 그 진보성이 부정된다 할 것인바, 이와 결론을 같이 한 이 사건 심결은 적법하다.\n3. 이 사건 심결의 위법 여부에 관한 판단\n가. 이 사건 제14항 발명의 진보성 여부\n1) 구성요소별 대비\n이 사건 제14항 발명과 선행발명 1의 각 구성요소를 대비하여 보면 다음과 같다.\n구성 이 사건 제14항 발명 선행발명 1\n요소\n복수의 제휴된 도메인 사이의 자격 이전 임시 도메인 인증서를 통한 요청으로 제1 전제부 을 중개하기 위한 시스템이 사용하기 위 장치가 제2 장치의 도메인 멤버십을 이용한 방법에 있어서, 할 수 있게 하는 방법(식별번호 [0004]).\n- 특정 도메인에서 이용할 수 있는 콘텐츠\n사용 권한을 특정 도메인의 멤버가 아닌\n상기 시스템의 하드웨어 프로세서를 사용 제1 장치에서 사용할 수 있도록 하기 위해 하여, 사용자를 대신하여 요청을 수신하 제1 장치로부터 도메인 제어기가 임시 도는 단계 - 상기 사용자는 상기 복수의 제 메인 가입 요청을 수신(식별번호 [0008], 1 휴된 도메인 중 제1 도메인에서 자산에 [0014] 내지 [0017], [0024], [0034], 대한 자격을 가지며, 상기 요청은 상기 [0036]).\n사용자가 상기 자격을 갖지 않는 제2 도 - 장치(204)가 특정 도메인(206)의 멤버는 메인으로부터 수신됨 -; 아니지만, 도메인(206)에 임시로 가입할 수 있게 해주는 임시 도메인 인증서를 제\n공받을 수 있다(식별번호 [0040]).\n- 도메인 제어기(202)는 임시 도메인 가입 요청들을 수신하고, 도메인 요청 모듈(232)\n은, 요청에 응답하여 임시 도메인 인증서\n(256)를 발급할지 여부를 결정한다. 도메인\n- 상기 하드웨어 프로세서를 사용하여 그 요청 모듈(232)은, 어떤 유형들의 장치들이 리고 상기 요청에 응답하여, 상기 제2 도 도메인(206)에 임시로 가입할 수 있는지에 메인을 상기 복수의 제휴된 도메인 중 하 대한 제한들과 같은 조건들에 기초하여, 임2 나로서 인증하는 단계; 시 도메인 인증서(256)를 발급할지 여부를 - 상기 하드웨어 프로세서를 사용하여 그 결정할 수 있다(식별번호 [0047]).\n리고 상기 요청에 응답하여, 상기 제1 도 - 장치 바인딩 암호화 모듈(234)은 임시 메인에서의 자격을 인증하는 단계; 도메인 인증서를 장치(204)가 멤버로 있는 도메인에 바인딩한다(식별번호 [0053]).\n- DRM 모듈(210)은 디지털 인증서(250)를 포함하는 임시 도메인 가입 요청을 생\n성한다...(중략)... 도메인 제어기(202)는\n요청이 도메인(206)의 멤버에 의해 생성되\n었다는 것을 검증할 수 있다(식별번호\n[0044], [도 2])\n장치(204)는 임시 도메인 인증서(256)를\n상기 하드웨어 프로세서를 사용하여 그리\n수신하고, 임시 도메인 인증서는 장치\n고 상기 제2 도메인 및 상기 자격을 인증\n(204)가 멤버로 있는 도메인에 바인딩되어\n하는 것에 응답하여, 상기 자격을 상기\n3 있으며(식별번호 [0053]), 장치(204)는 도 제2 도메인으로 이전하여 상기 사용자가\n메인(206)의 개인 키를 복호화하고 도메인\n상기 제2 도메인에서 상기 자산에 액세스\n(206)에 바인딩되어 있는 콘텐츠를 소비할\n할 수 있게 하는 단계;\n수 있다(식별번호 [0055], [도 2])\n상기 하드웨어 프로세서를 사용하여, 상\n기 자격 원장에 상기 이전에 대응하는 원\n4 명시적 기재 없음.\n장 엔트리를 생성하는 단계;를 포함하는\n것을 특징으로 하는\n복수의 제휴된 도메인 사이의 자격 이전 임시 도메인 인증서를 통한 요청으로 제1 말미 을 중개하기 위한 시스템이 사용하기 위 장치가 제2 장치의 도메인 멤버십을 이용한 방법. 할 수 있게 하는 방법(식별번호 [0004]).\n2) 공통점 및 차이점 도출\n가) 전제부 및 말미\n⑴ 이 사건 제14항 발명의 전제부 및 말미의 구성요소와 선행발명 1의 대응 구성요소는, 모두 도메인 사이의 자격 이전[제1 장치가 제2 장치의 도메인 멤버십을 이용]\n4)\n을 중개[임시 도메인 인증서를 통한 요청]하기 위한 방법에 관한 것이라는 점에\n서 동일하다.\n⑵ 이에 대하여 원고는, 이 사건 제14항 발명에서 ‘도메인’은 ‘하드웨어 프로세서, 자격원장 및 소프트웨어 코드를 저장하는 비일시적 저장 디바이스로 구현되는 메 모리를 갖는 컴퓨팅 플랫폼’인 반면, 선행발명 1의 ‘도메인’의 경우 단순히 장치 그룹을 의미할 뿐이라는 취지로 주장한다.\n그러나 특허발명의 청구범위를 해석함에 있어 발명의 설명과 도면 등을 참작한다고 하더라도, 발명의 설명이나 도면 등 다른 기재에 따라 청구범위를 제한하거나 확장하여 해석하는 것은 허용되지 아니한다(대법원 2012. 12. 27. 선고 2011후3230 판결, 대법원 2019. 10. 17. 선고 2019다222782, 222799 판결 등 참조). ‘도메인’은 IT 기술분야에서 사전적으로 ‘숫자로 이루어진 인터넷상의 컴퓨터 주소를 알기 쉬운 영문\n으로 표현한 것으로서 시스템, 조직, 조직의 종류, 국가이름 순으로 구분되는 것’ 또는 ‘인터넷상의 컴퓨터 주소를 알기 쉬운 영문으로 표현한 것으로 네트워크를 관리하기 위한 영역’ 등을 의미하는 단어이다. 이 사건 제14항 발명의 청구항에서는 ‘도메인’의 의미에 관하여 원고 주장과 같은 제한을 전혀 두고 있지 아니하므로 그와 같이 제한 해석할 수 없고, 앞서 본 사전적인 의미로 해석함이 타당하다. 원고의 이 부분 주장은 이유 없다.\n나) 구성요소 1\n⑴ 이 사건 제14항 발명의 구성요소 1과 선행발명 1의 대응 구성요소는, 모두 시스템의 하드웨어 프로세서[도메인 제어기]를 사용하여 사용자가 자산에 대한 자격을 갖지 아니한 제2 도메인[콘텐츠 사용 권한이 없는 제1 장치]으로부터 그 자격을 가지는 제1 도메인[콘텐츠 사용 권한이 있는 특정 도메인]에 대하여 그 자격 이전의 요청을 수신[임시 도메인 가입 요청을 수신]하는 구성이라는 점에서 동일하다.\n⑵ 이에 대하여 원고는, 이 사건 제14항 발명에서 ‘도메인’은 ‘하드웨어 프로세서, 자격원장 및 소프트웨어 코드를 저장하는 비일시적 저장 디바이스로 구현되는 메 모리를 갖는 컴퓨팅 플랫폼’이라는 전제 하에, 구성요소 1에서 자격 이전을 요청하는 주체는 ‘제2 도메인’인 반면 선행발명 1에서는 그 요청의 주체가 도메인이 아닌 ‘제1 장치’이어서 양 구성은 차이가 있다는 취지로 주장한다. 그러나 다음과 같은 점에 비추\n어 보았을 때 원고의 이 부분 주장 역시 이유 없다.\n㈎ 우선 이 사건 제14항 발명의 ‘도메인’이 그 사전적 의미와는 다르게 원고\n의 주장과 같이 제한 해석될 수는 없다는 점은 앞서 본 바와 같다.\n㈏ 한편 선행발명 1의 명세서(갑 제5호증)에서는 다음과 같이 기재하고 있다.\n[0009] 도 1은 하나 이상의 실시예 [도 1] 콘텐츠 공유를 위한 임시 도메인 멤버십이\n들에 따른, 콘텐츠 공유를 위한 임시 이용될 수 있는 예시적인 시스템을 나타낸 도면\n도메인 멤버십이 이용될 수 있는 예\n시적인 시스템(100)을 나타낸 것이다.\n시스템(100)은 도메인 제어기(102),\n콘텐츠 공급자(104), 라이선스 서버\n(license server(106), 하나 이상의(x\n개) 도메인들[108(1), ..., 108(x)], 하나 이상의(y개) 장치들[110(1), ..., 110(y)] 및 신뢰 기관(trust\nauthority)(120)을 포함한다.(후략)\n[0011] 이 구성요소들(102, 104,\n106, 108, 110, 116 및 120) 각각은 네트워크(110)를 통해 서로 통신\n할 수 있다. 네트워크(110)는, 인터\n넷, LAN(local area network), 휴대폰 또는 기타 무선 전화 네트워크, 기타 공중 및/또는 독점 네트워크, 이들의 조합, 기타 등등과 같은 다양한 네트워크들 중 하나 이상을 포함할 수 있다.\n[0012] 각각의 도메인(108)은 장치들[112(1), ..., 112(a) 및 114(1), ..., 114(b)]로 나타낸 하나 이상의 장치들을 포함하고 있다. 도메인에 포함된 이 장치들(112와 114) 각각은 또한 그 도메인의 멤버라고 말해진다. 그에 부가하여, 하나 이상의 디지털 미디어 장치들[116(1), ..., 116(y)]은 임의의 도메인(108)의 일부가 아닐 수도 있다. 장치들(112, 114 및 116)은 각각, 데스크톱 컴퓨터, 랩톱 컴퓨터, 핸드헬드 컴퓨터 또는 PDA, 자동차 컴퓨터, 휴대용 음악 플레이어, 휴대용 영화 플레이어, 휴대폰 또는 기타 무선 전화 등등과 같은 다양한 서로 다른 유형의 디지털 미디어 장치들일 수 있다. 서로 다른 장치들(112, 114 및 116)이 동일하거나, 다른 대안으로서, 서로 다른 유형의 디지털 미디어 장치일 수 있다.\n[0014] 각각의 도메인(108)은 특정 사용자 또는 사용자 그룹과 연관되어 있다. 디지털 콘텐츠는 사용자의 도메인과 연관되고(바인딩된다고도 함), 그에 따라 그 사용자의 도메인의 일부인 장치들(112, 114) 중 어떤 것이라도 사용자의 도메인에 바인딩되어 있는 디지털 콘텐츠를 소비할 수 있게 된다. 특정 도메인(108) 내의 서로 다른 장치들(112, 114)은 서로 다른 유형들의 디지털 미디어 장치일 수 있거나, 다른 대안으로서, 장치들(112, 114) 중 하나 이상이 동일한 유형의 장치일 수 있다. 일례로, 사용자는 자신의 데스크톱 컴퓨터, 휴대용 음악 플레이어, 휴대폰 및 자동차 컴퓨터(모두가 사용자의 도메인의 일부임)를 가질 수 있으며, 이 장치들 전부는 사용자의 도메인에 바인딩되어 있는 디지털 콘텐츠를 소비할 수 있다. 특정 장치(112, 114)는 하나 이상의 도메인들(108)의 멤버일 수 있다. 게다가 도메인(108) 내의 장치들(112, 114)은 그 동일한 도메인 내에 있는 다른 장치들(112, 114)을 알고 있을 필요가 없다는 것에 주목해야 한다.\n[0016] 도메인 제어기(102)는 도메인들(108)을 관리한다...(중략)... 장치(112, 114 및/또는 116)는 또한 도메인에 임시로 가입할 수 있고, 이 경우 장치(112, 114, 116)는 도메인 제어기(102)로부터 그 도메인에 대한 임시 도메인 인증서를 제공받는다. 이하에서 상세히 기술하는 바와 같이, 이 임시 도메인 인증서는, 콘텐츠 라이선스와 함께, 장치가 그 도메인에 바인딩되어 있는 콘텐츠를 일시적으로 소비하는 것을 가능하게 해준다.\n㈐ 위와 같은 명세서 기재내용에 따르면, 선행발명 1에서는 복수의 도메인들(108(x)) 및 장치들(110(y))을 콘텐츠 공유를 위한 시스템의 구성요소로 열거하고 있고(식별번호 [0009]), 디지털 콘텐츠가 바인딩된 각각의 도메인(108)은 하나 이상의 장치들[112(1), 112(a), 114(1), 114(b) 등]을 포함하고 있다(식별번호 [0012], [0014]). 나아가 위 도메인에 속하지 아니하면서 그에 대하여 임시 도메인 멤버십 인증서 제공을 요청하는 장치들[116(1), 116(y)]의 경우 반드시 어느 도메인에 속하지 아니하는 것으로 기재하고 있지 아니하고, 오히려 “하나 이상의 디지털 미디어 장치들[116(1), ..., 116(y)]은 임의의 도메인(108)의 일부가 아̇닐̇ 수̇도̇ 있̇다̇.”̇라고 기재하고 있다(식별번호 [0012]).\n㈑ 이에 비추어 보면, 비록 선행발명 1의 명세서에서 특정 도메인에 임시 가입을 요청하는 주체가 다른 ‘도메인’이 아닌 ‘장치’로 기재되어 있다고 하더라도, 위 ‘장치’ 역시 어느 ‘도메인’에 속하여 있을 수 있다고 봄이 타당하다. 그렇다면 선행발명 1 역시 어느 도메인에 포함된 장치가 특정 도메인에 임시 가입을 요청하는 구성을 포함하는 것인바, 이는 자격 이전을 요청하는 주체가 ‘제2 도메인’인 구성요소 1과 비교하여 보았을 때 실질적으로 동일하고, 따라서 선행발명 1에도 이 사건 제14항 발명과 마찬가지로 도메인 사이의 자격 이전을 중개하는 시스템 내지 구성을 개시하고 있다고 봄이 타당하다.\n다) 구성요소 2\n이 사건 제14항 발명의 구성요소 2와 선행발명 1의 대응 구성요소는, 모두 하드웨어 프로세서를 사용하여 제2 도메인을 복수의 제휴된 도메인 중 하나로서 인증[도메인 제어기(202)가 임시 도메인 가입 요청을 수신하고, 도메인 요청 모듈(232)이 위 요청에 응답하여 임시 도메인 인증서(256) 발급 여부를 결정]하는 단계와, 하드웨어 프로세서를 사용하여 제1 도메인에서의 자격을 인증[도메인 제어기(202)에 포함된 장치 바인딩 암호화 모듈(234)이 임시 도메인 인증서를 장치(204)가 멤버로 있는 도메인에 바인딩하고, 도메인 제어기(202)가 임시 도메인 가입 요청 및 디지털 서명을 검증]하는 단계를 포함한다는 점에서 동일하다.\n라) 구성요소 3\n이 사건 제14항 발명의 구성요소 3과 선행발명 1의 대응 구성요소는, 모두 하드웨어 프로세서를 사용하여 자격을 제2 도메인으로 이전하여 사용자가 제2 도메인에서 자산에 액세스할 수 있게 하는[도메인 제어기(202)로부터 장치(204)가 임시 도메인 인증서를 수신하여 도메인(206)에 바인딩되어 있는 콘텐츠를 소비할 수 있게 하는] 단계를 포함하고 있다는 점에서 동일하다.\n마) 구성요소 4\n이 사건 제14항 발명의 구성요소 4는 하드웨어 프로세서를 사용하여 자격 원장에 이전에 대응하는 원장 엔트리를 생성하는 단계인데, 선행발명 1에는 이에 대응하는 구성이 명시적으로 개시되어 있지 아니하다는 점에서, 양자는 차이가 있다(이하 ‘차이점’라 한다).\n3) 차이점에 관한 검토\n앞서 인정한 사실 및 거시 증거와 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들에 비추어 보면, 위와 같은 차이점은 통상의 기술자가 선행발명 1에 선행발명 2를 결합하여 쉽게 극복할 수 있다고 봄이 타당하다.\n가) 이 사건 제14항 발명과 선행발명 1의 차이점은, ‘하드웨어 프로세서를 사용하여 자격 원장에 이전에 대응하는 원장 엔트리를 생성하는 구성’이 선행발명 1에는 명시적으로 개시되어 있지 아니하다는 것이다.\n나) 원장(ledger)이란 사전적으로 ‘재정적 계정의 장부 또는 다른 집합’을 의미한다. 한편 이 사건 출원발명의 명세서(갑 제2호증)에서는 “제2 제휴된 도메인(140)으로의 자격(154)의 이전은 원장 엔트리(118)로서 자격 원장(116)에 기록될 수 있다. 원장 엔트리(118)는 자격(154)의 이전의 지속적인 기록을 제공할 수 있다. 또한 자격 원장(116)은 자격(154)의 현재 상태에 대한 참조의 역할을 할 수 있다. 즉 예를 들어 자격(154)이 활성인지 경과했는지를 나타낼 수 있고, 또한 사용자(150) 및/또는 자격(154)을 갖는 다른 사용자와 자격(154)을 주장할 수 있는 도메인 또는 도메인을 식별할 수 있다.”라고 기재하고 있다(갑 제2호증 식별번호 [0016]). 이러한 점에 비추어 보면, 이 사건 제14항 발명의 ‘자격 원장’은 자격 이전의 내역이 기록되는 장부로, ‘원장 엔트리’는 자격 원장에 기록되는 자격 이전의 개별 내역으로 해석함이 타당하다.\n다) 그런데 선행발명 2의 명세서(갑 제6호증)에서는 다음과 같이 기재하고 있다. [0066] 임시 승인은 선택적으로 요금, 추가 요금 또는 다른 조건과 연관될 수 있으며; 따\n라서 조건이 충족될 때까지는 승인이 부여되지 않는다. 대안적으로, 디바이스의 사용자가\n해당 디바이스 상에서 하나 이상의 제2 콘텐츠 도메인으로부터의 콘텐츠에 계속 액세스하\n기를 원하는 경우, 임시 승인이 만료되면 요금 또는 추가 요금이 부과될 수 있다...(중략)... 사용자는 또한 상이한 가격대에서 미리 설정된 상이한 조건으로 임시 승인을 요청하거나 선택할 수 있다. 예를 들어 미리 설정된 기간이 1일인 임시 승인은 미리 설정된 기간이 1주인 임시 승인보다 비용이 저렴할 수 있다. 많은 변형이 가능하다.\n[0107] (전략) 계정 관리자 탭(703)은, 예를 들어 사용자 계정 생성, 로그인 및 암호 관리를 지원하는 데 사용될 수 있다. 추가적으로, 계정 관리자 탭(703)은 비용을 관리하거나, 대여 및 구매 시에 지불해야 하는 미결 요금 또는 청구서를 지불하거나, 하나 이상의 사용자 계정에 연결된 임시 승인을 관리하는 데 사용될 수 있다.\n이와 같이 선행발명 2의 명세서에서는 사용자가 자신이 승인을 가지고 있는 제1 콘텐츠 도메인과 다른 제2 콘텐츠 도메인의 콘텐츠에 액세스하기 위한 임시 승인이 선택적으로 요금 또는 다른 조건과 연관될 수 있는 구성과, 계정 관리자가 비용 관리, 대여 및 구매시 미결 요금 등의 지불 등의 관리를 위한 구성이 개시되어 있다.\n라) 이와 같이 이 사건 출원발명의 자격 이전과 같이 사용자가 자격을 가지고 있지 아니한 도메인의 콘텐츠를 액세스하는 경우에 지불된 요금 내역과 요금지불 여부 등을 기록·관리하는 구성이 선행발명 2에 개시되어 있고, 특히 미결 요금 또는 청구서를 처리하기 위해서는 이러한 기록이 지속적으로 이루어져야 할 것이다. 이러한 점에 비추어 보면, 사용자가 자격을 가지고 있지 아니한 도메인의 콘텐츠의 액세스와 관련된 요금의 지불 내역 등을 지속적으로 기록하고 관리할 수 있는 장부로서 ‘자격 원장’은, 앞서 본 선행발명 2의 구성에 포함되어 있거나 적어도 그 구성으로부터 통상의 기술자가 쉽게 도출할 수 있다고 봄이 타당하다.\n마) 그렇다면 통상의 기술자로서는 선행발명 1에 선행발명 2에 개시된 ‘사용자가 자격을 가지고 있지 아니한 도메인의 콘텐츠의 액세스와 관련된 요금의 지불 내역을 기록 및 관리하는 구성’을 결합하여 차이점 2를 쉽게 극복할 수 있다 할 것이다.\n바) 이에 대하여 원고는, 이 사건 제14항 발명의 경우 제1 도메인의 자격이 지속적이고 영구적으로 제2 도메인으로 이전되므로 자격 이전을 등록하기 위한 원장(ledger) 구성이 필수적인 반면, 선행발명 1의 경우 사용자 장치의 요청에 대하여 권한이 일시적으로 허용될 뿐 영구적으로 이전되지 아니하므로 원장 구성이 필수적이라고 할 수 없다는 취지로 주장한다.\n그러나 이 사건 제14항 발명의 청구범위에는 제1 도메인의 자격이 지속적이고 영구적으로 제2 도메인으로 이전된다는 점에 대한 아무런 기재가 없고, 오히려 이 사건 출원발명의 명세서(갑 제2호증)에서는 “제2 제휴된 도메인(140/240/340)으로의 자격(154/254)의 이전은 제1 제휴된 도메인(130/230/330)에서 영구적으로 또는 일̇시̇적̇으̇로̇ 자격(154/254)이 소멸되게 한다.”라고 기재하고 있다. 이에 비추어 보면 이 사건 제14항 발명의 경우 제1 도메인의 자격이 지속적이고 영구적으로 제2 도메인으로 이전된다고 할 수 없다. 따라서 원고의 이 부분 주장은 잘못된 전제에 바탕을 둔 것으로서 받아들일 수 없다.\n나. 그 밖의 원고 주장에 관한 판단\n원고는, 이 사건 제14항 발명의 경우 각 도메인이 주체적, 독립적, 개별적으로 다른 도메인과의 자격 이전을 발생시킬 수 있는 피어-투-피어(P2P) 형태로 작동하도록 구성되어 있는 반면, 선행발명 1의 경우 도메인 제어기가 장치 그룹의 멤버십을 모두 관리하는 중앙 제어형 구성으로서, 양자는 차이가 있다는 취지로도 주장한다.\n그러나 앞서 본 바와 같이 특허발명의 청구범위를 해석함에 있어 발명의 설명과 도면 등을 참작한다고 하더라도, 발명의 설명이나 도면 등 다른 기재에 따라 청구범위를 제한하거나 확장하여 해석하는 것은 허용되지 아니한다. 이 사건 제14항 발명의 청구항에서는 ‘도메인’의 작동 형태에 관하여 아무런 제한을 두고 있지 아니하므로, ‘도메인’을 원고의 주장과 같은 형태로 작동하는 것으로 제한 해석할 수 없다 할 것이다. 원고의 이 부분 주장 역시 이유 없다.\n다. 검토 결과의 정리\n이 사건 제14항 발명은 통상의 기술자가 선행발명 1에 선행발명 2를 결합하여 쉽게 발명할 수 있으므로 그 진보성이 부정된다.\n한편 특허출원에서 청구범위가 둘 이상의 청구항으로 이루어진 경우에 어느 하나의 청구항이라도 거절이유가 있는 때에는 그 특허출원 전부가 거절되어야 한다(대법원 2009. 12. 10. 선고 2007후3820 판결 참조). 따라서 이 사건 제14항 발명이 그 진보성이 부정되어 특허를 받을 수 없는 이상 나머지 청구항에 관하여 더 나아가 살펴볼 필요 없이 이 사건 출원발명은 특허를 받을 수 없다.\n4. 결론\n그렇다면 이와 결론을 같이한 이 사건 심결은 적법하므로, 그 취소를 구하는 원고의 청구는 이유 없어 기각한다.\n재판장\n판사\n문주형\n판사\n손영언\n판사\n임경옥\n1) ‘260’의 오기로 보인다.\n2) 그 중 인용발명 1, 2는 각각 심판 단계에서 제출된 비교대상발명 1, 2와 동일한 발명으로서 이 사건 소송에서의 선행발명 1, 2에 해당한다.\n3) 2022. 7. 19.자 제1차 변론조서 참조. 원고는 당초 이 사건 제14항 발명의 ‘도메인’이 ‘자체 프로토콜을 갖는 독립적으로 관리되는 네트워크’를 의미한다는 점에서 선행발명 1의 ‘도메인’과는 차이가 있다는 취지로도 주장하였으나(2021. 11. 9.자 원고 준비서면 4면 등), 제1차 변론기일에서 이 사건 제 14항 발명의 ‘도메인’의 개념을 위와 같이 최종적으로 특정하였다.\n4) 대괄호([ ]) 안에 병기한 것은 이 사건 제14항 발명의 구성요소에 대응하는 선행발명 1의 구성요소이다. 이하 같다."
}