{
    "판례일련번호": 403449,
    "사건명": "특허법원 2023. 2. 15. 선고 2022허1827 판결 [거절결정(특)]확정",
    "사건번호": "2022허1827",
    "선고일자": "2023-02-15",
    "법원명": "특허법원",
    "법원종류코드": null,
    "사건종류명": "특허",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "특허법원 2023. 2. 15. 선고 2022허1827 판결 [거절결정(특)]\n확정\n【사건】\n2022허1827 거절결정(특)\n원고\n재단법인 A\n송달장소\n대표자 원장 B\n소송대리인 특허법인 태웅 담당변리사 강경찬\n피고\n특허청장\n소송수행자 김병숙\n변론종결\n2023. 1. 26.\n판결선고\n2023. 2. 15.\n【주문】\n1. 원고의 청구를 기각한다.\n2. 소송비용은 원고가 부담한다.\n청구취지\n특허심판원이 2022. 1. 25. 2021원1847호 사건에 관하여 한 심결을 취소한다.\n【이유】\n1. 기초 사실\n가. 원고의 이 사건 출원발명(갑 제8, 10호증)\n1) 발명의 명칭: 줄풀 추출물을 이용한 혈관 신생 억제용 조성물\n2) 출원일(분할)/ 출원번호: 2020. 4. 14./ 제2020-45169호\n3) 청구범위(2020. 10. 15. 최종보정된 것)\n【청구항 1】줄풀 전초 추출물을 유효성분으로 포함하되, 상기 줄풀 추출물은 물\n과 에탄올의 혼합용매 추출물인 것을 특징으로 하는 혈관신생 억제용 조성물(이하 ‘이 사건 제1항 발명’이라 한다).\n【청구항 2】내지【청구항 5】: 별지 1 해당부분 기재와 같다.\n4) 발명의 개요\n발명의 주요 내용은 아래와 같고, 발명을 실시하기 위한 구체적인 내용은 별지 1 해당부분 기재와 같다.\n1)\n배경기술\n[0004] 혈관신생의 형성은 현재까지 20가지 이상의 혈관형성 촉진인자에 의해 촉진되는 것으로 알려졌으며, 그 중 혈관내피세포 성장인자(vascular endothelial growth factor, VEGF)는 많은 종류의 종양세포 및 비만세포에서 분비되며, 동시에 가장 강력한 혈관형성 촉진인자로 알려져 있다. VEGF는 혈관투과인자(vascular permeability factor)로도 알려져 있으며, 그의 수용체인 VEGFR-1(Flt-1), VEGFR-2(Flk-1/KDR)와 결합하여 내피세포의 증식을 유발하고 혈관 투과성을 증가시켜 종양 및 비만세포의 성장과 전이에 관여하는 것으로 알려져 있다(Leung DW et al., Science 246:1306-1309, 1989; Ferrara N & Davis-Smyth T Endocr. Rev. 18:4-25,1997; Liping Liu & Meydani Mohsen Nutrition Review, 61(11):384-387, 2003; Jaap G et al., The FASEB Journal 10.1096/fj.03- 1101fje. 2004; Hausman GJ & Tichardson RL, J. anim. Sci., 82:925-934, 2004). 또한 혈관신생에는 메탈로프로테이나제(Matrix metalloproteinase, MMP) 등 혈관 기저막 분해 역할을 하는 효소가 중요하게 관여한다(Haas TL et al., Am J Physiol Heart Circ Physiol. 2000 Oct;279(4):H1540-7.).\n[0005] 정상적인 상태의 생체에서는 혈관신생을 유도하는 인자들과 억제하는 인자들이 상호작용하며 성장, 발생 및 재생 과정을 엄격하게 조절, 관여한다. 그러나 이러한 인자들에 의한 조절이 제대로 안 될 경우에 질병이 발생하는데, 암, 관절염, 당뇨병성 망막증, 조숙아의 망막증, 신생혈관성 녹내장, 혈관신생으로 인한 각막 질환, 망막변성, 각막 이식 거부, 후수정체 섬유증식증, 과립성 결막염, 건선, 모세관 확장증, 화농성 육아종, 지루성 피부염, 여드름 등과 같은 질병에서 과도한 혈관 신생이 보고되어 있다(Nature, 407:249, 2000; Ophthalmol 102:1261-1262, 1995; J Am Acad Derm 34(3):486-497, 1996; Circultion 93(4):632-682, 1996; Cell 86:353-364, 1996).\n[0006] 또한 종양의 성장과 전이에도 신생혈관생성은 중요한 역할을 하고 있다. 종양은 크기가 1~3mm 정도까지는 스스로 성장할 수 있으나 더 성장하기 위해서는 외부에서 영양분을 필요로 하는데 이때 계속적으로 모세혈관의 성장을 자극하는 것이다. 새로운 모세혈관이 생성되면 종양 사이에 혈관을 끼워 넣음으로써 통로를 제공하여 산소와 영양분이 공급되면서 종양은 성장할 수 있고 혈관을 따라 다른 장기로 전이될 수 있다(McDougall SR et al., JTheor Biol. 2006 Aug 7;241(3):564-89, Grant MB et al.,Expert Opin Investig Drugs. 2004 Oct;13(10):1275-93.;Tarzami ST and Singh JP., Expert Opin Investig Drugs. 2004 Oct;13(10):1319-26.;Bandello F et al., Acta Diabetol. 2013 Feb;50(1):1-20).\n해결하려는 과제\n[0011] 본 발명의 목적은 줄풀 추출물을 이용한 혈관 신생 억제용 조성물을 제공하는 데 있다.\n과제의 해결 수단\n[0013] 본 발명자들은 아래의 실시예 및 실험예에서 확인되는 바와 같이, 줄풀 추출물이 혈관내피세포(Human Umbilical Vein Endothelial Cells)의 증식을 억제함과 아울러 그 부착과 이동을 억제함을 확인하였으며, cell cycle의 inhibitor인 p27(Cell, 1996, 85(5): 733-44; Trends Cell Biol. 2003, 13(2):65-70)의 발현을 증가시키고 cell cycle에서 G1 phase의 S phase로의 transition에 관여하는 cyclin E 및 cdk2(Cell. 1992, 70: 993-1006;Cell Cycle. 2010, 9: 4900-4907)의 발현을 억제하며 VEGF((vascular endo-thelial growth factor)와 더불어 새로운 모세혈관 생성에 중요한 인자로 알려진 MMP-2/9(Curr. Opin. Hematol. 2003 10(2):136-141) 활성을 억제함을 확인하였다.\n[0015] 본 명세서에서, \"줄풀 추출물\"이란 추출 대상인 줄풀의 줄기, 잎, 열매, 꽃, 뿌리, 전초 등을 물, 메탄올, 에탄올, 부탄올 등의 탄소수 1 내지 4의 저급 알콜, 메틸렌클로라이드, 에틸렌, 아세톤, 헥산, 에테르, 클로로포름, 에틸아세테이트, 부틸아세테이트, N,N-디메틸포름아미드(DMF), 디메틸설폭사이드(DMSO), 1,3-부틸렌글리콜, 프로필렌글리콜 또는 이들의 혼합 용매를 사용하여 침출하여 얻어진 추출물, 이산화탄소, 펜탄 등 초임계 추출 용매를 사용하여 얻어진 추출물 또는 그 추출물을 분획하여 얻어진 분획물을 의미하며, 추출 방법은 활성물질의 극성, 추출 정도, 보존 정도를 고려하여 냉침, 환류, 가온, 초음파 방사, 초임계 추출 등 임의의 방식을 적용할 수 있다. 분획된 추출물의 경우 상기 조추출물을 특정 용매에 현탁시킨 후 극성이 다른 용매와 혼합·정치시켜 얻은 분획물, 상기 조추출물을 실리카겔 등이 충진된 칼럼에 흡착시킨 후 소수성 용매, 친수성 용매 또는 이들의 혼합 용매를 이동상으로 하여 얻은 분획물을 포함하는 의미이다. 또한 상기 추출물의 의미에는 동결건조, 진공건조, 열풍건조, 분무건조 등의 방식으로 추출 용매가 제거된 농축된 액상의 추출물 또는 고형상의 추출물이 포함된다. 바람직하게는 추출용매로서 물, 에탄올 또는 이들의 혼합 용매를 사용하여 얻어진 추출물, 더 바람직하게는 추출용매로서 물과 에탄올의 혼합 용매를 사용하여 얻어진 추출물을 의미한다.\n발명의 효과\n[0044] 전술한 바와 같이, 본 발명에 따르면 줄풀 추출물을 이용한 혈관신생 억제용 조성물을 제공할 수 있다.\n[0045] 본 발명의 혈관신생 억제용 조성물은 혈관신생 관련 질환의 개선 등의 용도로 약품, 식품 등으로 제품화될 수 있다.\n발명을 실시하기 위한 구체적인 내용\n[0051] <실시예 2> 줄풀 추출물의 제조예 2\n[0052] 상기 <실시예 1>과 동일하게 줄풀 추출물(G56 80%)을 제조하되, 추출 용매를 80% 에탄올을 사용하였다.\n[0053] <실험예> 혈관 신생 억제 활성 평가\n[0069] <2> 실험 결과\n[0071] 줄풀 추출물의 혈관내피세포 증식에 미치는 영향을 확인해 본 결과, 70% 에탄올 추출물(실시예 1)과 80% 에탄올 추출물(실시예 2) 모두 세포 증식 억제 활성을 나타내었으나 80% 에탄올 추출물이 보다 우수하였다(도 1 참조). 80% 에탄올 추출물을 농도별(25, 50, 100 mg/ml)로 처리하여 cell cycle 관련 단백질의 발현 정도를 비교해 본 결과, G56 80%에 의해 cell cycle inhibitor인 p27의 발현이 증가 되었으나, cell cycle에서 G1 phase의 S phase로의 transition에 관여하는 cyclin E와 cdk2의 발현은 감소하는 것을 확인하였다(도 2 참조). Cell adhesion assay를 통하여 혈관내피세포의 부착에 미치는 영향을 확인해 본 결과, 70% 에탄올 추출물과 80% 에탄올 추출물 모두 농도 의존적으로 혈관내피세포의 부착 억제 활성을 나타내었다(도 3 참조). In vitro woundhealing assay와 In vitro transwell migration assay를 통하여 혈관내피세포의 이동에 미치는 영향을 확인해본 결과, 70% 에탄올 추출물보다 80% 에탄올 추출물에서 좀 더 강한 혈관내피세포의 이동억제활성을 나타내었고(도 4 및 도 5 참조), zymography를 통해 세포이동에 관여하는 MMP2/9의 활성을 측정해 본 결과, 80% 에탄올 추출물의 100mg/ml에서 MMP2/9의 활성이 억제되는 것을 관찰하였다(도 6 참조). 이를 통해 80% 에탄올 추출물이 MMP2/9의 활성조절을 통해 혈관내피세포의 이동을 조절하는 것을 알 수 있었다.\n나. 선행발명\n2)\n(갑 제9호증, 을 제1호증)\n3)\n선행발명은 C대학교 대학원 보완대체의학과 D이 2014. 4. 제출하여 심사를 통과한 박사학위 논문에 게재된 “귀전우 및 줄풀 에탄올추출물의 생리활성 및 항암효과”에 관한 것으로, 그 주요 내용은 별지 2와 같다.\n다. 이 사건 심결의 경위\n1) 이 사건 출원발명에 대하여, 특허청 심사관은 2020. 6. 17. 원고에게 ‘청구항이 불명확하고 발명의 설명에 의하여 뒷받침되지 않으며, 이 사건 출원발명의 명세서는 발명이 속하는 기술 분야에서 통상의 지식을 가진 사람(이하 ‘통상의 기술자’라 한다)이 발명을 쉽게 실시할 수 있도록 기재되어 있지 않으므로, 특허법 제42조 제3항 제1호, 제4항 제1호 및 제2호의 각 규정을 충족하지 못하였으며, 이 사건 제1항 내지 제4항 발명은 인용발명 1\n4)\n로부터 신규성이 부정될 뿐만 아니라, 통상의 기술자가 인용발명 1로부터 용이하게 도출할 수 있는 것이므로 진보성이 부정된다‘는 이유로 의견제출통지를 하였다.\n2) 이에 대하여 원고는 2020. 10. 15. 및 2021. 1. 25. 각 이 사건 출원발명의 명세서 등 보정서와 의견서를 제출하였으나, 특허청 심사관은 2021. 6. 16. ’이 사건 출원발 명은 신규성 및 진보성이 부정된다‘는 거절이유가 여전히 해소되지 않았다는 이유로 거절결정을 하였다.\n3) 원고는 2021. 7. 19. 특허심판원 2021원1847호로 위 거절결정의 취소를 구하는 거절결정불복심판을 청구하고 2021. 8. 25., 2021. 11. 15. 및 2022. 1. 18. 이 사건 출원발명의 명세서 등 보정서와 의견서를 제출하였으나, 특허심판원은 2017. 5. 19. “이 사건 출원발명의 청구항 제1항은 비교대상발명에 의하여 쉽게 발명할 수 있어 그 진보성이 부정되므로 특허법 제29조 제2항에 따라 특허를 받을 수 없고, 특허출원에서 어느 하나의 청구항이라도 거절이유가 있는 경우에는 그 특허출원 전부가 거절되어야 한다.”는 이유로 원고의 위 거절결정불복심판청구를 기각하는 심결(이하 ’이 사건 심결‘이라 한다)을 하였다.\n[인정 근거] 다툼 없는 사실, 갑 제1 내지 10호증, 을 제1호증의 각 기재 및 영상, 변론 전체의 취지\n2. 당사자들의 주장의 요지\n가. 원고의 주장\n이 사건 제1항 발명은 진보성이 인정되므로 이와 결론을 달리한 이 사건 심결은 위법하여 취소되어야 한다.\n1) 이 사건 제1항 발명의 의약용도는 ’혈관신생의 억제‘ 그 자체이며, 혈관내피세포의 증식, 부착, 이동 억제 및 혈관신생 유도인자의 발현 억제(이하 ’혈관내피세포의 증식 등‘이라 한다)를 그 약리기전으로 하는 것으로, 선행발명에 개시된 항암효과(암세 포에 대한 세포독성)와는 의약용도 및 약리기전을 달리하여 진보성이 있다.\n2) 선행발명은 암세포에 대하여 줄풀 추출물의 세포독성을 실험한 것일 뿐이므로, 통상의 기술자가 선행발명으로부터 혈관내피세포의 증식 등을 억제함에 따른 혈관신생 억제 효과를 확인할 수 없다. 따라서 이 사건 제1항 발명은 선행발명으로부터 쉽게 도\n출된다고 볼 수 없다.\n나. 피고의 주장\n이 사건 제1항 발명은 다음과 같은 이유로 선행발명에 의하여 진보성이 부정되므\n로, 이와 결론을 같이한 이 사건 심결은 정당하다.\n1) 이 사건 제1항 발명과 선행발명의 유효성분은 모두 줄풀과 물 및 에탄올의 혼합 용매 추출물(이하 ‘줄풀 추출물’이라 한다)로 동일하며, 혈관신생은 암과 밀접한 관계가 있고 혈관신생의 억제에는 암 치료의 개념이 포함되므로, 이 사건 제1항 발명과 선행발명의 의약용도는 실질적으로 동일하다.\n2) 통상의 기술자는 선행발명의 약리기전을 규명하기 위하여 혈관신생 억제 효과를 실험적으로 확인해 봄으로써 이 사건 제1항 발명의 혈관신생 억제 용도를 쉽게 도출할 수 있다.\n3) 이 사건 출원발명의 명세서에 기재된 약리데이터는 암의 발생 및 전이와 밀접한 상관관계가 있는 것으로 알려진 ‘혈관신생’에 대한 억제 효과를 실험적으로 확인해 본 정도에 불과하고, 이를 확인하였다는 사실만으로 이 사건 제1항 발명이 통상의 기술자가 선행발명으로부터 예측할 수 없을 정도로 현저한 효과 내지 이질적인 효과를 가진다고 볼 수 없다.\n3. 이 사건 심결의 위법 여부\n가. 이 사건 제1항 발명의 의약용도에 관한 특허청구범위 해석\n1) 관련 법리\n의약용도발명에서는 특정 물질과 그것이 가지고 있는 의약용도가 발명을 구성하는 것이고(대법원 2009. 1. 30. 선고 2006후3564 판결 등 참조), 약리기전은 특정 물질에 불가분적으로 내재된 속성으로서 특정 물질과 의약용도와의 결합을 도출해내는 계기에 불과하다. 따라서 의약용도발명의 특허청구범위에 기재되어 있는 약리기전은 특정 물질이 가지고 있는 의약용도를 특정하는 한도 내에서만 발명의 구성요소로서 의미를 가질 뿐 약리기전 그 자체가 특허청구범위를 한정하는 구성요소라고 보아서는 아니 된다(대법원 2014. 5. 16. 선고 2012후3664 판결 참조). 따라서 이미 특정 물질의 의약용도가 해당 질병 또는 약효로 특정되어 알려져 있는 경우에는 당해 질병 또는 약효에 관한 것인 한 약리기전을 규명하여 이를 특허청구범위에 기재하더라도, 그 약리기전은 발명의 구성요소로서의 의미를 가지지 못한다고 할 것이며 진보성 인정의 근거가 될 수 없다고 할 것이다.\n한편, 여러 선행기술문헌을 인용하여 특허발명의 진보성을 판단할 때에 그 인용되는 기술을 조합 또는 결합하면 당해 특허발명에 이를 수 있다는 암시, 동기 등이 선행기술문헌에 제시되어 있거나 그렇지 않더라도 당해 특허발명의 출원 당시의 기술수준, 기술상식, 해당 기술분야의 기본적 과제, 발전경향, 해당 업계의 요구 등에 비추어 보아 그 기술분야에서 통상의 기술자가 쉽게 그와 같은 결합에 이를 수 있다고 인정할 수 있는 경우에는 당해 특허발명의 진보성은 부정되는바, 의약용도발명에서는 통상의 기술자가 선행발명들로부터 특정 물질의 특정 질병에 대한 치료효과를 쉽게 예측할 수 있는 정도에 불과하다면 그 진보성이 부정된다(대법원 2019. 1. 31. 선고 2016후502 판결 등 참조).\n2) 판단\n갑 제2호증, 을 제2, 3, 6호증의 각 기재와 변론 전체의 취지에 의하여 인정되는 아래의 각 사실과 사정을 종합하여 보면, 이 사건 제1항 발명의 청구범위에 기재된 ‘혈\n관신생 억제’는 ‘혈관신생으로 인한 질환, 즉 암 등의 예방, 발병 억제 또는 지연(이하 ‘치료’라 한다)‘을 포함하는 의미로 해석함이 타당하고, ‘혈관신생 억제’는 이와 같은 의\n약용도를 특정하는 한도 내에서만 발명의 구성요소로서의 의미를 가질 뿐 그 자체가 특허청구범위를 한정하는 구성요소로 보기는 어렵다고 할 것이다.\n5)\n가) 이 사건 출원발명의 명세서에는 아래와 같이 ‘혈관신생 억제’가 암, 관절염, 당뇨병성 망막증 등 질환\n6)\n의 예방, 발병 억제 또는 지연을 포함하는 의미로 정의되어 있다.\n이 사건 출원발명의 명세서 (갑 제8호증)\n[0017] 또 본 명세서에서, \"혈관신생 억제\"는 아래에서 정의되는 혈관신생으로 인한 질환의\n개선(증상의 경감), 치료, 그러한 질환의 예방, 발병 억제 또는 지연을 포함하는 의미이다.\n[0018] 또 본 명세서에서, \"혈관신생으로 인한 질환\"은 혈관신생과 관련된 모든 질환을 포\n함하는 의미이다. 구체적으로 전술한 바의 암, 관절염, 당뇨병성 망막증, (중략) 염증성 질환\n및 신경퇴행성 질환을 포함하는 의미이다.\n나) 이 사건 출원발명의 출원 전 문헌들에는 ‘암세포가 혈관신생을 자극하여 혈액을 공급받는 성질이 있으므로 혈관신생을 억제함으로써 암을 치료할 수 있다’는 취지의 내용이 기재되어 있다. 따라서 혈관신생 억제는 암을 치료하는 여러 약리기전 중 하나로 파악되며 이러한 점은 출원 당시 널리 알려져 있었다고 볼 수 있다.\n▸을 제2호증(경조직 및 구강 생화학·분자세포생물학, 2013. 1. 1. 발간, 제846면)\n2000년에 하나한(Hanahan D)과 와인버그(Weinberg RA)는 악성 종양의 기본적인 성질을 여섯 가지 본질적인 기능으로 정리하고 있다. 즉, ① 세포 외로부터의 증식 자극과는 무관하게 증식하는 기능, ② 세포 외로부터의 증식저해인자 작용을 무시하는 기능, ③ 아포토시스를 회피하는 기능, ④ 노화하지 않고 기능을 계속하는 기능, ⑤ 계속적인 혈관신생을 자극하는 기능, ⑥ 조직으로 침투하여 분리될 무렵에 별개의 종양을 형성하는 기능이다.\n▸을 제3호증(암 백신의 개발동향, 2005. 10.경 발간, 제3, 4면)\n다. 암세포의 특성\n○ 돌연변이에 의한 정상세포의 암화는 세포의 특성을 변화시키고 종양으로 발전된다. 추가적인 돌연변이는 양성 종양에서 악성 종양으로 발전되며, 또 다른 특성을 갖게 된다. 암세 포의 전이에는 주위 혈관의 성장을 촉진하는 물질을 분비하여 새로운 혈관을 생성하는 혈관신생(angiogenesis) 과정을 통하여 혈액을 공급받게 되며, 이를 통하여 다른 조직세포로 전이가 이뤄진다.\n▸을 제6호증(Journal of the Korean Medical Association, 2003.경 발간, 제542, 543면)\n현재 임상에서 사용되는 대부분의 항암제는 암세포의 염색체나 microtubule에 작용하여 세포독성을 나타낸다. 하지만 암세포 뿐만 아니라 정상세포에도 손상을 주어 부작용을 보이므로 정상세포에는 손상을 주지 않고 암세포에 존재하는 물질이나 기전을 표적으로 하여 항암효과를 나타내는 약제들의 필요성이 인식되면서 이러한 약제들의 개발이 필연적이며 일부는 현재 상품화되어 임상에서 사용되고 있다. 분자생물학의 발전과 더불어 새로이 개발되는 약제들은 대부분 암세포가 특징적으로 가지고 있는 분자를 표적으로 하여 그 효과를 나타낼 수 있도록 고안되었다. 이러한 분자 표적 치료에 사용되는 약제나 항암제들은 암세포의 신호전달경로(signal transduction pathway), 혈관신생(angiogenesis), 세포간질(matrix), 세포주기 조절인자(cell cycle regulator), 세포사멸(apoptosis) 등 다양한 표적에 작용하도록 고안되었다.\n다) 이 사건 출원발명의 명세서 기재 및 출원 전 공지된 문헌들을 참작하여 보았을 때, 이 사건 제1항 발명의 의약용도에는 혈관신생 억제기전에 의한 암의 치료 용도가 포함된다는 것을 명확하게 파악할 수 있으므로, 이 사건 제1항 발명의 청구범위에는 줄풀 추출물의 암 등 치료 용도가 포함된다고 해석함이 타당하다.\n3) 원고의 주장에 대한 판단\n가) 원고는, 청구범위에 특정 질병의 치료 등이 아닌 ‘맥관형성 억제’ 자체를 의약용도로 기재하였더라도 청구항의 기재가 명확하다고 판시한 대법원 2004. 12. 23. 선고 2003후1550 판결을 근거로 ‘혈관신생 억제’ 그 자체가 의약용도로 인정될 수 있고, ‘혈관내피세포의 증식, 부착, 이동의 억제’와 ‘혈관신생 유도인자에 대한 발현 억제’가 그 약리기전에 해당한다고 주장한다.\n살피건대, 위 대법원 판결은 특허청구항의 명확성요건[구 특허법(2007. 1. 3. 법률 제8197호로 개정되기 전의 것, 이하 같다) 제42조 제4항 제2호], 특허명세서의 실시가능요건(구 특허법 제42조 제3항) 등에 비추어 ‘맥관형성 억제’가 통상의 기술자에게 구체적인 약효로 인식되어 의약용도의 표현으로써 명확한지에 관하여 판단한 것일 뿐, ‘맥관형성 억제’ 그 자체가 특허청구범위를 한정하는 구성요소라고 판단한 것으로는 보기 어렵다. 나아가 앞서 살펴본 바와 같이 혈관신생은 암을 진행시키는 대표적인 기전 중 하나에 해당하고, 비록 혈관신생 억제를 통해 암만을 치료하는 것은 아닐지라도 암은 혈관신생을 억제하여 치료할 수 있는 질환의 범주에 포함될 뿐만 아니라, ‘혈관신생의 억제’에는 암 등의 질병을 치료한다는 하위개념이 포함되지 않는다고 볼 수도 없는 점 등을 고려해 보면, 이 사건 제1항 발명의 의약용도에 암 등의 치료용도가 포함되지 않음을 전제로 한 원고의 위 주장은 받아들일 수 없다.\n한편, 원고가 이 사건 제1항 발명의 약리기전이라 주장하는 ‘혈관내피세포의 증식, 부착, 이동의 억제’와 ‘혈관신생 유도인자에 대한 발현 억제’는 ‘혈관신생 억제’라는 약리기전의 개별적·구체적인 하위 기전으로 볼 수 있는바, 이러한 하위 기전을 포괄한 상위의 약리기전이라 하여 그 자체로 의약용도를 구성한다고는 보기 어렵다[설령 이를 달리 보더라도, 이 사건 출원발명의 명세서 기재에 비추어, 이 사건 제1항 발명의 ‘혈관신생 억제’는 암 등 구체적 질병의 치료를 도모하기 위한 ‘약효’로서, 이 사건 제1\n항 발명의 의약용도는 ‘(혈관신생 억제를 통한) 암 등의 치료’로 파악함이 타당하다 할 것이다].\n나. 이 사건 제1항 발명과 선행발명의 대비\n1) 구성의 대응관계\n구성 이 사건 제1항 발명 선행발명\n요소 (갑 제8호증) (을 제1호증)\n줄풀 전초 추출물을 유효성분으로 포함 줄풀 (Zizania latifolia)을 분쇄하여 80% 에탄올1 하되, 상기 줄풀 추출물은 물과 에탄올의 로 추출한 시료를 얻은 후, (제7면의 2. 시료추 혼합 용매 추출물인 것을 특징으로 하는 출)\n4종의 암세포에 대한 줄풀 추출물을 처리후 항암\n2 혈관신생 억제용 조성물 효과를 확인함\n- 줄풀 추출물을 24시간 처리하였을 때 자궁경부\n암세포, 간암세포, 유방암세포의 생존률이 감소함\n(제17면 2번째 단락)\n- 줄풀 추출물을 48시간 처리하였을 때 간암세포\n의 생존률이 감소하고 유방암세포에서 미비한 항\n암 효능을 보임(제19면 2번째 단락)\n- 줄풀 추출물을 72시간 처리하였을 때 위암 세\n포에서 낮은 항암 효능을 보이고 유방암세포에서\n약한 항암효능을 보임(제21면 2번째 단락)\n2) 공통점과 차이점\n가) 구성요소 1\n구성요소 1과 선행발명의 대응 구성은 모두 줄풀 추출물이라는 점에서 실질적으로 동일하며, 이에 대하여 당사자간 다툼도 없다.\n나) 구성요소 2\n구성요소 2는 용도를 ‘혈관신생 억제’로 한정한 데 반해, 선행발명의 대응 구성은 ‘세포자멸사를 통한’ 항암 효과(암세포의 생존률 감소효과)인 점에서 차이가 있다(이하 ‘이 사건 차이점’이라 한다).\n7)\n다. 이 사건 차이점에 대한 검토\n1) 이 사건 제1항 발명의 의약용도\n이 사건 제1항 발명의 청구범위에는 암 등의 치료 용도가 포함되고, ‘혈관신생 억 제’는 이와 같은 의약용도를 특정하는 한도 내에서만 발명의 구성요소로서의 의미를 가진다고 보아야 함은 앞에서 본 바와 같다.\n2) 구성의 용이 도출 여부\n선행발명에는 줄풀 추출물이 처리된 암세포의 생존률이 감소한 실험결과(세포자멸사)가 개시되어 있고, 혈관신생과 암 사이의 밀접한 상관관계(을 2, 3호증) 및 암치료에 혈관신생(angiogenesis), 세포사멸(혹은 세포자멸사, apoptosis) 등 다양한 표적이 활용되고 있다는 점(을 제6호증)은 이 사건 출원발명의 출원 당시 해당 분야에 주지되어 있었다고 할 것이다.\n따라서 통상의 기술자로서는 줄풀 추출물의 암세포 생존률 감소 실험결과가 개시된 선행발명으로부터 암치료 용도를 용이하게 도출할 수 있고, 항암 효과를 검토하는 과정에서 ‘혈관신생 억제’를 검토해 보는 것은 선택 가능한 정도에 불과하다 할 수 있어, 이 사건 제1항 발명은 구성의 곤란성이 없으며 이 사건 차이점은 쉽게 극복될 수 있다고 보아야 한다.\n한편, 선행발명은 귀전우 추출물에 비해 줄풀 추출물의 항암 효과가 미약하며 특정한 종류의 암세포에 대하여는 줄풀 추출물의 효과가 거의 없다는 실험결과를 개시\n하고 있기는 하다. 그러나 ① 위 실험결과로부터 줄풀 추출물이 귀전우 추출물에 비해 상대적으로 그 효과가 낮거나 실험시간이 장기화되면 효과가 떨어진다는 점이 인식될 뿐, 줄풀 추출물에 항암 효과가 전혀 없는 것으로 인식되지는 않는 점, ② 선행문헌은 귀전우의 위와 같은 효능은 폴리페놀과 플라보노이드 함량에 기인한 것으로 추단하고 있는데, 줄풀 추출물도 귀전우 추출물보다는 적으나 이러한 성분을 함유하고 있음이 개시된 점 등에 비추어 보면, 통상의 기술자로서는 줄풀 추출물에 대하여 혈관신생 억 제를 통하여도 암 치료 효과가 있는지를 시도해 볼 동기가 충분하다 할 것이어서, 선행발명에 줄풀 추출물의 항암 효과에 대한 부정적인 교시가 있다고 보기도 어렵다.\n3) 이 사건 제1항 발명의 작용효과에 대한 검토\n이 사건 제1항 발명 및 선행발명에 기재된 유효성분이 모두 줄풀 추출물로 동일하고, 암 치료 효과를 가지는 점에서도 공통되며, 그 약리기전에서만 차이가 있을 뿐이다.\n이 사건 제1항 발명은 이러한 항암 활성을 실험적으로 확인해 본 정도에 불과하며, 이러한 효과를 실험을 통해 확인한 것만으로 이 사건 제1항 발명에 통상의 기술자가 예측할 수 없는 현저한 효과가 있다거나 이질적인 효과가 있다고 보기 어렵다.\n라. 소결\n이상에서 본 바와 같이 이 사건 제1항 발명은 통상의 기술자가 선행발명으로부터 쉽게 발명할 수 있는 것이므로, 그 진보성이 부정된다. 한편, 특허출원에서 청구범위가 둘 이상의 청구항으로 이루어진 경우에 어느 하나의 청구항이라도 거절이유가 있는 때에는 그 특허출원 전부가 거절되어야 한다(대법원 2009. 12. 10. 선고 2007후3820 판결 참조). 이 사건 제1항 발명이 그 진보성이 부정되어 특허를 받을 수 없는 이상 나머지 청구항에 관하여 더 나아가 살펴볼 필요 없이 이 사건 출원발명은 특허를 받을 수 없다. 따라서 이와 같은 전제에 선 이 사건 심결은 적법하다.\n4. 결론\n따라서 이 사건 심결의 취소를 구하는 원고의 청구는 이유 없으므로 이를 기각하기로 하여, 주문과 같이 판결한다.\n재판장\n판사\n정택수\n판사\n이숙연\n판사\n이지영\n별지 생략\n1) 명세서의 오기 등은 그대로 기재한다.\n2) 엄밀히 표현하면 ‘선행문헌’에 해당하나, 이 사건 출원발명과의 대비의 편의상 ‘선행발명’으로 기재하기로 한다.\n3) 이 사건 소송의 선행발명은 이 사건 심판단계에서의 비교대상발명과 같다.\n4) 이 사건 소송의 선행발명과 같다.\n5) 원고는 이 사건 변론종결일 이후 참고자료로 발명의 명칭 말미를 ‘혈관신생 억제용 조성물’로 하는 다수의 등록특허공보를 제출하였으나, 위 각 발명들은 그 청구항 또는 명세서에 의하여 특정 질환의 치료나 예방 등 그 의약용도를 특정할 수 있다고 봄이 타당하다.\n6) 이 사건 출원발명의 명세서에는 “암, 관절염, 당뇨병성 망막증, 조숙아의 망막증, 신생혈관성 녹내장, 혈관신생으로 인한 각막 질환, 망막변성, 각막 이식 거부, 후수정체 섬유증식증, 과립성 결막염, 건선, 모세관 확장증, 화농성 육아종, 지루성 피부염, 여드름 등과 같은 질병에서 과도한 혈관 신생이 보고되어 있다.”는 기재가 있다([0005]).\n7) 다만 앞서 본 바와 같이 이 사건 제1항 발명에 암의 치료 용도가 포함되어 있다고 볼 경우 실질적으로 동일하다고 볼 여지가 있다."
}