{
    "판례일련번호": 403453,
    "사건명": "특허법원 2023. 1. 17. 선고 2022허1940 판결 [등록취소(상)]확정",
    "사건번호": "2022허1940",
    "선고일자": "2023-01-17",
    "법원명": "특허법원",
    "법원종류코드": null,
    "사건종류명": "특허",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "특허법원 2023. 1. 17. 선고 2022허1940 판결 [등록취소(상)]\n확정\n【사건】\n2022허1940 등록취소(상)\n원고\nA\n소송대리인 변리사 길준연\n피고\nB\n소송대리인 특허법인 케이투비\n담당변리사 정상균, 강경찬\n변론종결\n2022. 11. 29.\n판결선고\n2023. 1. 17.\n【주문】\n1. 특허심판원이 2022. 1. 3. 2019당3922 사건에 관하여 한 심결을 취소한다.\n2. 소송비용은 피고가 부담한다.\n청구취지\n주문과 같다.\n【이유】\n1. 기초사실\n가. 피고의 이 사건 등록상표서비스표\n1) 등록번호/ 출원일/ 등록일: 상표등록 제48955호/ 2013. 5. 29./ 2014. 4. 9.\n2) 구성:\n3) 지정상품 및 지정서비스업:\n- 상품류 구분 제30류의 가공한 곡물, 건조된 파스타, 건조 조리된 밥, 곡물소시지, 곡물을 주원료로 한 스낵식품, 곡분제 식품, 국수, 국수로 만든 식사, 귀리를 주성분으로 한 식품, 김밥, 냉면, 도시락밥, 떡국, 떡볶이, 라면, 만두, 면류, 비빔밥, 샌드위치, 소면국수, 수제비, 스파게티, 식용 글루텐, 신선한 파스타, 신선한 피자, 쌀을 주원료로 한 스낵식품, 우동, 인스턴트 소바국수, 인스턴트 우동, 인스턴트 중국식 국수, 초밥, 토스트, 파스타, 파전, 피자, 핫도그\n- 서비스업류 구분 제43류의 셀프서비스식당업, 식당체인업, 음식조리대행업, 한식점업(이하 ’이 사건 취소대상 지정서비스업‘이라 한다)\n나. 피고 등의 실사용표장들\n1) 구성\n가) 실사용표장 1:\n나) 실사용표장 2:\n다) 실사용표장 3:\n라) 실사용표장 4:\n마) 실사용표장 5:\n바) 실사용표장 6:\n사) 실사용표장 7:\n2) 사용상품 및 사용서비스업: 떡볶이, 국수, 국수로 만든 식사, 김밥, 냉면, 떡국, 라면, 만두, 면류, 셀프서비스식당업, 식당체인업, 음식조리대행업 등\n다. 원고의 대상상표\n1) 구성\n가) 대상상표 1:\n나) 대상상표 2:\n다) 대상상표 3:\n라) 대상상표 4: (제1507150호)\n마) 대상상표 5:\n2) 사용상품 및 사용서비스업: 떡볶이, 간이식당업, 간이식당서비스업, 떡볶이전문식당업, 떡볶이전문식당 체인업, 레스토랑업, 분식점업, 뷔페식당업, 샐러드바업, 셀프서비스식당업, 식음료제공서비스업, 식당체인업, 스낵바업, 일반음식점업, 음식준비조달업, 음식조리대행업, 카페테리아업, 포장음식 제공업, 포장판매식당업, 패스트푸드식당업, 한식점업 등\n3) 원고는 2019. 12. 9. 특허심판원에 이 사건 등록상표서비스표의 등록권리자인 피고를 상대로, ① 이 사건 등록상표서비스표는 이 사건 취소대상 지정서비스업에 대하여 상표권자(서비스표권자), 전용사용권자 또는 통상사용권자 중 어느 누구에 의하여서도 정당한 이유 없이 취소심판청구일 전 계속하여 3년 이상(이하 ‘쟁점 기간’이라 한다) 국내에서 사용되지 않고 있으므로 구 상표법(2011. 12. 2. 법률 제11113호로 전부 개정되기 전의 것, 이하 같다) 제73조 제1항 제3호에 의하여 그 등록이 취소되어야 하고, ② 피고가 대상상표와 유사한 이 사건 등록상표서비스표를 대상상표의 사용서비스업과 동일한 서비스업에 사용함으로써 수요자로 하여금 서비스업 출처의 오인·혼동을 생기게 할 염려가 있으므로, 이 사건 등록상표서비스표는 구 상표법 제73조 제1항 제2호에 의하여 그 등록이 취소되어야 한다고 주장하면서, 이 사건 등록상표서비스표에 대한 등록취소심판을 청구하였다.\n4) 특허심판원은 위 심판청구를 2019당3922 사건으로 심리하여, 2022. 1. 3. 피고가 쟁점 기간에 이 사건 등록상표서비스표와 동일성이 인정되는 실사용표장 4, 6, 7을 이 사건 등록상표서비스표의 지정상품(서비스업)에 사용하였고, 피고가 이 사건 등록상표서비스표를 사용함으로써 수요자로 하여금 서비스업 출처의 오인·혼동을 생기게 하였다고 볼 수 없다는 등의 이유로 위 심판청구를 기각하는 내용의 심결(이하 ‘이 사건 심결’이라 한다)을 하였다.\n[인정 근거] 다툼 없는 사실, 갑 제1, 2, 17호증, 을 제1, 2, 4, 5호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 변론 전체의 취지\n2. 당사자들의 주장\n가. 원고\n1) 이 사건 등록상표서비스표는 이 사건 취소대상 지정서비스업에 대하여 상표권자(서비스표권자), 전용사용권자 또는 통상사용권자 중 어느 누구에 의하여서도 정당한 이유 없이 쟁점 기간 국내에서 사용되지 않았으므로, 구 상표법 제73조 제1항 제3호에 의하여 그 등록이 취소되어야 한다.\n2) 이 사건 등록상표서비스표는 대상상표들의 신용에 편승하려는 부정한 의도로 피고에게 이전된 것으로서, 피고가 대상상표와 유사한 이 사건 등록상표서비스표를 대상상표의 사용서비스업과 동일한 이 사건 취소대상 지정서비스업에 사용함으로써 수요자로 하여금 서비스업 출처의 오인·혼동을 생기게 할 염려가 있으므로, 이 사건 등록상표서비스표는 구 상표법 제73조 제1항 제2호에 의하여 그 등록이 취소되어야 한다.\n나. 피고\n1) 피고는 다음과 같이 쟁점 기간에 이 사건 등록상표서비스표와 동일성이 인정되는 실사용표장들을 이 사건 취소대상 지정서비스업에 표시하였으므로, 이 사건 등록상표서비스표는 이 사건 취소대상 지정서비스업에 관하여 구 상표법 제73조 제1항 제3호에 해당하지 않는다. 이와 결론을 같이한 이 사건 심결은 적법하다.\n가) 실사용표장 1\n피고는 쟁점 기간에 이 사건 등록상표서비스표를 표시한 정보공개서를 공정거래위원회에 등록하였고, 쟁점 기간에 위 정보공개서를 가맹사업자인 C에게 제공하였다.\n나) 실사용표장 2\n피고는 쟁점 기간에 가맹계약서에 실사용표장 2를 표시하여 C에게 제공하였다.다) 실사용표장 3 내지 6\n피고는 쟁점 기간에 피고의 홈페이지에 실사용표장 3을 표시하였고, 가맹점인 B 신가네매운떡볶이 E F점, G H점, G I점의 간판에는 각각 실사용표장 4 내지 6이 표시되었으며, G J점의 메뉴판에는 실사용표장 7이 표시되었다.\n2) 피고에게는 대상상표들의 신용에 편승하겠다는 부정한 의도가 없었고, 이 사건 등록상표서비스표의 사용으로 인하여 소비자에게 상품 내지 서비스업의 출처 표시에 관한 오인·혼동이 발생할 우려도 없다.\n3. 이 사건 심결의 위법 여부에 관한 판단\n가. 이 사건 등록상표서비스표가 상표법 제119조 제1항 제3호에 해당하는지 여부\n1)\n1) 관련 법리\n상표법 제119조 제1항 제3호는 ‘상표권자·전용사용권자 또는 통상사용권자 중 어느 누구도 정당한 이유 없이 등록상표를 그 지정상품에 대하여 취소심판청구일 전 계속하여 3년 이상 국내에서 사용하고 있지 아니한 경우’ 그 상표등록의 취소심판을 청구할 수 있다고 규정하고 있고, 같은 조 제3항 본문은 위와 같은 사유로 취소심판이 청구된 경우 피청구인이 해당 등록상표를 취소심판청구에 관계되는 지정상품 중 하나 이상에 대하여 그 심판청구일 전 3년 이내에 국내에서 정당하게 사용하였음을 증명하\n지 아니하면 상표등록의 취소를 면할 수 없다고 규정하고 있다.\n상표법 제119조 제1항 제3호(구 상표법 제73조 제1항 제3의 규정과 같다)에서 규\n정하는 ‘등록상표의 사용'이라 함은 등록상표와 동일한 상표를 사용한 경우를 말한다. 동일한 상표라고 함은 등록상표 그 자체뿐만 아니라 거래 사회통념상 등록상표와 동일하게 볼 수 있는 형태의 상표를 포함하나, 유사상표를 사용한 경우는 포함하지 않는다(대법원 2005. 7. 15. 선고 2004후1588 판결, 대법원 2007. 6. 14. 선고 2005후1905 판결 등 참조).\n상표법 제119조 제1항 제3호에서 상표의 ‘사용’이라 함은 상표법 제2조 제1항 제11호에서 규정하는 (가) 상품 또는 상품의 포장에 상표를 표시하는 행위, (나) 상품 또는 상품의 포장에 상표를 표시한 것을 양도 또는 인도하거나 그 목적으로 전시·수출 또는 수입하는 행위, (다) 상품에 관한 광고, 정가표, 거래서류, 그 밖의 수단에 상표를 표시하고 전시하거나 널리 알리는 행위 중 어느 하나에 해당하는 행위를 말한다 할 것인데, 다만 문리적으로는 상표법이 규정하고 있는 상표의 사용행위에 해당한다 하더라도 자타 상품의 출처를 표시하는 태양으로 사용하지 않은 상표의 경우에는 원칙적으로 상표권의 침해를 구성하지 않는다(대법원 1997. 2. 14. 선고 96도1424 판결, 대법원 2000. 12. 26. 선고 98도2743 판결 등 참조). 상표법 제2조 제1항 제6호 (다)목의 '거래서류'는 거래에 제공되는 서류로서 생산의뢰서, 지출결의서, 주문서, 납품서, 송장, 출하안내서, 물품영수증, 카탈로그 등이 이에 포함된다(대법원 1989. 12. 12. 선고 89후759 판결, 대법원 2002. 11. 13. 자 2000마4424 결정 등 참조).\n2) 이 사건 등록상표서비스표가 쟁점 기간에 국내에서 이 사건 취소대상 지정서비스업에 사용되었는지 여부\n가) 실사용표장 1\n(1) 인정사실\n을 제1, 2호증의 각 기재 및 변론 전체의 취지를 종합하면, 다음과 같은 사실이 인정된다.\n① 피고는 2014년경부터 ‘B 신가네매운떡볶이’라는 상호로 떡볶이 분식점 가맹사업을 영위해 오고 있다.\n② 피고는 피고가 운영하는 가맹본부에 관한 정보공개서(이하 ‘정보공개서’ 라 한다)를 작성하여 공정거래위원회에 등록해 왔다. 2018. 3. 23. 등록된 정보공개서에는 다음과 같이 이 사건 실사용표장 1이 표시되어 있다.\n③ 한편 피고는 2017. 1. 2. C에게 공정거래위원회에 등록된 정보공개서를 제공하였고, 2017. 1. 17. C과 가맹기간을 2017. 1. 17.부터 2019. 1. 16.까지로 하는 B 신가네매운떡볶이 G J점 가맹계약을 체결하였다.\n(2) 판단\n(가) 먼저 실사용표장 1이 이 사건 등록상표서비스표의 표장과 동일성이 인정\n되는 범위 내에 있는지에 관하여 보건대, 이 사건 등록상표서비스표와 실사용표장 1의 표장을 대비하여 보면, 양 표장은 외관, 호칭, 관념이 서로 동일하다.\n(나) 다음으로 실사용표장 1이 표시된 정보공개서를 공정거래위원회에 등록하\n는 행위가 상표법 제2조 제1항 제11호에 규정된 상표의 ‘사용’에 해당하는지에 관하여 본다.\n앞서 본 인정사실 및 앞서 든 증거를 종합하여 알 수 있는 다음과 같은 사정, 즉, ① 피고가 공정거래위원회에 정보공개서를 등록하는 것은 가맹사업거래의 공정화에 관한 법률(이하 ‘가맹사업법’이라 한다) 제6조의 2\n2)\n에서 규정된 정보공개서 등록 의무에 의한 것으로서 가맹희망자들이 가맹본부의 신뢰성 등을 확인할 수 있도록 가맹본부의 현황에 관한 정보를 등록하는 것에 불과한 점, ② 정보공개서에 이 사건 등록상표서비스표가 표시되어 있더라도 이는 상품 또는 서비스업의 출처를 표시하기 위한 것은 아닌 점, ③ 공정거래위원회는 거래 당사자가 아니므로 공정거래위원회에 등록되는 정보공개서가 상표법 제2조 제1항 제6호에 규정된 ‘거래서류’에 해당한다고 볼 수는 없는 점을 종합하면, 실사용표장 1이 표시된 정보공개서를 공정거래위원회에 등록하는 행위가 이 사건 등록상표서비스표의 ‘사용’에 해당한다고 볼 수는 없다.\n(다) 다음으로 C에게 정보공개서를 제공한 행위가 이 사건 등록상표서비스표\n의 ‘사용’에 해당하는지에 관하여 본다.\n먼저 피고가 C에게 제공한 정보공개서에 실사용표장 1이 표시되어 있었\n다는 사실을 인정할 만한 증거가 없다.\n설령 피고가 C에게 제공한 정보공개서에 실사용표장 1이 표시되어 있었\n다고 하더라도, ① 정보공개서는 가맹사업법 제7조\n3)\n에 의하여 가맹계약의 체결 이전에 가맹희망자로 하여금 가맹본부의 현황을 파악할 수 있도록 제공되는 자료에 불과할 뿐 그 자체로 가맹계약의 내용이 되는 것은 아닌 점, ② 피고와 C 사이에 작성된 가맹계약서에는 ‘피고가 C에게 실사용표장 2의 사용을 허락하고, 그 외 가맹사업에 관한 모든 지식재산권은 피고의 독점적인 권리이며, C은 각호에 기재된 제한적 범위 내에서만 이를 사용할 수 있다’는 내용이 기재되어 있을 뿐 C에게 실사용표장 1의 사용을 허락한다는 내용이 명시되어 있지는 않은 점에 비추어 보면, 정보공개서는 가맹계약 체결 이전에 제공되는 참고자료에 불과할 뿐 거래 그 자체에 관한 자료로는 볼 수 없으므로, 정보공개서에 실사용표장 1이 표시되어 있었다고 하더라도 정보공개서를 C에게 제공한 행위가 이 사건 등록상표서비스표의 사용에 해당한다고 볼 수는 없다.\n(3) 정리\n피고가 실사용표장 1을 쟁점 기간에 정보공개서에 표시한 행위 및 정보공개서를 C에게 제공한 행위는 이 사건 등록상표서비스표의 사용에 해당한다고 볼 수 없다.\n나) 실사용표장 2 내지 7\n(1) 인정사실\n① 피고는 2017. 2. 5. 홈페이지(https://D/)를 개설하고 홈페이지의 상단에 실사용표장 3을 표시하였다.\n② 피고와 체결한 가맹계약에 따라 개점된 B 신가네매운떡볶이 E F점에 설치된 입간판에는 실사용표장 4가, B 신가네매운떡볶이 G H점에 설치된 간판에는 실사용표장 5가, B 신가네매운떡볶이 G I점에 설치된 간판에는 실사용표장 6이 각 표시되어 있었다.\n③ 피고와 체결한 가맹계약에 따라 개점한 B 신가네매운떡볶이 G J점의 메뉴에는 다음과 같이 실사용표장 7이 표시되어 있었다.\n(2) 판단\n(가) 먼저 실사용표장 2 내지 7이 이 사건 등록상표서비스표의 표장과 동일성이 인정되는 범위 내에 있는지에 관하여 본다.\n(나) 이 사건 등록상표서비스표( )는 B을\n한자로 기재한 문자열 ‘辛萬龍’ 부분과 한글 문자열 ‘매운떡볶이’ 부분, ‘매운떡볶이’ 부분의 우측 상단에 배치된 붉은색 바탕으로 된 물방울 형상의 도안(내부에 흰색 글씨체로 ‘신辛매운’이라고 기재되어 있다) 부분, ‘매운떡볶이’ 부분의 좌측 하단에 인영과 유사한 형태로 붉은색 바탕의 사각형 도안(내부에 흰색 글씨체로 ‘매운떡볶이’라고 기재\n되어 있다) 부분이 결합한 표장이다. 실사용표장 2( )는 한\n글 문자열 ‘B 신가네매운떡볶이’로 구성된 표장이고, 실사용표장 3\n( )은 붉은색 바탕에 흰색 글씨체로 ‘신’(다만\n신의 ’ㅣ‘획 대신 한자 ’辛’자가 기재되어 있다)자가 표시된 흰색 요리사 모자를 쓰고 오른손에는 붉은색 고추를 쥐고 왼손으로는 엄지를 들어 올린 자세로 서 있는 요리사를 도안화한 부분(이하 ’요리사 도안‘이라 한다)과 한글 문자열 ‘B 신가네매운떡볶이’\n부분이 결합한 표장이다. 실사용표장 4( )는 요리사 도안과 흰색 바탕의\n사각형[내부에 붉은색으로 ’B‘(다만 ’신‘자의 ’ㅣ‘획 대신 한자 ’辛’자가 기재되어 있다) 이라고 기재되어 있다]을 인영과 유사한 형태로 도안화한 부분(이하 ‘인장 도안’이라 한다), 한글 문자열 ’매운떡볶이‘가 결합한 표장이고, 실사용표장 5( )는\n한글 문자열 ’신가네‘ 부분과 인장 도안, 문자열 ’매운떡볶이‘ 부분이 세로로 3단으로 결합하고, 그 우측 상단에 흰색 캡을 쓴 남성의 두상을 형상화한 도안이 결합한 표장\n이다. 실사용표장 6( )은 요리사 도안, 2단으로 표시\n된 한글 문자열 ’매운 떡볶이‘ 부분과 인장 도안이 결합한 표장이다. 실사용표장 7\n( )은 요리사 도안과 한글 문자열 ‘신가네매운떡볶이’\n(다만 신의 ’ㅣ‘획 대신 한자 ’辛’자가 기재되어 있다), 한글 문자열 상단에 배치된 인장 도안이 결합한 표장이다.\n(다) 이 사건 등록상표서비스표 및 실사용표장 2 내지 7의 대비 내용과 을 제4, 5호증의 각 기재 또는 영상에 의하여 알 수 있는 아래와 같은 사정을 살펴보면, 실사용표장 2 내지 7은 이 사건 등록상표서비스표와 동일성의 범위 내에 있다고 볼 수 없다.\n① 이 사건 등록상표서비스표 중 ‘辛萬龍’ 부분과 도안 부분( ,\n)은 한자를 붓글씨체로 표시한 것이거나 인장 또는 물방울 형태를 독특하게 도안화한 것이어서 일반 수요자나 거래자의 시선을 집중시키거나 그들에게 강한 인상을 줄 수 있다. 따라서 이 사건 등록상표서비스표 중 도형 부분이 생략된다면 일반 수요자나 거래자에게 두드러지게 인식되는 구성 부분에 변경이 초래된다고 할 수 있다.\n② 이 사건 등록상표서비스표와 실사용표장들은 한글 문자열 ‘매운떡볶이’ 부분을 공통적으로 포함하고 있기는 하다. 그러나 한글 문자열 ‘매운떡볶이’ 부분은 그 사용상품 또는 사용서비스업의 성질을 직감하게 하므로 식별력이 높지 않다.\n③ 실사용표장 3 내지 7에 표시된 요리사 도안 또는 흰색 캡을 쓴 남성의 얼굴을 형상화한 도안은 요리사를 독특하게 도안화한 것으로서 일반 수요자나 거래자의 시선을 집중시키는 부분으로, 일반 수요자나 거래자들에게 이 사건 등록상표서비스표와는 전혀 다른 인상을 준다.\n(3) 정리\n이처럼 실사용표장 2 내지 7이 이 사건 등록상표서비스표의 표장과 동일성이 인정되는 범위에 있다고 볼 수 없으므로, 피고 또는 피고와 체결한 가맹계약에 의하여 가맹점을 개설한 가맹사업자가 실사용표장 2 내지 7을 표시한 행위는 쟁점 기간 여부\n에 이루어졌는지 여부에 관하여 나아가 살필 필요 없이 이 사건 등록상표서비스표의 사용에 해당한다고 볼 수 없다.\n나. 검토 결과의 정리\n이 사건 등록상표서비스표는 쟁점 기간에 상표권자 또는 전용사용권자, 통상사용\n권자 등에 의하여 사용되지 아니하였으므로, 상표법 제119조 제1항 제3호에 의하여 그 등록이 취소되어야 한다(이처럼 상표법 제119조 제1항 제3호에 의하여 이 사건 등록상\n표서비스표의 등록을 취소하는 이상, 이와 선택적 관계에 있는 상표법 제119조 제1항 제2호의 취소 사유에 관하여서는 더 나아가 살피지 아니한다). 이 사건 심결은 이와 결론이 달라 위법하다.\n4. 결론\n이 사건 심결의 취소를 구하는 원고의 이 사건 청구는 이유 있으므로, 이를 인용한\n다.\n재판장\n판사\n이형근\n판사\n박은희\n판사\n한지윤\n1) 이 사건 심판청구는 2016. 2. 29. 법률 제14003호로 전부개정된 상표법이 시행된 후인 2019.12. 9. 청구된 것인데, 상표법(2016. 2. 29. 법률 제14003호로 전부개정된 것) 부칙 제2조 제 2항 본문에서 “이 법 중 심판청구에 관한 개정규정은 이 법 시행 이후 심판청구한 경우부터적용한다.”고 정하고 있으므로, 위 법 시행 후 청구된 이 사건 심판청구에 대해서는 전부 개정된 상표법 규정, 즉, 현행 상표법 제119조 제1항 제3호가 적용된다.\n2) 가맹사업법 제6조의2(정보공개서의 등록 등) ① 가맹본부는 가맹희망자에게 제공할 정보공개서를 대통령령으로 정하는 바에 따라 공정거래위원회 또는 특별시장·광역시장·특별자치시장·도지사·특별자치도지사(이하 \"시·도지사\"라 한다)에게 등록하여야 한다. ② 가맹본부는 제1항에 따라 등록한 정보공개서의 기재사항 중 대통령령으로 정하는 사항을 변경하려는 경우에는 대통령령으로 정하는 기한 이내에 공정거래위원회 또는 시·도지사에게 기재사항의 변경등록을 하여야 한다. 다만, 대통령령으로 정하는 경미한 사항을 변경하려는 경우에는 신고하여야 한다. ③ 공정거래위원회 및 시·도지사는 제1항 또는 제2항에 따라 등록·변경등록하거나 신고한 정보공개서를 공개하여야 한다. 다만, 「개인정보 보호법」 제2조제1호에 따른 개인정보와 「부정경쟁방지 및 영업비밀보호에 관한 법률」 제2조제2호에 따른 영업비밀은 제외한다. ④ 공정거래위원회 및 시·도지사는 제3항에 따라 정보공개서를 공개하는 경우 해당 가맹본부에 공개하는 내용과 방법을 미리 통지하여야 하고, 사실과 다른 내용을 정정할 수 있는 기회를 주어야 한다. ⑤ 공정거래위원회는 제3항에 따른 정보공개서의 공개(시·도지사가 공개하는 경우를 포함한다)를 위하여 예산의 범위 안에서 가맹사업정보제공시스템을 구축·운용할 수 있다. ⑥ 그 밖에 정보공개서의 등록, 변경등록, 신고 및 공개의 방법과 절차는 대통령령으로 정한다.\n3) 가맹사업법 제7조(정보공개서의 제공의무 등) ① 가맹본부(가맹지역본부 또는 가맹중개인이 가맹점사업자를 모집하는 경우를 포함한다. 이하 같다)는 가맹희망자에게 제6조의2제1항 및 제2항에 따라 등록 또는 변경등록한 정보공개서를 내용증명우편 등 제공시점을 객관적으로 확인할 수 있는 대통령령으로 정하는 방법에 따라 제공하여야 한다. ② 가맹본부는 제1항에 따라 정보공개서를 제공할 경우에는 가맹희망자의 장래 점포 예정지에서 가장 인접한 가맹점 10개(정보공개서 제공시점에 가맹희망자의 장래 점포 예정지가 속한 광역지방자치단체에서 영업 중인 가맹점의 수가 10개 미만인 경우에는 해당 광역지방자치단체 내의 가맹점 전체)의 상호, 소재지 및 전화번호가 적힌 문서(이하 \"인근가맹점 현황문서\"라 한다)를 함께 제공하여야 한다. 다만, 정보공개서를 제공할 때 장래 점포 예정지가 확정되지 아니한 경우에는 확정되는 즉시 제공하여야 한다. ③ 가맹본부는 등록된 정보공개서 및 인근가맹점 현황문서(이하 \"정보공개서등\"이라 한다)를 제1항의방법에 따라 제공하지 아니하였거나 정보공개서등을 제공한 날부터 14일(가맹희망자가 정보공개서에 대하여 변호사 또는 제27조에 따른 가맹거래사의 자문을 받은 경우에는 7일로 한다)이 지나지 아니한 경우에는 다음 각 호의 어느 하나에 해당하는 행위를 하여서는 아니 된다. 1. 가맹희망자로부터 가맹금을 수령하는 행위. 이 경우 가맹희망자가 예치기관에 예치가맹금을 예치하는 때에는 최초로 예치한 날(가맹본부가 가맹희망자와 최초로 가맹금을 예치하기로 합의한 때에는 그 날)에 가맹금을 수령한 것으로 본다. 2. 가맹희망자와 가맹계약을 체결하는 행위 ④ 공정거래위원회는 대통령령이 정하는 바에 따라 정보공개서의 표준양식을 정하여 가맹본부 또는가맹본부로 구성된 사업자단체에게 그 사용을 권장할 수 있다."
}