{
    "행정심판재결례일련번호": 2709,
    "사건명": "변상금부과처분취소청구",
    "사건번호": "1999-08013",
    "의결일자": "2000-02-21",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "구별없음",
    "재결구분코드": 429039.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=2709&type=HTML&mobileYn=",
    "재결요지": "사 건 99-08013 변상금부과처분취소청구\n청 구 인 김 ○ ○\n서울특별시 ○○구 ○○동 산 104-3\n피청구인 서울국유림관리소장\n청구인이 1999. 11. 25. 제기한 심판청구에 대하여 2000년도 제7회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 각하한다.",
    "청구취지": "피청구인이 1999. 8. 25. 청구인에 대하여 한 변상금부과처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 서울특별시 ○○구 ○○ 7동 산 104-3번지 26m2의 토지(이하 “이 건 토지”라 한다)를 1997. 3. 25.- 1998. 12. 31. 기간동안 무단점유하였다는 이유로 피청구인이 1999. 8. 25. 청구인에 대하여 위 기간 동안의 무단점유에 대하여 47만 8,290원의 변상금부과처분(이 하 “이 건 처분”이라 한다)을 하였다가 1999. 12. 7. 이 건 처분을 취소하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 국유재산법 제51조제1항제2호의 규정에 의하면, 국가 또는 지방자치단체가 재해대책 등 불가피한 사유로 일정기간 국유재산을 점유하게 하거나 사용ㆍ수익하게 한 경우에는 변상금을 징수할 수 없도록 되어 있다.\n\n나. 청구인이 소유하는 이 건 토지는 서울특별시가 1968 - 1970년 경 한강 하상정리 및 택지조성공사에 의하여 조성한 토지를 철거민에게 손실보상의 차원에서 무상분양한 토지이다.\n다. 청구인이 이 건 토지에 이주할 당시, 서울시는 청구인에게 이 건 토지 위에 건물을 건축할 수 있게 한 것으로 볼 때, 청구인은 이 건 토지를 무단으로 점유한 것이 아니다.\n\n라. 더구나 청구인은 1968 - 1970년 경 이 건 토지에 주택을 건축하였고, 이로부터 상당한 세월이 흘렀으므로 이 건 토지에 대하여 무상의 지상권이라는 물권을 시효취득하였다.\n\n마. 비록 등기명의자라 하더라도 취득기간을 경과하여 부동산을 점유한 자에 대하여 불법점유를 이유로 손해배상을 청구할 수 없는 바, 청구인은 이 건 토지를 시효취득기간 이상 점유하여 왔기 때문에 등기명의자인 피청구인은 청구인에 대하여 변상금을 부과할 수 없다.\n\n바. 이러한 사정으로 볼 때, 청구인은 이 건 토지를 무단으로 점유하는 것이 아니므로 피청구인은 청구인 소유의 이 건 토지에 대하여 변상금을 부과할 수 없다.\n\n사. 따라서 피청구인의 이 건 처분은 변상금부과대상자가 아닌 청구인에게 변상금을 잘못 부과한 것이므로 취소되어야 한다.\n\n3. 피청구인 주장\n피청구인은, 이 건 처분이 취소되어 존재하지 아니하므로 청구인의 청구는 각하되어야 한다고 주장한다.\n\n4. 이 건 청구의 행정심판적격여부\n가. 관계법령\n행정심판법 제9조제1항\n\n나. 판 단\n(1) 청구인과 피청구인이 제출한 처분서, 취소통지서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n(가) 피청구인은 1999. 8. 25. 청구인 청구인이 이 건 토지를 1997. 3. 25.- 1998. 12. 31. 기간동안 무단점유하였다는 이유로 청구인에 대하여 위 기간 동안의 무단점유에 대하여 47만 8,290원의 변상금부과처분을 하였다.\n\n(나) 피청구인은 1999. 12. 7. 청구인에 대하여 이 건 처분을 취소하였다.\n\n(2) 살피건대, 행정심판법 제9조제1항의 규정에 의하면, 취소심판청구는 처분의 취소 또는 변경을 구할 법률상의 이익이 있는 자가 제기할 수 있도록 되어 있는 바,\n위 인정사실에 의하면, 피청구인은 청구인에 대하여 이 건 처분을 한 후, 이 건 처분의 잘못을 인식하고 이 건 처분을 직권으로 취소하여 청구인이 심판제기를 통하여 취소를 구할 처분이 존재하지 아니함이 분명하고, 취소를 구할 처분이 없음에도 불구하고 그 취소를 구하는 청구인의 이 건 심판청구는 법률상의 이익이 없는 부적법한 심판청구라 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 심판제기요건을 결한 부적법한 심판청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}