{
    "행정심판재결례일련번호": 16370,
    "사건명": "변상금부과처분취소청구",
    "사건번호": "1999-07969",
    "의결일자": "2000-03-06",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "가입대상 사업.사업주(원수급차,상시근로자 1인이상,연면적 330㎡)",
    "재결구분코드": 429045.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=16370&type=HTML&mobileYn=",
    "재결요지": "사 건 99-07969 변상금부과처분취소청구\n청 구 인 이 ○ ○\n서울특별시 ○○구 ○○동 산 104\n피청구인 서울국유림관리소장\n청구인이 1999. 11. 25. 제기한 심판청구에 대하여 2000년도 제9회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 1999. 8. 30. 청구인에 대하여 한 180만 8,390원의 변상금부과처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 서울특별시 ○○구 ○○ 7동 산 104 번지 187m2의 토지(이하 “이 건 토지”라 한다)를 1995. 8. 26.- 1998. 12. 31. 기간동안 무단점유하였다는 이유로 피청구인이 1999. 8. 30. 청구인에 대하여 위 기간 동안의 무단점유에 대하여 180만 8,390원의 변상금부과처분(이 하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 국유재산법 제51조제1항제2호의 규정에 의하면, 국가 또는 지방자치단체가 재해대책 등 불가피한 사유로 일정기간 국유재산을 점유하게 하거나 사용ㆍ수익하게 한 경우에는 변상금을 징수할 수 없도록 되어 있다.\n\n나. 청구인이 소유하는 이 건 토지는 서울특별시가 1968 - 1970년 경 한강 하상정리 및 택지조성공사에 의하여 조성한 토지를 철거민에게 손실보상의 차원에서 무상분양한 토지이다.\n다. 청구인이 이 건 토지에 이주할 당시, 서울특별시는 청구인에게 이 건 토지 위에 건물을 건축할 수 있게 한 것으로 볼 때, 청구인은 이 건 토지를 무단으로 점유한 것이 아니다.\n\n라. 더구나 청구인은 1968 - 1970년 경 이 건 토지에 주택을 건축하였고, 이로부터 상당한 세월이 흘렀으므로 이 건 토지에 대하여 무상의 지상권이라는 물권을 시효취득하였다.\n\n마. 비록 등기명의자라 하더라도 취득기간을 경과하여 부동산을 점유한 자에 대하여 불법점유를 이유로 손해배상을 청구할 수 없는 바, 청구인은 이 건 토지를 시효취득기간 이상 점유하여 왔기 때문에 등기명의자인 피청구인은 청구인에 대하여 변상금을 징수할 수 없다.\n\n바. 이러한 사정으로 볼 때, 청구인은 이 건 토지를 무단으로 점유하는 것이 아니므로 피청구인은 청구인 소유의 이 건 토지에 대하여 변상금을 징수할 수 없다.\n\n사. 따라서 피청구인의 이 건 처분은 변상금부과대상자가 아닌 청구인에게 변상금을 잘못 부과한 것이므로 취소되어야 한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n가. 국유재산법 제51조제1항의 규정에 의하면, 국유재산의 대부 또는 사용ㆍ수익허가를 받지 아니하고 국유재산을 점유하거나 사용ㆍ수익한 자에 대하여 당해 재산의 대부료 또는 사용료의 100분의 120에 상당하는 변상금을 징수할 수 있도록 되어 있다.\n\n나. 피청구인이 1996. 9. 1. - 1996. 9. 30.까지 피청구인이 관리하는 국유지에 대하여 일제 조사하였고, 그 결과 청구인이 이 건 토지를 무단점유한 사실을 발견하였고, 따라서 청구인에 대하여 변상금을 부과하였다.\n다. 청구인은 이 건 토지는 서울특별시가 철거민에게 손실보상의 일환으로 무상으로 분양한 토지이기 때문에 무단점유가 아니라고 주장하나, 손실보상은 건물 기타 토지에 정착한 물건을 공익사업을 위하여 제공한 자에 대하여 금전보상을 하는 것이고, 철거민을 국유지에 정착시킨 것은 손실보상에 해당되지 않기 때문에 청구인의 주장은 이유없다.\n\n라. 청구인은 국유재산법 제51조제1항제2호의 규정에 의하여 변상금징수대상자가 아니라고 주장하나, 구 ○○의 국유지 점유자에 대한 변상금면제시행지침에 의하면, 지방자치단체의 이주명령에 의한 최초의 이주자에 대하여 동일 국유지에 계속하여 거주하는 경우에 한하여 변상금을 면제해주도록 되어 있으나, 청구인은 이 경우에 해당하지 않는다.\n\n마. 청구인은 시효취득기간을 초과하여 이 건 토지를 점유하였기 때문에 청구인이 이 건 토지를 불법점유하였다는 이유로 피청구인이 청구인에 대하여 변상금을 부과할 수 없다고 주장하나, 청구인은 이 건 토지를 자주점유한 것이라고 볼 수 없고, 따라서 시효취득을 전제로 한 청구인의 주장은 이유없으며, 피청구인이 청구인에 대하여 부과한 변상금부과처분은 적법한 처분이다.\n\n바. 청구인은 서울특별시가 철거민에게 건축허가를 해줌으로써 이 건 토지에 대하여 무상의 지상권을 설정하였기 때문에 무상의 지상권을 취득하였고 따라서 변상금징수대상자가 아니라고 주장하나, 청구인의 건축물은 현재까지 건축허가가 되지 아니한 무허가 건물이고, 청구인의 이 건 토지에 대한 점유는 타주점유이므로 시효취득을 전제로 한 지상권 취득이라는 청구인의 주장은 이유없으며, 설사, 청구인이 건축허가를 받았다 하더라도 건축허가가 국유재산의 대부 또는 사용ㆍ수익허가를 의미하는 것이 아니므로 청구인에 대한 변상금부과처분은 정당하다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n국유재산법 제25조, 제38조, 제51조, 동법시행령 제56조, 동법시행규칙 제52조의2, 산림법 제5조, 산림법시행령 제4조\n\n나. 판 단\n(1) 피청구인과 청구인등이 제출한 변상금부과통지서, 국유재산무단점유지 실태조사복명서, 변상금부과사전통지서, 국유지 점유자에 대한 변상금 면제시행지침, 무단점유지대장, 주민등록등본 등 각 사본의 기재에 의하면, 다음과 같은 사실을 인정할 수 있다.\n(가) 1968. - 1970. 청구외 서울특별시장은 서울특별시 △△구 △△동 등에 대한 재개발 사업을 시행하면서 그 이주대책의 일환으로서 이 건 토지 일대의 국유지에 철거민을 위한 집단 이주정착지를 조성한 다음 소규모로 분할하여 철거민에게 특정 토지를 배정하여 주거용건물의 부지로 무상으로 사용하도록 하였다.\n\n(나) 청구인의 주민등록표에 의하면, 청구인은 1990. 12. 13. 이 건 토지 소재 주소지로 전입하여 현재까지 위 주소지에서 거주하고 있는 것으로 되어 있다.\n\n(다) 1996. 9. 5. - 1996. 9. 21. 피청구인은 국유재산 무단점유지 실태조사를 하고, 청구인이 이 건 토지를 무담점유하고 있는 것으로 인정하였다.\n\n(라) 1999. 6. 7. 피청구인은 청구인이 ○○ 소관 국유재산인 이 건 토지를 무단으로 점유하였다는 이유로 청구인에 대하여 변상금을 부과할 것임을 사전통지하였다.\n\n(마) 피청구인은 청구인이 이 건 토지를 1995. 8. 26.부터 1998. 12. 31.까지의 기간 동안 무단점유하였다는 이유로 1999. 8. 30. 청구인에 대하여 이 건 처분을 하였다.\n\n(바) 1997. 7. 4. 구 ○○의 국유지 점유자에 대한 변상금 면제시행지침에 의하면, 지방자치단체의 이주명령에 의한 최초의 이주민(동 상속인 포함)으로서 1997. 10. 31.까지 대부계약 또는 매수계약을 체결하여 정당한 점유로 전환한 자에 대하여 변상금을 면제하도록 하고 있다.\n\n(2) 살피건대, 국유재산법 제51조제1항, 동법시행규칙 제52조의2의 규정에 의하면, 처분청은 이 법 또는 다른 법률에 의하여 국유재산의 대부 또는 사용ㆍ수익허가등을 받지 아니하고 국유재산을 점유하거나 이를 사용ㆍ수익한 자(대부 또는 사용ㆍ수익허가기간이 만료된 후 다시 대부 또는 사용ㆍ수익허가등을 받지 아니하고 국유재산을 계속 점유하거나 이를 사용ㆍ수익한 자를 포함한다)에 대하여는 당해 재산에 대한 대부료 또는 사용료의 100분의 120에 상당하는 변상금을 징수하도록 되어 있는 바,\n위 인정사실에 의하면, 청구인은 이 건 토지에 대하여 1995. 8. 26.부터 1998. 12. 31.까지 적법한 사용허가를 받지 아니하고 무단점유한 사실이 분명하므로, 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n한편, 청구인은 서울특별시가 시행한 도시계획사업으로 인한 철거민으로 이 지역에 이주한 최초의 이주민이기 때문에 국유재산법 제51조제1항제2호에 해당하여 변상금의 징수대상이 아니라고 주장하나, 서울특별시가 이 지역에 이주민 정착지를 조성하여 도시계획사업으로 인한 최초의 이주민을 이주시킨 것은 1968년부터 1970년 사이이고, 청구인이 이 지역에 이주한 것은 1990년으로서 청구인은 서울특별시에서 시행한 도시계획사업으로 인한 철거민으로써 이 지역에 이주한 최초의 이주민이라고 할 수 없으므로 청구인의 주장은 이유없다.\n또한 청구인은 이 건 토지는 서울특별시가 철거민에게 분양한 토지로서 청구인이 시효기간 이상 계속하여 점유하여 왔기 때문에 피청구인은 청구인에 대하여 변상금을 부과할 수 없다고 주장하나, 서울특별시가 철거민에게 일반의 국유지를 배정하여 거주할 수 있게 한 것은 서울특별시가 도시계획사업을 원활하게 추진하기 위하여 이 건 토지의 관리청인 ○○과 협의하여 도시계획사업지역의 철거민을 이 건 토지를 포함한 일단의 국유지에 이주시키면서 주민들이 자립할 때까지 위 국유지를 무상으로 사용할 수 있게 한 것에 불과하여 국유지를 철거민에게 무상으로 분양한 것이 아닐 뿐 아니라, 철거민 또한 이러한 사정을 알면서 이 건 토지를 점유하여 왔고, 그 승계인 또한 이러한 사정을 알면서 그 지상건물과 토지에 대한 독점적 이용권을 순차 양수하여 점유해 왔기 때문에 이 건 토지를 포함한 일단의 국유지에 처음 이주한 철거민이나 그 승계인이 이 건 토지를 자주점유한 것이라고 볼 수 없고, 따라서 청구인이 이 건 토지를 사용할 수 있는 지상권을 시효취득하였으므로 청구인에 대하여 부과한 피청구인의 변상금부과처분은 잘못이라는 청구인의 주장은 또한 이유없다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}