{
    "행정심판재결례일련번호": 2996,
    "사건명": "민원서류처리결과통보취소청구",
    "사건번호": "2000-06215",
    "의결일자": "2000-10-09",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "법무",
    "재결구분코드": 429020.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=2996&type=HTML&mobileYn=",
    "재결요지": "사 건 00-06215 민원서류처리결과통보취소청구\n청 구 인 김 ○ ○\n서울특별시 ○○구 ○○동 667-5번지\n피청구인 법무부장관\n청구인이 2000. 9. 6. 제기한 심판청구에 대하여 2000년도 제35회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 각하한다.",
    "청구취지": "검찰총장이 2000. 6. 1. 청구인에 대하여 한 민원서류처리결과통보는 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 대통령에게 민원을 제기하자, 검찰총장이 2000. 6. 1. 청구인의 민원사항을 서울지방검찰청에서 처리토록 하고 그 처리결과를 청구인에게 통지하도록 지시하였다는 통보를 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 대통령에게 제기한 민원사항을 검찰총장이 임의로 서울지방검찰청에서 처리하도록 지시한 행위는 대통령의 통치권한을 묵살하는 것으로서 취소되어야 한다고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 행정심판법 제2조제1항제1호 및 제3조제1항의 규정에 의하면, 행정심판의 대상이 되는 처분이라 함은 행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부와 그밖에 이에 준하는 행정작용을 말한다고 되어 있는 바, 민원서류에 대한 처리결과 통보는 행정기관 내부의 업무처리절차를 안내하는 사실의 통지에 불과하여 위 규정에 의한 처분이라고 할 수 없으므로 이 건 행정심판청구는 행정심판의 대상이 아닌 사항에 대하여 제기된 부적법한 심판청구로서 각하되어야 한다고 주장한다.\n\n4. 이 건 청구의 행정심판적격여부\n가. 관계법령\n행정심판법 제2조제1항제1호, 제3조제1항\n\n나. 판 단\n(1) 피청구인과 청구인이 제출한 민원서류처리결과통보 사본의 기재에 의하면, 청구인이 ○○에 제기한 민원서류는 2000. 6. 1. 서울지방검찰청에서 처리후 그 결과를 청구인에게 통지하도록 지시하였음을 알려드린다고 되어 있는 사실을 인정할 수 있다.\n\n(2) 살피건대, 행정심판은 구체적 권리의무에 관한 분쟁을 전제로 하여 제기되는 것으로서 행정심판의 대상이 되는 행정처분은 행정청의 공법상 행위로서 특정사항에 대하여 법규에 의한 권리의 설정 또는 의무의 부담을 명하거나 기타 법률효과를 발생케 하는 등의 국민의 권리의무에 직접 관계있는 행위를 말한다고 할 것이어서 행정청에서 일반국민의 민원, 진정, 제안 등에 대하여 하는 회신은 그 상대방이나 기타 관계자들의 법률상 지위에 직접적으로 변동을 가져오게 하는 것이 아니므로 특별한 사정이 없는 한 그 자체로서 행정심판의 대상이 될 수 없다고 할 것인 바, 위 인정사실에 의하면, 검찰총장이 2000. 6. 1. 청구인에 대하여 한 민원서류처리결과통보는 그 형식이 청구인이 제기한 민원에 대한 회신으로 되어있고, 그 내용도 청구인이 ○○에 제기한 민원서류는 2000. 6. 1. 서울지방검찰청에서 처리후 그 결과를 청구인에게 통지하도록 지시하였음을 알려준다는 것이어서 이로 인하여 청구인의 법률상 지위에 어떠한 변동이 생기게 된다고 볼 수 없다.\n따라서 이는 행정심판의 대상이 되는 행정처분에 해당한다고 보기 어렵다 할 것이므로 이 건 심판청구는 행정심판의 대상이 되지 아니하는 사항을 대상으로 하여 제기된 부적법한 청구라 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 심판제기요건을 결한 부적법한 청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}