{
    "행정심판재결례일련번호": 7842,
    "사건명": "이주자택지공급대상제외처분취소청구",
    "사건번호": "2000-00072",
    "의결일자": "2000-02-07",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "구별없음",
    "재결구분코드": 429109.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=7842&type=HTML&mobileYn=",
    "재결요지": "사 건 00-00072 이주자택지공급대상제외처분취소청구\n청 구 인 황 ○ ○\n경기도 ○○시 ○○구 ○○동 378-69번지\n대리인 변호사 김 ○ ○\n피청구인 한국토지공사 (사장 김 △ △)\n청구인이 1999. 12. 16. 제기한 심판청구에 대하여 2000년도 제5회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 1999. 9. 21. 청구인에 대하여 한 이주자택지공급대상제외처분은 이를 취소한다.",
    "이유": "1. 사건개요\n피청구인이 1998. 6. 1. ○○택지개발사업지구의 주민들에게 이주 및 생활대책을 안내한 후 1999. 9. 21. 청구인에 대하여 주거용 가건물에서 거주하였다는 이유로 분양아파트의 입주권을 부여하고, 이주자택지공급대상에서는 제외하는 처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 피청구인은 1997년에는 청구인과 같은 가옥소유자에 대하여 본인의 선택에 의하여 1세대 1필지의 이주자택지를 공급하거나 국민주택 규모 이하의 분양아파트 입주권을 부여한다고 통지하였고, 1998년에는 1994. 12. 14. 이전부터 ○○지구에 편입된 주거용 건물(무허가 건물일 경우에는 1989. 1. 24. 이전에 지어진 건물에 한함)을 소유하여 1997. 9. 6. 까지 거주하다가 ○○지구 밖으로 이전한 자에 대하여 단독주택용지를 공급할 계획이라고 통지하였다.\n\n나. 피청구인은 1999. 9. 21. 청구인을 이주대책대상자로 선정통보하면서, 다른 수백명의 이주대책대상자들에게는 이주자택지를 공급하였음에도 불구하고, 유독 청구인을 포함하여 일부에게만 가건물 소유자로 판정하여 분양아파트의 입주권을 부여한다고 하여, 결국 이주자택지를 부여하지 않겠다는 결정을 하였다.\n다. 청구인의 가옥은 판자, 시멘블록 등을 이용하여 벽체를 세우고 내부를 여러 개의 방과 부엌 등으로 구분한 후에 그위에 스레트 지붕을 씌운 주거용의 독립건물로서, 오랜 세월이 지나 노후하여 누수현상이 심하자 경제적 형편, 새로운 건축행위의 금지 등으로 인하여 부득이 지붕 등에 천막, 보온덮개 등을 씌워 방수를 하였던 것임에도 불구하고, 피청구인은 청구인의 가옥에 대하여 가건물이라고 잘못 판정하고 이 건 처분을 하였다.\n\n라. 피청구인이 자신의 확약에 반하고, 또한 평등의 원칙이나 이주대책의 취지 등에도 어긋나게 행한 이 건 처분은 위법ㆍ부당하므로 취소되어야 한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n가. 청구인은 피청구인이 시행중인 ○○택지개발사업지구내에 소재한 가건물을 소유하여 보상금을 수령한 자로서, 이주대책의 일환으로 분양아파트의 입주권을 부여하는 주택특별공급대상자로 선정된 자이다.\n\n나. 피청구인은 1997. 5. 16. 주민설명회시 이주대책의 기본계획을 안내하였는데, 그것은 보상착수의 초기에 이주대책을 구체화하기 이전의 것이며, 1997. 9. 2. 보상 및 이주대책 등의 계획수립과 관련한 보상심의위원회의 회의시에 주거용 가건물소유자에게는 분양아파트의 입주권을 부여함을 설명한 바 있고, 1998. 6. 1.에야 피청구인의 이주대책의수립및시행에관한예규에 근거하여 ○○지구이주대책을 확정하였는바, 그 내용은 1989. 1. 24. 이전에 설치된 비닐하우스 등 가건물을 1994. 12. 14. 이전부터 1997. 9. 6.까지 계속 소유하여 거주한 무주택자에 대하여는 ○○지구내에 건설되는 분양아파트의 입주권을 부여하기로 한 것이다.\n다. 피청구인은 공공용지의취득및손실보상에관한특례법 제8조의 규정에 의하여, 이주대책의수립및시행에관한예규를 제정하여 이주대책의 일환으로 이주자택지공급이나 분양아파트의 입주권공급을 병행하고 있다.\n\n라. 가건물의 개념은 법상 명확하게 규정된 바 없으나, 판례는 건물의 재료와 구조, 외관, 정착성과 견고성, 가격 및 사회적 상당성 등을 종합하여 목재 등으로 된 가옥에 대하여 가건물로 인정하고 있다.\n\n마. 피청구인은 ○○지구에 대한 이주대책을 시행할 때에 판례와 마찬가지로 여러 사정을 종합적으로 고려하여 청구인의 소유건물에 대하여 가건물로 판단하고 이 건 처분을 하였던 것이며, 피청구인이 청구인에게만 평등의 원칙이나 이주대책의 취지 등에 반하여 처분을 한 바 없다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n공공용지의취득및손실보상에관한특례법 제8조\n동법시행령 제2조의10, 제5조\n\n나. 판 단\n(1) 청구인과 피청구인이 제출한 주민등록등본, 지장물건조사서, 이주대책대상자선정통보서, 이주대책이의신청재심사결과통보서, 소유사실확인서, “보상 및 이주생활대책에 관한 안내말씀”(1997년), “이주 및 생활대책”(1998년),\n건축물사진, 관련판결문 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n(가) 피청구인은 1994. 12. 14. 경기도 ○○시 ○○구 ○○동 일원을 대상으로 하는 ○○택지개발예정지구지정고시를 하고, 건설교통부장관으로부터 승인을 받아 1997. 9. 6. ○○택지개발계획승인고시를 하였다.\n\n(나) 청구인은 1989. 1. 24. 이전부터 경기도 ○○시 ○○구 ○○동 378-69번지에 거주하여 오던 자로서, 그 소유의 지장물에 대하여 보상금을 수령한 바 있으며, 피청구인의 지장물건조사서, 사진 등에 의하면, 청구인의 거주지의 무허가건축물은 주거용 건축물 1동, 철제 개장 1동, 목재철망 닭집 1동 등으로 구성되어 있으며, 주거용 건축물의 벽은 블록, 스레트 등으로 되어 있고, 지붕은 스레트, 천막(철제 파이프를 이용하여 설치함) 등으로 되어 있다.\n\n(다) 피청구인이 1998. 6. 1. ○○택지개발사업지구내 주민들에 대하여 피청구인의 이주대책의수립및시행에관한예규에서 정한 바에 따라서 다음과 같은 내용의 “이주 및 생활대책”을 안내하였다.\n① 대상자 : 가옥소유자\n1994. 12. 14.이전부터 1997. 9. 6.까지 계속해서 가옥(1989. 1. 24. 이후에 지어진 무허가 가옥 제외)을 소유하여 거주한 자.\n② 시행방법 : ○○택지개발사업지구에 조성되는 단독주택용지 공급(1세대 1필지 공급)\n③ 특기사항\n1989. 1. 24. 이전에 설치된 비닐하우스 등 가건물을 1994. 12. 14. 이전부터 1997. 9. 6.까지 계속해서 소유하여 거주한 무주택자에 대하여는 ○○지구내에 건설되는 분양아파트 입주권을 부여함.\n\n(라) 피청구인이 1999. 9. 21. 청구인에 대하여 주거용 가건물에 서 거주하였다는 이유로 분양아파트의 입주권을 부여하는 자로 결정하고, 이주자택지공급대상에서 제외하는 이 건 처분을 하였다.\n\n(마) 이에 대하여 청구인이 1999. 10. 이의신청을 하자, 피청구인이 1999. 11. 18. 청구인의 이의신청에 대하여 이 건 처분과 동일한 결정을 하였다.\n\n(3) 살피건대, 공공용지의취득및손실보상에관한특례법 제8조 및 동법시행령 제5조의 규정에 의하면, 사업시행자는 공공사업의 시행에 필요한 토지 등을 제공함으로써 생활근거를 상실하게 되는 자를 위하여 이주자택지를 공급하거나 주택특별공급을 하는 등의 이주대책을 수립하여 실시할 수 있는 것인바,\n위 인정사실에 의하면, 피청구인은 위 법령에 따라 이주대책의수립및시행에관한예규를 정하고 그 내용에 의하여 1998. 6. 1. ○○지구의 이주대책을 확정하였는데, 그에 의하면, 1994. 12. 14. 이전부터 ○○지구에 편입된 주거용 건물(무허가 건물일 경우에는 1989. 1. 24. 이전에 지어진 건물에 한함)을 소유하여 1997. 9. 6. 까지 거주하다가 ○○지구 밖으로 이전한 자에 대하여 단독주택용지를 공급하고, 1989. 1. 24. 이전에 설치된 비닐하우스 등 가건물을 1994. 12. 14. 이전부터 1997. 9. 6.까지 계속 소유하여 거주한 무주택자에 대하여는 ○○지구내에 건설되는 분양아파트의 입주권을 부여한다고 정한 사실이 분명한 점, 청구인의 주거용 건축물의 벽을 블록으로 지었으나, 지붕을 스레트로 하고 그위에 철제 파이프를 설치하여 천막을 씌운 형태라서, 건축물의 재료, 구조 및 외관 등에 있어서 견고성과 정착성을 갖춘 통상적인 가옥이라기 보다는 주거용 비닐하우스와 유사하게 임시적으로 설치된 가건물로 보이는 점 등에 비추어 보면, 피청구인이 청구인에 대하여 가건물에서 거주한 자로 판단하고, 이주대책내용에 따라 청구인에게 분양아파트의 입주권을 부여하기로 하고, 이주자택지공급대상에서 제외한 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}