{
    "행정심판재결례일련번호": 16544,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2000-00878",
    "의결일자": "2000-03-20",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 정지.취소,과징금",
    "재결구분코드": 429042.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=16544&type=HTML&mobileYn=",
    "재결요지": "사 건 00-00878 국가유공자등록거부처분취소청구\n청 구 인 고 ○ ○\n제주도 ○○시 ○○동 1036-20\n피청구인 제주보훈지청장\n청구인이 2000. 1. 31. 제기한 심판청구에 대하여 2000년도 제11회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2000. 1. 5. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1971. 4. 15. 육군에 입대하여 ○○부대 소속으로 월남에 파병되어 복무한 후 전역한 자로서, ○○지구 ○○작전중 말라리아에 감염되어 의무대에서 입원치료받았으며 현재 그 후유증으로 청력을 상실하였다는 이유로 1999. 7. 8. 피청구인에게 국가유공자등록신청을 하였으나, 피청구인은 육군참모총장의 국가유공자요건관련사실확인서에 청구인의 상이에 대한 입원기록이 없어 발병경위 및 병명확인이 불가하다는 사유로 전공상비해당자로, 상이원인 및 원상병명이 미상으로 되어 있고, 청구인의 진술외에 군복무중 부상을 당하였음을 입증할 병상일지 등 구체적이고 객관적인 자료가 없어 청구인을 국가유공자등예우및지원에관한법률(이하 “법”이라 한다)에서 정하고 있는 국가유공자등록요건에 해당하는 자로 인정하기 어렵다는 이유로 2000. 1. 5. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 청구인은 월남파병기간중인 1972년 6월 임무수행중 갑자기 몸이 떨리는 증상, 고열, 목이상 증세로 군의무대에서 입원치료하였으며, 귀에 멍한 느낌과 가느다란 매미소리가 들리기 시작하였으나 듣는데는 지장이 없고 의무대에서 고막에는 이상이 없다고 하여 퇴원하였다.\n\n나. 1973. 3. 23. 월남에서 귀국한 후 1974. 2. 21. 제대한 후에도 몸이 떨리는 증상, 어지러움, 이명, 왼쪽 팔마비 등의 중상은 계속되었으며, 1975년 초부터 이명현상이 심해지고 청력이 떨어지기 시작하여 이비인후과병원, 서울대병원, ○○대학교병원 등에서 치료를 받았으나 회복이 되지 아니하였다.\n다. 현재는 이명현상과 함께 물떨어지는 소리, 피아노 소리, 하모니카 소리, 우는 소리가 들리고 있는데, 이는 월남전에서 말라리아에 감염되어 고열로 인하여 청력을 상실한 것이며, 부상 당시 청구인을 치료하였던 의무병, 전우 등이 청구인의 부상 사실을 인우보증하고 있으므로 군입원기록이 없다는 이유로 행한 이 건 처분은 위법ㆍ부당하다.\n\n3. 피청구인 주장\n피청구인은, 청구인이 육군에 입대한 한 후 월남에 파병되어 복무하던중 말라리아에 감염되어 그 후유증으로 청력장애가 발생하였다고 주장하나, 육군참모총장의 국가유공자요건관련사실확인서에 청구인의 상이에 대한 입원기록이 없어 발병경위 및 병명확인이 불가하다는 사유로 전공상비해당자로, 상이원인 및 원상병명이 미상으로 되어 있고, 청구인의 진술 외에 군복무중 부상을 당하였음을 입증할 병상일지 등 구체적이고 객관적인 자료가 없어 청구인의 청력상실 및 이명 등의 현상병명과 공무수행과의 인과관계를 인정하기 어려우므로 청구인의 주장은 이유없다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제4호ㆍ제2항, 제6조, 제83조\n동법시행령 제3조의2, 제8조, 제9조, 제9조의2, 제102조\n\n나. 판 단\n(1) 청구인 및 피청구인 등이 제출한 등록신청서, 국가유공자요건관련사실확인서, 심의의결서, 국가유공자비해당결정통보서, 인우보증서, 진단서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n(가) 청구인이 1971. 4. 15. 육군에 입대한 후 월남에 파병되어 제□□사단 소속으로 복무하다가 1974. 2. 21. 제대하였으며, 청구인이 ○○지구에서 ○○작전중 말라리아에 감염되어 의무대에서 입원치료받았으며 현재 그 후유증으로 청력을 상실하였다는 이유로 1999. 7. 8. 피청구인에게 국가유공자등록신청을 하였으나, 피청구인은 육군참모총장의 국가유공자요건관련사실확인서에 청구인의 상이에 대한 입원기록이 없어 발병경위 및 병명확인이 불가하다는 사유로 전공상비해당자로, 상이원인 및 원상병명이 미상으로 되어 있고, 청구인의 진술외에 군복무중 부상을 당하였음을 입증할 병상일지 등 구체적이고 객관적인 자료가 없어 청구인을 법에서 정하고 있는 국가유공자등록요건에 해당하는 자로 인정하기 어렵다는 이유로 2000. 1. 5. 청구인에 대하여 이 건 처분을 하였다.\n\n(나) 병적증명서 및 육군참모총장의 1999. 11. 10.자 국가유공자요건관련사실확인서에 의하면, 청구인은 1971. 4. 15. 육군에 입대하여 월남에 파병되어 제□□사단 소속으로 복무한 후 1974. 2. 21. 제대하였으며, 청구인은 ○○부대 소속으로 업무수행중 말라리아에 감염되어 그 후유증으로 청력을 상실하였다고 주장하나 발병경위, 군입원기록을 확인할 수 없어 공무수행과의 관련성을 인정하기 어려워 국가유공자요건에 비해당으로 한다고 되어 있다.\n\n(다) 청구외 고○○(의무병), 청구외 김○○(의무병) 및 청구외 전○○(전우)는 1971년 10월 월남에 파병되어 의무병으로 근무하던중 청구인이 ○○작전을 수행하다가 말라리아에 감염되어 군병원으로 후송되어 치료한 사실이 있음을 보증하고 있다.\n\n(라) 서울특별시 ○○구 ○○동 소재 ○○병원에서 1997. 11. 8. 발행한 진단서에 의하면, 청구인의 병명은 “청력마비(우측), 이명”으로 되어 있고, 향후치료의견은 “약 2개월 안정가료 후 재진을 요함”으로 되어 있다.\n\n(2) 살피건대, 청구인은 청구인이 육군에 입대한 한 후 월남에 파병되어 복무하던중 말라리아에 감염되어 그 후유증으로 청력장애가 발생한 사실이 분명함에도 불구하고 피청구인이 병상일지 등 객관적인 입증자료가 없다는 이유로 이 건 처분을 하는 것은 위법ㆍ부당하다고 주장하나, 육군참모총장의 국가유공자요건관련사실확인서에 청구인의 상이에 대한 입원기록이 없어 발병경위 및 병명확인이 불가하다는 사유로 전공상비해당자로, 상이원인 및 원상병명이 미상으로 되어 있는 점, 청구인의 진술외에 군복무중 부상을 당하였음을 입증할 병상일지 등 구체적이고 객관적인 자료가 없는 점 등에 비추어 볼 때, 청구인이 법 제4조제1항제4호에서 규정한 국가유공자등록요건에 해당하지 않는다고 판단하여 행한 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}