{
    "행정심판재결례일련번호": 5598,
    "사건명": "실직자직업훈련수당(가족수당)지급거부처분취소청구",
    "사건번호": "2000-07522",
    "의결일자": "2000-11-20",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 장려금,지원금",
    "재결구분코드": 429052.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=5598&type=HTML&mobileYn=",
    "재결요지": "사 건 00-07522 실직자직업훈련수당(가족수당)지급거부처분취소청구\n청 구 인 황 ○ ○\n서울특별시 ○○구 ○○동 1706번지 ○○차 ○○타운 201동 301호\n피청구인 서울서부지방노동사무소장\n청구인이 2000. 10. 19. 제기한 심판청구에 대하여 2000년도 제41회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 각하한다.",
    "청구취지": "피청구인이 2000. 7. 24. 청구인에 대하여 한 실직자직업훈련수당(가족수당)지급거부처분은 이를 취소하고, 청구인에 대하여 실직자직업훈련수당(가족수당) 10만원을 지급하라.",
    "이유": "1. 사건개요\n청구인이 (사)○○협회에서 실시한 실직자재취업훈련과정(부동산 경매전문가 과정)을 수료하면서 위 (사)○○협회를 통하여 실직자재취업훈련과정 훈련생에게 지급되는 실직자직업훈련수당(가족수당)의 지급을 청구하였으나, 피청구인은 2000. 7. 24. 청구인의 주민등록표상 부양가족이 확인되지 아니하였다는 이유로 청구인에 대한 실직자직업훈련수당(가족수당)지급을 거부(이하 “이 건 처분”이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 이 건 처분이 실직자직업훈련을 받는 훈련생과 주민등록표상 세대를 같이 하는 가족에 대하여만 가족수당을 지급하여야 한다는 노동부예규(실업자직업훈련실시규정)의 규정에 의한 것이나, 청구인은 자녀의 교육을 뒷바라지하기 위하여 청구인의 처와 주민등록표상의 세대를 달리하고 있을 뿐이며 그렇다고 청구인의 처에 대한 부양의무가 소멸되지는 않으므로 이러한 사정을 무시한 위 예규의 규정은 상위법인 근로자직업훈련촉진법 제3조 및 동법시행령 제10조의 규정에 위배될 뿐 만 아니라 행정법의 중요한 법원인 조리와 헌법상의 제원칙에도 위배되는 위법한 처분이므로 취소되어야 하고, 따라서 청구인에게 가족수당 10만원이 지급되어야 한다고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 실업자직업훈련실시규정(노동부예규) 제24조에서 가족수당의 지급요건은 “부양가족이 있고, 재산세 과세액이 3만원 이하인 자에 한한다”고 규정하고 있고, 동 규정 제2조에서는 부양가족을 “주민등록표상 세대주 또는 주소득원인 훈련원생과 주민등록표상 세대를 같이하는 자로서 배우자, 본인의 60세(여자인 경우 55세) 이상 직계존속 및 18세 미만의 직계비속을 말한다”고 규정되어 있는 바, 청구인이 (사)○○협회를 통하여 제출한 자료에 의하면 청구인의 주민등록표에는 청구인과 청구인의 자(황○○)만이 세대를 같이하고 있으며, 배우자를 확인할 수 없었고, 또 위 황○○은 18세 이상이어서 부양가족에 해당하지 아니하여 청구인에 대한 가족수당을 지급하지 아니한 것으므로 청구인의 주장은 이유없다고 주장한다.\n\n4. 이 건 청구의 행정심판적격 여부\n가. 관계법령\n행정심판법 제9조제1항\n근로자직업훈련촉진법 제13조, 제17조, 제24조\n동법시행령 제13조, 제18조, 제19조\n동법시행규칙 제11조, 제13조\n\n나. 판 단\n(1) 청구인과 피청구인이 제출한 민원서, 수료증, 주민등록표 등본, 민원회시, 실업자재취직교육훈련수당 및 교육훈련비 청구, 실업자재취직훈련 훈련비 및 훈련수당 지급결정통지 등 각 사본의 기재를 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n(가) 청구인은 2000. 5. 29.부터 2000. 6. 28.까지 (사)○○협회에서 실시한 부동산경매전문가과정을 수료하였다.\n\n(나) (사)○○협회는 2000. 6. 29. 피청구인에게 실업자 재취직교육훈련수당 및 교육훈련비를 청구하면서 청구인의 훈련수당으로 교통비 3만원, 가족수당 10만원, 능력개발수당 7만원 등 모두 20만원을 기재하였다.\n\n(다) 피청구인은 2000. 7. 24. 청구인의 훈련수당으로 교통비 3만원, 능력개발수당 7만원 등 모두 10만원을 산정하고, “부양가족 無(자녀 18세 이상)”로 표시한 후 이를 위 (사)○○협회에 통지하였고, 2000. 7. 25. 청구인의 은행계좌로 10만원을 입금하였다.\n\n(라) 청구인은 2000년 8월 피청구인이 청구인에게 가족수당을 지급하지 아니한 것은 부당하다며 노동부장관에게 민원서를 제출하였고, 이에 대하여 노동부장관은 2000. 9. 9. 청구인에게 “실업자직업훈련실시규정 제24조에서는 가족수당의 지급요건을 부양가족이 있고 재산세 과세액이 3만원 이하인 자에 한한다고 규정하고, 동 규정 제2조에서는 부양가족의 정의를 별도로 규정하여 시행하고 있다”는 민원회신을 하였다.\n\n(마) 한편, 청구인의 주민등록표 등본에 의하면 청구인은 자인 청구외 황○○(1979년생)과 동일세대를 구성하고 있으며, 한편 청구인의 처인 청구외 박○○은 경상남도 ○○시 ○○동 66 일동아파트 14-510에 자인 청구외 황△△(1978년생)과 같은 세대를 구성하고 있는 것으로 되어있다.\n\n(바) 노동부예규(1999. 6. 15. 예규 제426호)인 실업자직업훈련실시규정 제2조제7호에는 부양가족이라 함은 “주민등록표상 세대주 또는 주소득원인 훈련생과 주민등록표상 세대를 같이 하는 자로서 배우자, 본인의 60세(여자인 경우 55세) 이상 직계존속 및 18세 미만의 직계비속을 말한다”고 규정되어 있으며, 한편 부양가족의 유무는 주민등록표상 부양가족 유무를 확인하도록 되어 있다.\n\n(2) 살피건대, 행정심판법 제9조제1항 전단의 규정에 의하면 “취소심판청구는 처분의 취소 또는 변경을 구할 법률상 이익이 있는 자가 제기할 수 있다”고 되어 있고, 위 법률상 이익은 법령에 의하여 보호되는 직접적ㆍ구체적인 이익을 의미한다고 할 것인 바, 이 건 처분의 근거법률인 근로자직업훈련촉진법 제13조의 규정에 의하면 직업능력개발훈련을 실시하는 자는 직업능력개발훈련을 받는 훈련생에게 훈련수당을 지급할 수 있도록 되어 있고, 동법 제24조제1항의 규정에 의하면 노동부장관은 근로자의 직업능력의 개발ㆍ향상을 위하여 영리ㆍ비영리 법인, 개인 등이 직업능력개발훈련시설 또는 훈련과정을 설치ㆍ운영하는 경우 당해 훈련시설 및 과정의 설치ㆍ운영에 필요한 비용(훈련비용 포함)을 지원 또는 융자할 수 있도록 되어 있으며, 이에 따라 동법시행규칙 제13조의 규정에서는 직업능력개발훈련비용을 지원받고자 하는 자는 훈련비및훈련수당지원신청서에 훈련비 및 훈련수당 산출내역서 등을 첨부하여 훈련시설 소재지관할지방노동관서의 장에게 제출하도록 되어 있고, 지원신청을 받은 지방노동관서의 장은 그 지원여부를 결정하여 그 결과를 신청인에게 통지하도록 규정되어 있는 바,\n위 규정을 종합하면 훈련수당의 지급주체는 근로자직업능력개발훈련을 실시하는 공공기관ㆍ법인ㆍ개인 등이고, 피청구인은 근로자직업능력개발훈련을 실시하는 공공기관ㆍ법인ㆍ개인 등의 신청을 받아 이를 지원하는 것에 불과하므로 결국 훈련생은 피청구인으로부터 직접 훈련수당을 지원받는 것이 아니라 근로자직업능력개발훈련을 실시하는 법인ㆍ개인을 통하여 간접적으로 지원을 받는 것이어서 그 금액의 산정 및 지급의 당부에 관하여는 훈련생인 청구인이 그 취소를 구할 직접적이고 구체적인 이익이 있다고 볼 수 없다 할 것이므로 청구인의 이 건 청구는 행정심판의 제기요건을 결한 부적법한 심판청구라 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 심판제기요건을 결한 부적법한 심판청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}