{
    "행정심판재결례일련번호": 16858,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2000-02794",
    "의결일자": "2000-06-19",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 정지.취소,과징금",
    "재결구분코드": 429042.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=16858&type=HTML&mobileYn=",
    "재결요지": "사 건 00-02794 국가유공자등록거부처분취소청구\n청 구 인 최 ○ ○\n경기도 ○○시 ○○구 ○○동 ○○아파트 125동 204호\n피청구인 의정부보훈지청장\n청구인이 2000. 5. 1. 제기한 심판청구에 대하여 2000년도 제23회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2000. 3. 31. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1993. 10. 4. 육군에 입대하여 보초병으로 1994년부터 무거운 것을 들고 보초를 서면서 허리에 통증이 발생하여 민간병원에서 진단한 결과 “요추 추간판 탈출증”으로 판정되었다는 이유로 국가유공자등록신청을 하였으나, 피청구인은 위 병명에 대하여 군 공무수행과의 인과관계를 인정하기 곤란하다는 이유로 2000. 3. 31. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)를 하였다.\n\n2. 청구인 주장\n청구인은 1993. 10. 4. 육군에 입대하여 인천○○대에서 방위병으로 복무중 1994년부터 M16소총을 들고 장시간 보초를 서다가 총의 무게로 인하여 허리의 통증이 잦아 민간병원에서 진단한 결과 “요추 추간판 탈출증”으로 판정되어 근무를 서면서 틈틈이 민간병원에서 치료를 받고 1995. 4. 3. 전역하였는데도 불구하고 이를 공무상 질병으로 인정하지 아니하고 국가유공자등록거부처분을 한 것은 부당하므로 취소되어야 한다.\n\n3. 피청구인 주장\n청구인의 전공상 확인신청에 대하여 육군참모총장은 국가유공자등요건관련사실확인서에서 청구인의 현상병명(요추 추간판 탈출증)의 발병경위를 군입원기록상 확인이 불가능하다는 이유로 전공상 비해당으로 통보하였고, 보훈심사위원회는 발병사실을 입증할 수 있는 구체적이고 객관적인 자료가 없어 현상병명과 공무수행과의 인과관계를 인정하기 곤란하다는 이유로 국가유공자등예우및지원에관한법률(이하 “예우법”이라 한다) 제4조제1항제6호 소정의 공상군경 요건에 해당하지 아니하는 자로 의결한 점에 비추어 볼 때, 청구인이 제출한 진단서만으로 청구인의 현상병명과 공무수행간의 인과관계를 인정하기 곤란하므로 이 건 처분은 타당하다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호\n동법시행령 제3조의2, [별표 1] 1. 국가유공자요건인정기준\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 국가유공자비대상결정통보서, 심의의결서, 국가유공자등요건관련사실확인서, 법적용대상여부심사결정서, 전공상확인신청서, 등록신청서, 진단서 등 각 사본의 기재를 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n(가) 1999. 9. 16. 청구인의 전공상 확인신청에 대하여 2000. 2. 1. 육군본부에서는 전공상 “비해당”으로 통보하였다.\n\n(나) 국가유공자등요건관련사실확인서에 의하면, “상이원인 : 미상, 원상병명: 미상, 현상병명: 추간판탈출증(L 4-5), 상이경위 : 1993. 10. 4. 입대후 1994년부터 인천○○대대 근무중 무거운 것을 들고 보초를 서면서 허리부상. 현상병명의 발병경위는 군입원기록상 확인이 불가능하여 입증제한”으로 기재되어 있다.\n\n(다) 2000. 3. 17. 보훈심사위원회는 청구인의 진술 이외에 발병사실을 입증할 수 있는 병상일지 등 객관적인 입증자료가 없어 발병경위 및 병명확인이 불가능하여 현상병명과 공무수행과의 인과관계를 인정하기 곤란하다는 이유로 청구인을 예우법 소정의 공상군경 요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 이에 따라 피청구인은 2000. 3. 31. 청구인에게 이 건 처분을 하였다.\n\n(라) 1994. 5. 21. ○○시 ○○구 ○○동 소재 ○○의원(면허번호 제○○호)에서 발생한 진단서에 의하면 청구인의 병명은 “요추 추간판 탈출증” 이고, 치료의견에 “요통, 우측둔부 동통 및 우측 하지 방사통을 호소하며 향후 약 2～3주간 안정과 물리치료의 가료가 필요하다고 사료됨”으로 기재되어 있으며, 1999. 9. 16. 경기도 ○○시 ○○구 ○○동 소재 ○○병원(면허번호 제○○호)에서 발행한 진단서에 의하면 청구인의 병명은 “추간판 탈출증 요추 제5-천추 1번간”이고 치료의견에 “요통 및 방사통이 없으며 계속적인 약물 및 물리치료가 사료됨”으로 기재되어 있다.\n\n(2) 살피건대, 청구인은 무거운 것을 들고 장시간 보초를 서다가 현상병명인 “요추 추간판 탈출증”의 부상을 입은 것이라고 주장하나, 청구인의 주장을 입증할 만한 병상일지나 진료기록 등 객관적인 자료가 없어 발병경위를 확인할 수 없는 점, 육군참모총장이 발병경위의 확인이 불가능하다는 이유로 전공상 비해당으로 통보한 점 등에 비추어 볼 때 청구인의 현상병명을 공상으로 인정하기 어렵다 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}