{
    "행정심판재결례일련번호": 9513,
    "사건명": "농지조성비등부과처분취소청구",
    "사건번호": "2001-04467",
    "의결일자": "2001-08-13",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "구별없음",
    "재결구분코드": 429039.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=9513&type=HTML&mobileYn=",
    "재결요지": "사 건 01-04467 농지조성비등부과처분취소청구\n청 구 인 이 ○ ○\n광주광역시 ○○구 ○○동 32-16 ○○아파트 B-407\n피청구인 농업기반공사\n청구인이 2001. 5. 14. 제기한 심판청구에 대하여 2001년도 제29회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "피청구인이 2001. 4. 23. 청구인에 대하여 한 3,066만1,200원의 농지조성비 및 농지전용부담금부과처분은 이를 취소한다.",
    "청구취지": "주문과 같다.",
    "이유": "1. 사건개요\n청구인이 2001. 4. 17. 광주광역시 ○○장으로부터 광주광역시 ○○구 ○○동 929-8번지(지목:답, 면적:1,002㎡ 이하 “이 건 토지”라 한다)에 대하여 중소기업창업사업계획승인을 받아 농지전용(협의)허가가 의제처리되자, 피청구인이 2001. 4. 23. 청구인에 대하여 3,066만1,200원의 농지조성비 및 농지전용부담금을 부과(이하 “이 건 처분”이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 청구인은 이 건 토지에 금속압형제품제조업을 영위하고자 광주광역시 ○○장으로부터 중소기업창업 사업계획승인을 받고 공장신축을 위하여 제2종 근린생활시설 용도로 건축허가를 받았다.\n\n나. 광주광역시 ○○장은 건축법상 제2종근린생활시설용도에 건축되는 제조업소는 소기업지원을위한특별조치법(2000. 12. 29. 법률 제6314호로 개정되기 전의 것. 이하 “소기업법”이라 한다)상 농지전용부담금 및 농지조성비의 면제대상인 공장이 아니라고 하나, 건축법상의 공장개념이 소기업법상의 그것과 다소 다르고, 건축법시행령 제3조의4 및 별표에서는 공장용도가 아닌 제2종근린생활시설 용도에서도 제조업소를 건축할 수 있도록 되어 있으므로 청구인은 소기업법에 규정된 소기업의 요건을 갖추고 수도권외의 지역에서 공장을 신축하고자 하는 경우에 해당되어 농지전용부담금 및 농지조성비 면제대상임이 분명하므로 피청구인의 이 건 처분은 위법ㆍ부당하다.\n\n3. 피청구인 주장\n피청구인은, 청구인이 비록 중소기업창업지원법에 의하여 중소기업창업 사업계획승인을 받았다고 하더라도, 이 건 토지는 도시계획법상 생산녹지지역으로서 건축이 제한되어 있으며 청구인이 얻은 건축허가도 근린생활시설 용도이므로 도시계획법상 근린생활시설은 중소기업창업지원법 및 공업배치및공장설립에관한법률(이하 “공배법”이라 한다)상의 공장에 해당하지 아니하여 소기업법상 농지전용부담금등의 면제대상이 될 수 없으므로 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n농지법 제40조제1항\n농업ㆍ농촌기본법 제41조\n소기업지원을위한특별조치법(2000. 12. 29. 법률 제6314호로 개정되기 전의 것) 제2조, 제9조\n농지법시행령 제50조, 제53조\n농업ㆍ농촌기본법시행령 제25조제1항, 제27조\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 중소기업창업 사업계획 승인서, 농\n지조성비(전용부담금) 납입통지서, 농지조성비(전용부담금) 부과결정서, 중소기업창업승인에 따른 농지전용협의 회신, 농지전용심사의견서, 출장결과보고서, 건축허가 및 건축물사용승인 통보서, 건축허가신청서, 건축허가조사 및 검사조서, 중소기업창업사업계획승인신청에 따른 협의 및 통보서, 사업계획서, 사업계획승인신청서, 토지이용계획확인서, 개별공시지가확인서, 토지대장 등 사본의 내용을 종합하여 다음과 같은 사실을 인정할 수 있다.\n(가) 청구인은 2001. 4. 3. 이 건 토지에 금속압형제품 제조업을 영위하기 위하여 광주광역시 ○○구청장에게 중소기업창업 사업계획 승인신청을 하였다.\n\n(나) 2001. 4. 17. 광주광역시 ○○구청 소속 직원인 이○○이 작성한 중소기업창업 사업계획 승인신청에 따른 검토보고서상 검토내용은 다음과 같다.\n<img src='/LSA/flDownload.do?flSeq=47710378'></img>\n\n(다) 광주광역시○○구청장은 2001. 4. 17. 청구인에 대하여 용지면적 1,002㎡, 건축면적: 198㎡, 종업원이 5명이고 소기업법에 의한 소기업에 해당한다는 내용으로 중소기업창업사업계획을 승인하였고, 위 승인서에는 사업계획승인으로 인하여 공장신설승인, 농지전용(협의)허가, 도로점용허가, 토지형질변경허가는 의제처리되고, 건축법에 의한 건축허가 기타 허가(신고)등은 별도로 얻도록 기재되어 있다.\n\n(라) 광주광역시 ○○구청장은 2001. 4. 19. 농지전용허가가 의제처리됨에 따라 청구인에 대하여 농지전용에 따른 농지조성비 1,462만9,200원과 중소기업창업사업계획 승인에 따라 100분에 50 감면된 농지전용부담금 1,603만2,000원 등 총 3,066만1,200원을 부과하는 결정을 하고, 피청구인에게 위 농지조성비(전용부담금) 고지를 의뢰하여, 피청구인이 2001. 4. 23. 이를 청구인에게 통지하였다.\n\n(마) 청구인이 2001. 5. 4. 건축허가신청을 하자 광주광역시 ○○장이 2001. 5. 11. 제2종근린생활시설(제조업소) 용도로 건축허가를 하였다.\n\n(바) ○○의 질의응답 사례집(1998. 5. 발간)에 의하면, 근린생활시설은 건축법시행령 제2조제1항제13호에 의한 건축물의 용도분류상 공장의 범위에 포함되지 않으며, 중소기업창원지원법 및 공배법에 의한 공장설립에 해당하지 아니하므로 농지전용부담금 및 농지조성비의 면제대상이 아니라고 되어 있다.\n\n(2) 살피건대, 농지법 제40조제1항제4호에 의하면, 다른 법률에 의하여 농지전용허가가 의제되는 협의를 거친 농지를 전용하고자 하는 자는 농지조성비를 납입하여야 하고, 농업ㆍ농촌기본법 제41조제1항 및 동법시행령 제25조제1항제2호에 의하면, 농림부장관은 농지법 제40조제1항에 의하여 농지조성비를 납입하여야 하는 자에게 전용부담금을 부과ㆍ징수하되, 중소기업창업지원법 제21조의 규정에 의한 사업승인을 얻어 설치하는 공장의 용지로 사용하기 위하여 전용하는 경우에는 부담금의 100분의 50을 감면하도록 되어 있으며, 소기업법 제9조에 의하면, 소기업이 수도권정비계획법 제2조의 규정에 의한 수도권 외의 지역에서 공장을 신축, 증축 또는 이전하고자 할 경우 농지전용부담금과 농지조성비를 면제하도록 되어 있다.\n한편, 공장의 개념이나 설립에 관한 기본적인 사항은 공배법에서 규정하고 있고 소기업법에서도 동법의 적용대상이 되는 공장(소기업)의 범위를 공배법을 인용하여 규정하고 있는 점(소기업법 제2조제2호)에 비추어 보면 소기업법에서 농지전용부담금 및 농지조성비의 면제대상으로 규정하고 있는 공장(소기업) 또한 공배법에 의한 공장을 가리킨다고 할 것이다.\n그런데 청구인의 기업이 공배법에 의한 공장에 해당하고 또 광주광역시 ○○구청장이 인정하고 있는 바와 같이 그 규모나 종업원 등이 소기업법에 의한 공장(소기업)에 해당함이 분명함에도 불구하고 공배법과는 공장의 범위와 그 입법취지를 달리하고 있는 건축법시행령에 의한 건축물의 용도분류상 공장이 아니라 제2종 근리생활시설에 해당한다는 이유로 행한 이 건 처분은 위법ㆍ부당하다 할 것이다.\n더구나 피청구인의 주장대로라면 배출시설의 설치허가나 신고를 요하지 않는 제조업소는 제2종 근린생활시설에 해당하여 농지전용부담금이나 농지조성비의 면제대상에서 제외되고 이를 제외한 나머지 공장 즉 배출시설의 설치허가나 신고를 요하는 공장은 오히려 위부담금의 면제대상에 포함되게 되는 바 이는 현저히 형평에 어긋나는 것이라고 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유있다고 인정되므로 이를 인용하기로 하여 주문과 같이 의결한다."
}