{
    "행정심판재결례일련번호": 18574,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2001-05597",
    "의결일자": "2001-07-30",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 정지.취소,과징금",
    "재결구분코드": 429042.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=18574&type=HTML&mobileYn=",
    "재결요지": "사 건 01-05597 국가유공자등록거부처분취소청구\n청 구 인 최 ○ ○\n부산광역시 ○○구 ○○동 1437-26\n피청구인 부산지방보훈청장\n청구인이 2001. 6. 11. 제기한 심판청구에 대하여 2001년도 제27회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2001. 3. 27. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1953. 2. 22. 육군에 입대하여 제○○ 야전공병단 소속으로 복무하던 중 1953. 6.경 차량 전복으로 두개골 부상을, 1955. 1.경 적의 포격으로 인하여 좌측 골반의 부상을 각각 입었다는 이유로 1999. 12. 17. 국가유공자등록신청을 하였으나, 피청구인은 청구인의 부상사실을 입증할 수 있는 병상일지 등 객관적인 입증자료가 없어 공무수행과의 인과관계를 인정하기 곤란하다는 이유 등으로 2001. 3. 27. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 청구인이 1953. 2. 22. 입대하여 제○○ 야전공병단 ○○대대 운전병으로 복무중 두개골 부상 및 좌측 골반의 부상을 입고 제○○육군병원에 입원하여 치료를 받은 후 1955. 7. 23. 의병제대하였는 바, 그 후유증으로 일상생활에 상당한 지장을 초래하고 있고, 위와 같은 사실이 인우보증 등에 의하여 증명이 됨에도 국가가 책임지고 관리하여야 할 거주표 및 병상일지 등 객관적인 자료가 없다는 이유로 한 이 건 처분은 위법ㆍ부당하므로 취소되어야 한다고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 청구인이 병적증명서상 제○○육군병원에서 의병제대한 것으로 되어 있으나, 육군참모총장이 청구인의 상이에 대하여 군 공무와의 관련성을 확인하기 곤란하다는 이유로 원상병명을 통보하지 아니하였고, 거주표 등 군 기록이 없어 소속ㆍ신분의 확인이 불가능하고, 병상일지 등 구체적이고 객관적인 거증자료가 없어 부상경위 및 병명확인이 불가능한 점으로 보아 청구인의 상이와 군 공무수행과의 인과관계를 인정하기 곤란하므로 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제4호, 제6조, 제83조제1항\n동법시행령 제8조, 제9조, 제9조의2, 제102조제1항, 별표 1\n\n나. 판 단\n(1) 청구인과 피청구인이 제출한 병적기록표, 병적증명서, 법적용대상여부심사결정서, 국가유공자등요건관련사실확인서, 심의의결서, 진단서, 국가유공자 비해당 결정 통지서 등 각 사본의 기재를 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n(가) 병적기록표 및 병적증명서에 의하면 청구인은 1953. 2. 22. 육군에 입대하여 1955. 7. 23. 제○○육군병원에서 의병 제대하였고, 군 복무중 두개골 부상 및 좌측 골반의 부상을 각각 입었다는 이유로 1999. 12. 17. 국가유공자등록신청을 하였다.\n\n(나) 육군참모총장이 2000. 6. 14. 발행한 국가유공자등요건관련사실확인서에 의하면, 원상병명은 기재되어있지 아니하고, 현상병명은 “두개골 결손(좌측 측두골 및 두정골)”으로, 상이원인은 “근무중”으로, 상이장소는 “강원 ○○”으로, 상이경위란에는 “---차량전복으로 두개골 부상--, 박격포 포탄에 좌측골반 부상진술”로 각각 기재되어 있다.\n\n(다) 2001. 3. 6. 보훈심사위원회는, 육군참모총장이 원상병명을 통보하지 아니한 점, 거주표 등 군 기록이 없어 청구인의 소속ㆍ신분의 확인이 불가능한 점, 청구인의 주장 외에 부상사실을 입증할 수 있는 병상일지 등 구체적이고 객관적인 자료가 없어 부상경위 및 병명확인이 불가능한 점 등으로 보아 현상병명과 공무와의 인과관계를 인정하기 어렵다는 이유로 청구인에 대하여 전상군경의 요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 피청구인은 위 보훈심사위원회의 심의ㆍ의결에 따라 2001. 3. 27. 이 건 처분을 하였다.\n\n(라) 청구외 김△△, 윤○○ 및 김○○은 청구인이 강원도에서 야전공병단 근무시 두개골 부상 및 좌측골반 파편상을 입고 제○○육군병원에서 제대하였음을 인우보증하고 있으며, 청구외 최○○, 강○○ 및 최△△은 청구인이 위 부상의 후유증으로 인한 기억력 상실, 허리통증 등으로 고통을 겪고 있음을 인우보증하고 있다.\n\n(마) 부산광역시 ○○구 ○○동 소재 지방공사 ○○의료원에서 발급한 1999. 12. 13.자 및 1999. 12. 14.자 진단서에 의하면, 청구인의 병명은 두개골 결손 및 좌측골반 파편상으로 기재되어 있고, 발병일은 청구인의 진술에 의하여 한국전쟁시로 기재되어 있다.\n\n(2) 살피건대, 청구인은 군 복무중 상이(두개골 결손, 좌측골반 파편상)를 입었다고 주장하나, 육군참모총장이 원상병명을 통보하지 아니한 점, 청구인 및 인우보증인의 진술 외에 청구인의 부상사실을 입증할 만한 병상일지 등 객관적인 자료가 없는 점 등에 비추어 볼 때 청구인이 주장하는 상이와 군공무수행과의 인과관계를 인정하기 어렵다 할 것이므로 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}