{
    "행정심판재결례일련번호": 6305,
    "사건명": "도시계획시설녹지매입등이행청구",
    "사건번호": "2001-05919",
    "의결일자": "2001-07-30",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "국토이용.도시계획",
    "재결구분코드": 429034.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=6305&type=HTML&mobileYn=",
    "재결요지": "사 건 01-05919 도시계획시설녹지매입등이행청구\n청 구 인 김 ○ ○\n경상북도 ○○시 ○○동 1151 - 3\n피청구인 경상북도지사\n청구인이 2001. 3. 24. 제기한 심판청구에 대하여 2001년도 제27회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 각하한다.",
    "청구취지": "피청구인이 1979. 8. 25. 경상북도고시 제256호로 청구인의 토지를 시설녹지로 한 도시계획을 변경하여 청구인의 토지를 시설녹지에서 해제하거나 매입하라.",
    "이유": "1. 사건개요\n피청구인이 1979. 8. 25. 경상북도고시 제256호에 의하여 청구인의 토지를 시설녹지로 한 후 22년이 지나도록 도시계획의 변경 등 필요한 조치(청구인의 토지를 시설녹지에서 해제하는 등)를 취하지 아니하고 청구인의 재산권 행사만 제한한 채 방치하고 있다는 이유로 청구인이 2001. 3. 8. 청구인의 토지를 시설녹지로 지정한 경상북도고시 제256호를 변경하여 시설녹지에서 해제시켜 줄 것 등을 건설교통부장관을 경유하여 경상북도지사에게 질의하였고, 경상북도지사가 2001. 3. 15. 청구인에게 도시계획법에 의거 결정된 도시계획시설(청구인의 토지를 시설녹지로 한 것 등)의 변경은 불가능하며, 토지매입ㆍ건축물건립 등 기타 자세한 내용에 대하여는 도시계획시설부지의 매수 등의 업무를 담당하고 있는 ○○시장에게 문의하라는 회신을 하자, 청구인이 2001. 3. 24. 이 건 청구를 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 경상북도 ○○시 ○○동 1151의 3번지에 거주하는 사람으로서 경상북도 ○○시 ○○동 1160의 5번지 소재 토지 약 290평(이하 “이 건 토지”라고 한다)을 소유하고 있는데, 피청구인이 1979년 5월경부터 청구인의 이 건 토지를 철로변 시설녹지로 한 후 22년이 지나도록 도시계획을 변경하여 청구인의 이 건 토지를 시설녹지에서 해제하지도 않고 있고, 또한 ○○시장은 아무런 시설도 하지 아니하면서 청구인의 재산권 행사만 하지 못하도록 방치하고 있으므로, 피청구인이 시설녹지로 한 청구인의 이 건 토지를 해제하던가 ○○시장이 시설녹지가 필요하다면 이 건 토지를 매입하던가 하여야 한다고 주장한다.\n\n3. 피청구인 주장\n(본안전 항변)\n이에 대하여 피청구인은, 이 건 청구는 처분이 있은 날로부터 180일이 경과하여 제기되었으므로 부적법하여 각하되어야 한다고 주장한다.\n\n(본안에 대한 항변)\n이에 대하여 피청구인은, 이 건 토지는 도시계획법령에 의하여 결정된 도시계획시설로서 현재 ○○남부선 철도변 완충녹지로 이용되고 있으며, 철도통행량은 1일 약 54회정도로 철도소음이 크게 발생되는 지역으로서 이 건 토지는 도시공간구조상 현재 및 장래에도 반드시 필요한 도시계획시설로 판단되므로 이 건 토지를 녹지에서 해제할 수는 없고, 이 건 토지의 매입 등에 대한 것은 관련업무를 담당하고 있는 ○○시장이 단계별집행계획을 수립 한 후에 이 건 토지를 매입하여 녹지로 조성할 예정이라고 주장한다.\n\n4. 이 건 청구의 행정심판적격 여부\n가. 관계법령\n행정심판법 제2조제1항제2호, 제9조제3항, 제18조제7항\n도시계획법[1971. 1. 19. 법률 제2291호로 전문개정 되고, 1972. 2. 30. 법률 제2435호로 부분개정 된 것] 제11조, 제12조\n도시계획법 제40조, 제58조\n도시공원법 제12조의2\n\n나. 판 단\n행정심판법 제9조제3항의 규정에 의하면 의무이행심판청구는 행정청의 거부처분 또는 부작위에 대하여 일정한 처분을 구할 법률상 이익이 있는 자가 제기할 수 있다고 되어 있는 바, 행정청의 부작위 또는 거부처분이 성립되려면 청구인이 법률상 또는 조리상 처분의 신청권한이 있고, 이에 대하여 행정청이 일정한 처분을 하여야 할 의무가 있는 경우에 인정할 수 있으나, 청구인이 도시계획법상 도시계획 및 그 변경에 대하여 어떤 신청을 할 수 있다는 규정이 없을 뿐만 아니라 도시계획과 같이 장기성ㆍ종합성이 요구되는 행정계획에 있어서는 계획이 일단 확정된 후에 어떤 사정의 변동이 있다 하여 청구인등에게 일일이 그 계획의 변경을 신청할 권리를 인정할 수도 없으므로 피청구인이 이 건 토지를 녹지로 결정한 도시계획을 변경할 수 없다는 피청구인의 2001. 3. 8.자 회신은 의무이행심판의 대상이 되는 거부처분이나 부작위에 해당되지 아니하므로 청구인의 이 건 청구는 의무이행심판의 대상이 아닌 사항에 대하여 제기한 부적법한 심판청구라 할 것이다.\n또한 청구인은 이 건 토지의 매입을 청구하고 있으나 피청구인이 2001. 3. 15. 청구인의 2001. 3. 8.자 질의에 대하여 ○○시장에게 문의하라는 취지의 통보는 청구인에게 어떠한 법률상의 권리나 이익을 침해하는 거부처분이나 부작위라고 볼 수 없으므로 이 건 토지를 매입하라는 청구인의 청구도 행정심판의 대상이 아닌 사항에 대하여 제기된 부적법한 청구라 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 심판제기요건을 결한 부적법한 심판청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}