{
    "행정심판재결례일련번호": 18688,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2001-06112",
    "의결일자": "2001-09-03",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 정지.취소,과징금",
    "재결구분코드": 429042.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=18688&type=HTML&mobileYn=",
    "재결요지": "사 건 01-06112 국가유공자등록거부처분취소청구\n청 구 인 정 ○ ○\n강원도 ○○시 ○○동 205-37 ○○아파트 103-303\n피청구인 춘천보훈지청장\n청구인이 2001. 6. 30. 제기한 심판청구에 대하여 2001년도 제31회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2001. 6. 14. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 1983. 2. 23. 육군에 입대하여 제○○사단 소속으로 복무 중 선임장교의 구타로 정신질환이 발생하여 군병원에서 입원치료 후 전역하였다는 이유로 국가유공자등록신청을 하였으나, 피청구인은 병상일지상 진료기록은 확인되나, 청구인의 질병인 양극성 정동장애(조울증)의 발병ㆍ악화와 군 공무와의 사이에 의학적으로 상당한 인과관계가 존재한다고 인정하기 곤란하다는 이유 등으로 2001. 6. 14. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 청구인은 1983. 2. 23. 학군소위로 임관하여 육군 제○○사단 제○○연대 해안 제2대대 제8중대 선임소대장으로 근무 중 자대배치 첫날 신고식에서 동기생 2명과 함께 학군 선배로부터 몽둥이로 12대를 맞고 그 충격으로 꼬리뼈를 다쳐 고통이 극심했으나 해안초소 소대장으로서의 임무에 충실하기 위해 통증을 참아가며 야간실탄사격, 해안순찰, 장애물보수공사, 중대장 및 대대장의 잦은 방문 등 폭주하는 업무를 수행하며 누구에게도 힘들다는 내색을 않고 오직 훌륭한 장교의 길을 걷고자 노력하였으나 계속되는 요통으로 똑바로 눕지도 못하고 옆으로 겨우 누워 칼잠을 잤으며, 해안초소 소대장의 반복되는 육체적ㆍ정신적 스트레스로 위장병까지 발병되어 매일 노루모산을 복용하였고, 1984년 6월 말경 같은 연대 제742 예비군 관리대대 인사장교로 부임하였으며, 부임한지 한 달만인 1984. 7. 22. 주번사관을 서다 스트레스가 축적되어 정신병이 발병하여 하였고, 그 후 ○○후송병원ㆍ국군○○병원, 부산○○병원에 입원하여 치료를 받다가 완치되지 못한 상태에서 1985. 6. 30. 전역하였다.\n\n나. 청구인은 ○○대학교 보건학과를 졸업하고 광주 전투병과 학교에서 4개월간의 소정의 교육과정을 무사히 이수하였고 건강한 상태에서 육군소위로 임관되었다.\n\n3. 피청구인 주장\n피청구인은, 병상일지상 진료기록은 확인되나, 청구인의 질병인 양극성 정동장애(조울증)의 발병ㆍ악화와 군 공무와의 사이에 의학적으로 상당한 인과관계가 존재한다고 인정하기 곤란한 점, 정신질환은 일반적으로 선천성ㆍ기질성 질환으로 분류되는 질환인 점 등에 비추어 볼 때 청구인을 국가유공자요건해당자로 인정하기 곤란하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조, 제6조의4, 제83조제1항\n동법시행령 제3조의2, 제8조, 제9조, 제9조의2, 별표1\n\n나. 판 단\n(1) 청구인 및 피청구인 등이 제출한 국가유공자비해당결정통보서, 심의의결서, 국가유공자등요건관련사실확인서 및 등록신청서, 병상일지, 진단서, 인우보증서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n(가) 청구인은 1983. 2. 23. 육군에 입대하여 1985. 6. 30. 전역하였다.\n\n(나) 육군참모총장이 발급한 국가유공자등요건관련사실확인서에 의하면, 청구인의 상이원인은 입대전 기전으로, 원상병명은 조울증으로, 현상병명은 정신분열증으로, 상이장소는 자대로, 상이연월일은 1984. 7. 23.로 관련기준번호란에는 3-4로 각각 기재되어 있다.\n\n(다) 병상일지에 의하면, 청구인은 우울증으로 1984. 7. 28.부터 1985. 3. 22.까지 제○○후송병원, 국군○○병원, 국군○○병원 등에서 정신과적 치료를 받은 것으로 기재되어 있다.\n\n(라) ○○대학교병원에서 발급한 1997. 12. 10.자 진단서에 의하면, 청구인의 병명은 정신분열증으로, 향후치료의견으로는 청구인이 정신분열증으로 3회에 걸쳐 입원ㆍ가료를 받았으며 현재 통원 가료 중으로 기재되어 있다.\n\n(마) 청구인이 소속되어 있던 보병 제50사단 예하 제742 예비군 관리대대의 대대장이었던 청구외 최○○의 인우보증서에 의하면, 청구인은 1984. 6. 26.경 사단 예하 해안 제2대대 소대장으로 근무후 대대 인사장교로 전입되어 근무하던 중 1984. 7. 23. 대대 주번근무 중 갑자기 정신을 잃고 쓰러져 원주에 소재한 자기집에 들려서 ○○병원에서 진단을 한 후 ○○후송병원을 거쳐 국군○○병원, 국군○○병원 등에서 치료후 전역하였다는 내용이 기재되어 있다.\n\n(바) 청구인과 학군 입대동기인 청구외 이○○, 이△△ 등의 인우보증서에 의하면, 청구인과 인우보증인 등은 1983년 6월 말경 정신무장을 명목으로 학군 선배로부터 몽둥이로 12대씩의 맞았고, 그 후 청구인이 계속 통증을 호소하였다는 내용이 기재되어 있다.\n\n(사) 보훈심사위원회는 2001. 5. 29. 관련자료를 종합하여 판단한 결과, 병상일지상 청구인이 정신질환으로 진료를 받은 기록은 확인되나, 군 공무와 관련하여 발병되었음을 입증할 수 있는 구체적이고 객관적인 자료의 확인이 불가능 한 점, 병상일지상 진료기록에 발병의 원인이 될 수 있는 특별한 외상력 등의 기록확인이 불가능하여 군 공무수행과의 인과관계의 인정이 곤란하고, 인우보증인의 진술내용도 구체적인 부상경위 및 발병경위에 대한 언급이 없어 군 공무관련성의 확인이 불가능한 점, 비상임위원의 기왕의 의학적 소견도 정신질환은 일반적으로 선천성ㆍ기질성 질환으로 분류되는 질환으로 군 공무와의 관련성 인정이 곤란하다고 자문하고 있고, 청구인에게 누구에게나 발병의 원인이 될 수 있을 정도로 극도의 불안을 야기시킬 만한 행위가 가해졌다는 기록확인이 불가능한 점 등에 비추어 볼 때 청구인의 질병인 양극성 정동장애(조울증)의 발병ㆍ악화와 군 공무와의 사이에 의학적으로 상당한 인과관계가 존재한다고 인정하기 곤란하다는 이유로 청구인을 국가유공자요건인정기준에 해당하지 아니하는 자로 심의ㆍ의결하였고, 피청구인은 2001. 6. 14. 보훈심사위원회의 심의ㆍ의결과 같은 내용으로 이 건 처분을 하였다.\n\n(2) 살피건대, 청구인은 군복무 중 선배의 구타 및 스트레스로 인하여 정신분열증이 발병하였다고 주장하나, 정신분열증은 외상 후 뇌손상을 입은 경우나 극심한 스트레스 또는 기질성(유전성)ㆍ선천성 정신장애로 인하여 발생된다는 것이 일반적인 의학적 소견이고, 달리 청구인에게 누구에게나 발병의 원인이 될 수 있을 정도로 극도의 불안을 야기할만한 행위가 가하여졌다는 사실을 증명할 수 있는 객관적인 자료의 확인이 불가능 한 상태에서 청구인 및 인우보증인의 주장만으로 청구인의 질병과 군 공무수행 사이에 상당한 인과관계가 있다고 인정하기 어렵다 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}