{
    "행정심판재결례일련번호": 224727,
    "사건명": "과징금부과처분취소청구",
    "사건번호": "2001-10512",
    "의결일자": "2001-12-17",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=224727&type=HTML&mobileYn=",
    "재결요지": "사 건 01-10436～10520 과징금부과처분취소청구\n청 구 인 별지와 같다\n선정대표자 주식회사 ○○(대표이사 조○○)\n부산광역시 ○○구 ○○동 3-409호\n피청구인 부산광역시장\n청구인들이 2001. 10.15. 제기한 심판청구에 대하여 2001년도 제45회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인들의 청구를 모두 기각한다.",
    "청구취지": "피청구인이 2001. 7. 16. 청구인들에 대하여 한 과징금부과처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인들 소속 택시운전기사가 법인택시를 운행하면서 2001년 2월과 3월에 버스승강장에 정차하여 질서문란행위를 하였다는 이유로 피청구인이 2001. 7. 16. 청구인들에 대하여 위반 건별로 각각 10만원의 과징금부과처분(이하 “이 건 처분”이라 한다)을 하였다.\n(청구인별 소속 위반운전자의 성명, 차량번호, 위반일시, 위반장소는 별지와 같다.\n)\n\n2. 청구인 주장\n이에 대하여 청구인들은, 다음과 같이 주장한다.\n가. 청구인들 소속 택시운전기사가 지난 2001년 2월과 3월에 경찰관들에게 주ㆍ정차금지위반으로 적발되어 범칙금 4만원을 부과받고 이를 납부하였음에도 4개월이 지난 후 다시 “질서문란”을 이유로 청구인들에게 범칙금의 2.5배나 되는 과징금을 부과하는 것은 범칙금의 납부로 이미 처벌이 종료된 사항에 대하여 다시 처분하는 이중처분에 해당하는 것이고, 또한 타ㆍ시도 행정관청에서도 이중처분을 한 사례가 없으므로 형평상 문제가 있다.\n\n나. 설사 1회의 주ㆍ정차금지위반행위에 대하여 도로교통법상의 범칙금을 부과하는 것 이외에 별도로 처분관청을 달리하여 질서문란을 이유로 여객자동차운수사업법상의 과징금을 부과할 수 있는 법적 근거가 있다고 하더라도, 이 경우 계도기간이나 홍보기간을 설정하여 위반행위를 한 운전자들이 충분히 납득할 수 있도록 경고장이나 계도장을 발급하고 난 후 2차나 3차에 적발된 경우에 한해서 행정처분을 하는 방법을 충분히 고려할 수 있음에도 피청구인은 1회 적발된 청구인들에게 무리하게 이 건 처분을 하였다.\n다. 따라서, 피청구인의 이 건 처분은 도로교통법에 의하여 이미 처벌이 종료된 위반행위에 대하여 직접적인 단속이나 신고에 의하지 아니한 채 경찰서장의 통보에 의하여만 행하여진 이중처분으로 위법ㆍ부당하다.\n\n3. 피청구인 주장\n피청구인은, 다음과 같이 주장한다.\n가. 사업용 택시가 버스정류소에서 주ㆍ정차를 함으로 인하여 시내버스이용승객에게 상당한 불편을 초래한다는 시민의 여론에 따라 질서문란행위의 근절을 위하여 여객자동차운수사업법 제22조에 의거하여 법인○○조합 등에 택시운행을 하면서 버스정류장에 정차하지 않도록 수차례 “질서문란 근절 지시공문”을 발송한 바 있고, 이 건 처분을 앞두고 건설교통부에 질의한 결과 주ㆍ정차금지위반행위가 관할관청의 지시사항을 위반한 경우 위반사항이 명확하다면 관할관청은 여객자동차운수사업법에 의거하여 위반사항별로 각각 처분을 할 수 있다는 회신을 받았는 바, 당시 청구인들이 버스정류장에 정차하여 단속권한 있는 단속경찰관에 의하여 주ㆍ정차금지위반으로 적발되었다는 사실이 질서문란행위에 대한 명백한 증거이며, 피청구인은 청구인들에 대하여 범칙금납부통보를 한 경찰서장으로부터 청구인들의 질서문란행위에 대한 통보를 받고 관련자료를 토대로 사실관계를 확인한 후 청구인들에 대하여 이 건 처분을 한 것이다.\n\n나. 또한, 청구인들은 다른 도로교통법 위반사항에 대하여는 여객자동차운수사업법에 의한 과징금부과처분을 하지 않고, 이 건 질서문란행위에 대하여만 과징금부과처분을 한 것을 보면, 이 건 처분이 이중처분에 해당함이 분명하다고 주장하나, 도로교통법 위반으로 범칙금부과처분을 받은 경우 모두 여객자동차운수사업법위반으로 처분할 사항은 아니고, 이 건 질서문란행위처럼 여객자동차운수사업법 위반이 명백한 사항에 대하여만 동법 위반으로 처분할 수 있는 것이므로 피청구인이 청구인들의 질서문란행위에 대하여만 여객자동차운수사업법에 의하여 과징금부과처분을 하였다고 하여 이 건 처분이 이중처분에 해당한다고 할 수 없다.\n다. 여객자동차운수사업법시행령 제34조제1항 관련 별표 3의 1.중 위반내용란 제40호의 규정에 의하면, 교통의 안전ㆍ운송질서의 확립 및 서비스향상과 조합의 위탁업무수행을 위한 지시나 명령(이하 “운송질서확립등을 위한 명령”이라 한다)에 위반한 때에는 과징금 20만원을 부과하도록 되어 있으나, 피청구인이 청구인들이 도로교통법에 의하여 범칙금을 부과받은 사실을 참작하여 과징금을 1/2로 경감한 것이므로 피청구인의 이 건 처분은 적법ㆍ타당하다.\n\n4. 이 건 처분의 위법·부당여부\n가. 관계법령\n여객자동차운수사업법 제22조제6항, 제76조, 제79조\n동법시행령 제26조, 제34조, 별표 3\n동법시행규칙 제41조의4, 별표 2의2\n\n나. 판 단\n(1) 청구인 및 피청구인 등이 제출한 과징금부과처분서, 범칙금납부통보서, 질서문란행위 근절지시서(2000. 1. 25.자 및 동년 5. 1.자), 업무보고서, 질의회신서, 확인서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구외 ○○경찰서장 등은 청구인들 소속 택시운전기사가 2001년 2월과 3월에 버스정류장에서 정차하여 도로교통법상의 주ㆍ정차금지위반행위를 하였다는 이유로 청구인들에게 위반 건별로 각각 4만원의 범칙금납부통보를 하였는 바, 구체적인 위반운전자, 위반차량번호, 위반일시, 위반장소 등에 관한 내용은 별지 기재와 같고 청구인들은 이를 납부하였다.\n\n(나) 청구인들의 주ㆍ정차금지위반에 대하여 도로교통법상의 범칙금부과처분을 한 경찰서장들은 청구인들이 버스 승강장에서 정차를 하여 여객자동차운수사업법(제22조)을 위반한 것으로 인정되므로 조치하여 달라는 통보를 피청구인에게 하면서 적발 당시 상황을 촬영한 사진, 청구인들이 버스정류장에 불법으로 주ㆍ정차하여 주ㆍ정차금지위반으로 적발되었다는 내용의 단속자 진술서, 적발보고서 등을 첨부하였다.\n(다) 피청구인이 2000. 1. 25. 및 동년 5. 1.○○조합장, 개인○○조합장에게 발송한 “질서문란행위 근절지시서”에 의하면, ○○에 종사하는 운전기사가 시내버스정류소에 정차하여 시내버스 승ㆍ하차시에 어려움을 초래한다는 시민의 여론이 있어 재강조 지시하니 운수종사자교육 등을 통하여 택시정류소에 정차 등이 이행되도록 철저를 기하여 주시기 바라며, 추후 이와 같은 사례가 적발될 경우 여객자동차운수사업법시행령 제34조에 의거하여 처벌한다는 내용이 기재되어 있다.\n\n(라) 피청구인측의 업무보고서에 의하면, 버스정류소내에 정차한 차량(택시)에 대하여 질서문란행위로 행정처분의 의뢰가 있어 과징금부과여부에 대하여 검토한 결과 질서문란행위가 인정되나 경찰청에서 범칙금 부과처분된 사항을 참작하여 2분의 1로 경감하여 과징금 10만원의 부과처분을 하기로 한다는 내용이 기재되어 있다.\n\n(마) 피청구인은 청구인들 소속 택시운전기사가 법인택시를 운전하면서 버스정류장에 정차하는 등의 행위를 하여 질서문란행위를 하였다는 이유로 2001. 7. 16. 청구인들에 대하여 위반 건별로 각각 10만원의 과징금부과처분을 하였다.\n\n(2) 살피건대, 여객자동차운수사업법 제76조제1항제16호 및 동법 제79조제1항의 규정에 의하면, 이 법 또는 이 법에 의한 명령 또는 처분을 위반하여 사업정지처분을 하여야 하는 경우로서 그 사업정지처분이 당해 여객자동차운수사업의 이용자에게 심한 불편을 주거나 기타 공익을 해할 우려가 있는 때에는 그 사업정지처분에 갈음하여 5천만원 이하의 과징금을 부과ㆍ징수할 수 있다고 되어 있고, 동법 제22조제6항, 동법시행규칙 제41조의4제1항 및 별표 2의2의 1.운송사업자의 준수사항 중 가.(6)(가)의 규정에 의하면, 안전운행과 여객의 편의를 위하여 운송사업자는 운수종사자로 하여금 정류소에서 주차 또는 정차할 때 질서를 문란하게 하는 일이 없도록 하여야 한다고 되어 있으며, 동법시행령 제34조제1항 관련 별표 3의 위반내용란 제40호의 규정에 의하면, 운송질서확립등을 위한 명령에 위반한 때에는 과징금 20만원을 부과하도록 규정되어 있고, 동법시행령 제34조제2항의 규정에 의하면, 건설교통부장관 또는 시ㆍ도지사는 여객자동차운수사업자의 사업규모, 사업지역의 특수성, 운전자 과실의 정도와 위반행위의 내용 및 횟수등을 참작하여 제1항의 규정에 의한 과징금 금액의 2분의1의 범위안에서 이를 가중 또는 경감할 수 있다고 되어 있는 바,\n버스 정류소는 버스를 이용하고자 하는 승객의 승ㆍ하차를 위한 장소로 법인택시 운송종사자가 버스 정류소에 정차하여 승객을 승ㆍ하차시킬 경우 여객자동차운송질서가 문란하게 될 것이 분명하므로, 법인택시 운송사업에 종사하는 청구인들의 경우 소속 운송종사자로 하여금 택시승강장이나 기타 운송질서를 문란하게 하지 않을 장소에 정차하여 승객을 승ㆍ하차시키도록 하여야 할 것임에도 불구하고, 위 인정사실에 의하면, 청구인들 소속 택시운전기사가 법인택시를 운전하면서 버스정류장에 정차하여 승객을 승ㆍ하차시키는 등의 행위를 하여 여객자동차운수사업법령의 규정에 위반하여 질서문란행위를 한 것이 분명하며, 달리 1회의 위반이 있는 경우에는 질서문란행위에 해당하지 않는다고 볼 만한 근거도 없으므로 피청구인이 여객자동차운수사업법령의 규정에 따라 한 이 건 처분은 위법ㆍ부당하다 할 수 없을 것이다.\n한편, 청구인들은 이 건 주ㆍ정차금지위반행위로 인하여 도로교통법상 부과된 범칙금을 납부하였음에도 불구하고 피청구인이 청구인들 소속 운송종사자들의 위반사항에 대하여 직접 사실관계도 확인하지 아니한 채 여객자동차운수사업법상 질서문란행위를 하였다는 이유로 과징금부과처분을 한 것은 이중처분에 해당한다고 주장하나, 도로교통법은 도로에서 일어나는 교통상의 모든 위험과 장해를 방지ㆍ제거하여 안전하고 원활한 교통을 확보함을 목적으로 하는 것(도로교통법 제1조)인데 반하여, 여객자동차운수사업법은 여객자동차운수사업에 관한 질서를 확립하고 여객의 원활한 운송과 여객자동차운수사업의 종합적인 발달을 도모함으로써 공공복리를 증진함을 목적으로 하는 것(여객자동차운수사업법 제1조)으로 그 규정목적이 상이하므로 동일한 위반사항이 각각의 법에 규정된 사항을 위반한다고 판단되는 경우 각각의 법에 규정된 처분을 하는 것이 이중처분에 해당한다고 할 수 없고, 또한, 헌법 제13조제1항에서 “동일한 범죄에 대하여 거듭 처벌받지 아니한다”고 정한 “이중처벌금지의 원칙”은 동일한 범죄행위에 대하여 국가가 형벌권을 거듭 행사할 수 없도록 함으로써 국민의 기본권을 보장하기 위한 것이므로 그 “처벌”은 원칙적으로 범죄에 대한 국가의 형벌권 실행으로서의 과벌을 의미하는 것이지, 국가가 행하는 일체의 제재나 불이익처분을 모두 포함한다고 할 수는 없을 것인데(헌재 92헌바 38 판결 참조), 도로교통법의 규정에 의한 범칙금부과처분은 국가의 형벌권 실행으로서의 형사벌에 갈음하는 것이고, 여객자동차운수사업법의 규정에 의한 과징금부과처분은 행정처분인 영업정지처분에 갈음하는 것으로 그 제재목적을 달리하는 것이므로 이에 대한 청구인들의 주장은 이유없다 할 것이다.\n\n5. 결 론\n그렇다면, 청구인들의 청구는 이유없다고 인정되므로 이를 모두 기각하기로 하여 주문과 같이 의결한다."
}