{
    "행정심판재결례일련번호": 7384,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2001-07111",
    "의결일자": "2001-09-25",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "유공자",
    "재결구분코드": 429062.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=7384&type=HTML&mobileYn=",
    "재결요지": "사 건 01-07111 국가유공자등록거부처분취소청구\n청 구 인 이 ○ ○\n대구광역시 ○○구 ○○동 120-35\n피청구인 대구지방보훈청장\n청구인이 2001. 8. 2. 제기한 심판청구에 대하여 2001년도 제34회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2001. 5. 28. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 1999. 9. 8. 해군에 입대하여 해병 제○○사단 소속으로 복무 중 2000. 3. 23.경 해안방어훈련을 하다가 좌측 눈에 베체트병이 발병하는 상이를 입었다는 이유로 국가유공자등록신청을 하였으나, 피청구인은 병상일지상 진료기록은 확인되나, 청구인의 질병인 베체트병은 환자의 신체내에서 면역기전의 균형이 파괴되어서 발병하는 것으로 청구인의 현상병명과 군 공무수행과의 인과관계를 인정하기 곤란하다는 이유 등으로 2001. 5. 28. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라고 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 청구인은 1999. 9. 8. 해군에 입대하여 해병 제○○사단 소속으로 복무 중이던 2000. 3. 23.경 해안방어훈련을 하다가 좌측 눈에 베체트병이 발병되어 군 병원에서 입원치료 후 2000. 7. 3. 의병전역하였다.\n\n나. 피청구인은 청구인의 질병이 공무수행과의 인과관계성립을 인정할 수 없다는 이유로 요건비대상자로 처분하였으나, 청구인의 집에서는 선조 때부터 대대로 위와 같은 질병을 앓은 적이 전혀 없고, 청구인은 건강한 시력을 가지고 있다가 군복무 중 다른 병사들과 더불어 질병이 발생한 점으로 볼 때 청구인의 질병은 전염에 의한 질병이거나 과로로 인한 체력저하가 원인이 되어 발생한 질병임이 명백함으로 군 공무와의 인과관계가 있다.\n다. 따라서 위와 같은 이유로 피청구인의 이 건 처분은 위법ㆍ부당하므로 취소되어야 한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조, 제6조의 4, 제83조제1항\n동법시행령 제3조의2, 제8조, 제9조, 제9조의2, 별표1\n\n나. 판 단\n(1) 청구인 및 피청구인 등이 제출한 진단서, 병상일지, 국가유공자요건비해당결정통보서, 심의의결서, 국가유공자등요건관련사실확인서, 병적증명서 및 등록신청서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n(가) 병적증명서에 의하면, 청구인은 1999. 9. 8. 해군에 입대하여 2000. 7. 3. 의병전역하였다.\n\n(나) 해군참모총장이 2001. 1. 30.자 발급한 국가유공자등요건관련확인서에 의하면, 청구인의 원상병명 및 현상병명은 베체트병으로, 상이연월일은 2000. 3. 23.로, 상이장소는 훈련장으로, 상이원인은 복무 중 발병으로 기재되어 있고, 관련기준번호란에는 아무런 표시도 되어 있지 않다.\n\n(다) 보훈심사위원회는 2001. 5. 15. 병상일지 및 복무기록표상 청구인이 군복무 중 좌측 눈에 베체트병이 발병하여 입원치료한 진료기록은 확인되나, 전문의의 의학적 자문에 의하면, 베체트병은 자가면역질환으로서 아직 그 원인이 명확히 밝혀지지 않는 만성적인 염증성 질환으로 이러한 자가면역질환은 환자의 신체내에서 면역기전의 균형이 파괴되어 발생하는 것으로 공무와의 관련성을 인정하기 어렵다고 자문하고 있는 점 등으로 미루어 보아 청구인의 질병과 군 공무와의 사이에 의학적으로 상당한 인과관계가 존재한다고 인정하기 곤란하다는 이유 등으로 청구인을 국가유공자등예우및지원에관한법률 소정의 공상요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 피청구인은 2001. 5. 28. 청구인에 대하여 보훈심사위원회의 심의ㆍ의결이유와 같은 내용으로 이 건 처분을 하였다.\n\n(라) 병상일지 및 복무기록표에 의하면, 청구인은 베체트병, 포도막염, 녹내장 등으로 2000. 3. 23.부터 같은 해 7. 3.까지 ○○병원 및 국군○○병원에서 입원치료한 것으로 기재되어 있다.\n\n(2) 살피건대, 청구인이 군복무 중 베체트병이 발병하여 입원치료를 받은 사실은 인정되나, 청구인의 위 질병의 발병 또는 악화와 군 공무와의 사이에 의학적으로 상당한 인과관계가 존재한다고 인정할 만한 구체적이고 객관적인 입증자료가 없어 청구인의 발병경위를 확인할 수 없는 상태에서 위 질병이 군복무 중 공무수행으로 인하여 발생하였다고 인정하기 어렵다고 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}