{
    "행정심판재결례일련번호": 224403,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2001-10530",
    "의결일자": "2001-12-03",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=224403&type=HTML&mobileYn=",
    "재결요지": "사 건 01-10530 국가유공자등록거부처분취소청구\n청 구 인 장 ○ ○\n전라남도 ○○시 ○○면 ○○리 2-1번지\n피청구인 순천보훈지청장\n청구인이 2001. 10. 19. 제기한 심판청구에 대하여 2001년도 제43회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2001. 7. 27. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1998. 9. 29. 육군에 입대하여 ○○사단 소속으로 근무하던 중 1999. 2.경 혹한기 훈련을 하다가 오른쪽 무릎에 통증과 부종이 있었고 1999. 4.경 위 증상이 악화되어 의무대를 경유 1999. 5. 24. 국군○○병원에서 “우 슬관절 베이커낭종”의 진단하에 입원하여 절제수술을 받고 2000. 11. 28. 만기전역하였다는 이유로 2000. 12. 5. 국가유공자등록신청을 하였으나, 피청구인은 청구인의 질병의 발병 또는 악화와 군 공무와의 사이에 상당한 인과관계가 존재한다고 인정할 수 있는 객관적인 자료의 확인이 불가능하다는 이유 등으로 2001. 7. 27. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분” 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 사회생활에서 전혀 이상이 없다가 군 입대후 1998. 2.경 완전 무장한 산길 행군과 불규칙한 행군코스로 오른쪽 무릎에 심한 통증이 발생하였고 부대 복귀 후에도 증상이 악화되어 대대 의무대를 경유하여 국군○○병원에서 “베이커낭종”이라는 진단하에 절제수술을 받았고, 개인 병원에서의 의학적 소견은 “베이커낭종”은 무릎인대에 이상이 생겨 나타날 수 있고 정확한 진단은 관절경 검사를 요한다는 것이며 청구인은 수술 후 충분한 휴식을 취하지 못한 상태에서 퇴원을 강요받아 자대 복귀 후에도 잦은 훈련으로 무릎이 더욱 악화되었는 바, 청구인의 질병이 군 공무와 상당한 인과관계가 존재하므로 국가유공자로 등록하여 줄 것을 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조, 제83조제1항\n동법시행령 제3조의2, 제8조, 제9조, 제9조의2, 제102조제1항, 별표 1\n\n나. 판 단\n(1) 청구인과 피청구인이 제출한 국가유공자등요건관련사실확인서, 공무상병인증서, 병상일지, 진단서, 심의의결서, 국가유공자비해당결정통보서, 등록신청서 등 각 사본의 기재를 종합하면 다음과 같은 사실을 인정할 수 있다.\n(가) 청구인은 1998. 9. 29. 육군에 입대하여 2000. 11. 28. 병장으로 만기 제대하였다.\n(나) 육군참모총장의 2001. 3. 30.자 국가유공자등요건관련사실확인서에 의하면, 원상병명은 “우슬 베이커낭종”으로 기재되어 있고, 현상병명은 기재되어 있지 아니하며, 상이경위는 “본인진술 : 1999. 2.경 2사 야간 행군중 심한 추위로 무릎을 다침”으로 기재되어 있다.\n(다) 제○○보병연대 부대장이 발급한 1999. 5. 12.자 확인서에 의하면 “---1992. 2.경 동계 훈련도중 우측 무릎에 통증을 느끼고 생활하다가 4월에 실시된 ROT훈련 이후 그 상태가 점점 악화되어 자대에서 의무중대 치료를 받으며 생활하다가 1999. 5. 국군○○병원 외진 실시 결과 ‘베이커낭종 우슬관절’이라는 병명에 의해 입원적 치료를 요한다는 진단에 의해 후송 조치하는 경위임.”으로 기재되어 있다.\n(라) 전라남도 ○○시 ○○동 소재 ○○병원 원장의 소견서에는 “우 슬개골 연화증, 우 슬와낭종 술후 상태가 관찰되고 있다”라고 기재되어 있고, 전라남도 ○○시 ○○동 소재 ○○병원에서 발급한 2001. 10. 9.자 진단서에 의하면, 청구인의 병명은 “베이커 낭종, 우슬내장”으로 기재되어 있으며, 향후 치료의견은 “부종 및 통증이 있을 경우에는 관절경 수술이 요할 것으로 사료된다”라고 기재되어 있다.\n(마) 병상일지에 의하면, 청구인은 1999. 5. 26. 국군○○병원에서 “우슬 베이커낭종”이라는 진단을 받았고, 1999. 6. 2. 동 병원에서 수술을 받은 것으로 기록되어 있다.\n(바) 보훈심사위원회는 2001. 7. 10., 병상일지상 진료기록에 의하면 입대 후 5개월만에 발병되었다고 기록되어 있으나 특별한 외상력 등의 기록이 없는 점, 원상병명으로 “우 슬관절 베이커낭종”의 발병 또는 악화와 군 공무와의 사이에 의학적으로 상당한 인과관계가 존재한다고 인정할 수 있는 객관적인 거증자료의 확인이 불가능다는 점에 비추어 청구인에 대하여 국가유공자등예우및지원에관한법률 소정의 공상군경의 요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 이에 따라 피청구인은 2001. 7. 27. 청구인에 대하여 이 건 처분을 하였다.\n\n(2) 살피건대, 청구인이 “베이커낭종”으로 군 복무중 입원ㆍ치료를 받은 사실은 청구인의 병상일지를 통하여 확인이 되고 육군참모총장은 이를 원상병명으로 통보하였으나, 의학적 소견에 의하면 “베이커낭종”은 류마티스관절염의 일종으로써 염증이 생긴 활막이 슬와강으로 침범하여 슬부에 통증과 부종이 생기는 현상으로 자가면역성 질환이라는 점, 위 상이의 발병원인이 될 수 있는 특별한 외상력 등에 관한 객관적인 기록이 확인되지 아니하는 점에 비추어 볼 때, 청구인이 주장하는 상이의 발병 또는 악화와 군공무와의 사이에 상당한 인과관계가 존재한다고 인정하기가 곤란하므로 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}