{
    "행정심판재결례일련번호": 18563,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2001-05584",
    "의결일자": "2001-07-30",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 정지.취소,과징금",
    "재결구분코드": 429042.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=18563&type=HTML&mobileYn=",
    "재결요지": "사 건 01-05584 국가유공자등록거부처분취소청구\n청 구 인 서 ○ ○\n서울특별시 ○○구 ○○동 116-1\n피청구인 서울지방보훈청장\n청구인이 2001. 6. 14. 제기한 심판청구에 대하여 2001년도 제27회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2001. 3. 30. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1952. 6. 9. 육군에 입대하여 육군본부에 소속되어 복무중이던 1952. 12. 24. 경상북도 ○○시 소재 ○○역 근처에서 발생한 열차화재사고로 인하여 상이(화상)를 입고 군병원에서 입원 치료 후 1953. 4. 22. 명예전역하였다는 이유로 2000. 5. 30. 국가유공자등록신청을 하였으나, 피청구인은 청구인의 주장 및 인우보증인의 진술 외에 부상사실을 입증할 수 있는 병상일지 등 객관적인 자료가 없어 군 공무수행과의 인과관계를 인정하기 곤란하다는 이유 등으로 2001. 3. 30. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 육군에 입대하여 군복무시 공무출장 중 열차화재사고로 전신에 화상을 입어 육군○○병원에서 치료를 받은 사실이 거주표 등에 기록되어 있고 청구외 이○○ 등 3인의 인우보증인들이 청구인의 부상 사실을 입증하고 있음에도 불구하고 단순히 피청구인이 병상일지 등 부상사실을 입증할 수 있는 객관적인 자료가 없다는 이유로 한 이 건 처분은 부당하므로 취소되어야 한다고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 청구인이 공상으로 주장하는 상이는 청구인의 진술 외에 부상사실을 입증할 수 있는 구체적이고 객관적인 거증자료 확인이 불가능하여 현상병명과 군 공무수행과의 인과관계를 인정하는 것이 곤란하다는 이유로 한 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조, 제83조제1항\n동법시행령 제3조의2, 제8조, 제9조, 제9조의2, 제102조제1항, 별표 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 병적증명서, 국가유공자등요건관련사실확인서, 심의의결서, 거주표, 인우보증서, 진단서, 국가유공자 비대상 결정 통지 문서, 등록신청서 등 각 사본의 기재내용에 의하면, 다음과 같은 사실을 인정할 수 있다.\n(가) 병적증명서에 의하면, 청구인은 1952. 6. 9. 입대하여, 1953. 4. 22. 전역하였고, 전역당시 계급은 육군 일병으로, 전역구분은 명예전역으로 각각 기재되어 있다.\n\n(나) 육군참모총장의 2000. 12. 8.자 국가유공자등요건관련사실확인서에 의하면, 청구인의 상이원인은 “근무중”으로, 상이연월일은 “1951. 12. 24.”로, 현상병명은 “1) 양측 이개부 반흔 및 부분결손, 2) 양측 수배부 반흔, 3) 안면부 반흔”으로 각각 기재되어 있고, 원상병명은 공란으로 되어 있으며, 2001. 5. 4.자 국가유공자등요건관련사실확인서에는 청구인의 현상병명이 “1) 양측 이개부 반흔 및 부분결손, 2) 양측 수배부 반흔, 3) 안면부 반흔, 4) 척추강 협착증ㆍ두통증세, 5)원시성 단난시(양안)”로 되어 있다.\n\n(다) 청구인의 거주표에는 청구인이 1953. 1. 8. ○○육군병원에 입원하여 1953. 4. 22. ○○육군병원에서 명예제대 하였다고 기재되어 있다.\n\n(라) 보훈심사위원회는 2001. 3. 20. 거주표상 입원기록은 확인 되나 청구인의 진술 외에 부상사실을 입증할 수 있는 병상일지 등 객관적인 자료가 없어 부상경위 및 병명확인 등이 불가능하다는 이유 등으로 청구인을 국가유공자등예우및지원에관한법률 소정의 공상군경 요건에 해당되지 아니하는 자로 심의ㆍ의결하였고, 이에 따라 피청구인은 2001. 3. 30. 청구인에 대하여 이 건 처분을 하였다.\n\n(마) 서울특별시에 소재한 ○○대학교 의료원 ○○병원의 의사인 청구외 황○○이 발급한 2000. 5. 29.자 진단서에 의하면 청구인의 병명은 “양측 이개부 반흔 및 부분결손, 양측 수배부 반흔, 안면부 반흔”으로, 향후치료의견은 “상기환자는 6.25사변 당시 동상 및 화상등으로 인하여 상기증상이 발생하였다고 하며, 반흔성형술시 큰 호전을 기대하기 어려우나 이개결손의 일부 호전을 기대할 수 있을 것으로 사료됨”으로 각각 기재되어 있고, 같은 날 같은 병원의 의사인 청구외 조○○가 발급한 진단서에 의하면 청구인의 병명은 “원시성 단난시(양안)”로, 향후치료의견은 “상기증으로 양안의 교정시력은 0.4임”으로 각각 기재되어 있으며, 같은 병원 의사 청구외 조○○이 발급한 2000. 5. 30.자 진단서에 의하면 청구인의 병명은 “1) 척추강 협착증, 2) 두통증세”로, 향후치료의견은 “상기환자는 두통, 요통에 대하여 단순 X-Ray검사만 시행하였으며, 상병소견에 대하여 정밀검진을 요할 것으로 사료된다”고 각각 기재되어 있다.\n\n(바) 청구외 이○○의 인우보증서에 의하면 위 이○○는 당시 안면파편상으로 청구인과 같은 병원인 육군○○병원에 입원하였던 자로서 청구인이 중환자실에서 형체를 못 알아 볼 정도의 얼굴화상을 치료받고 있었다는 내용이 기재되어 있고, 청구외 박○○의 인우보증서에 의하면 위 박○○는 청구인과 어릴적부터 친구이던 자로서 당시 육군○○병원에 입원ㆍ치료중인 청구인을 문병하였는데 청구인은 얼굴과 양손에 모두 붕대를 감고 있었고 의식도 정상이 아니었다는 내용이 기재되어 있으며, 청구외 한○○이 제출한 인우보증서에 의하면 위 한○○은 군 복무 중 청구인을 알게 된 자로서 청구인과 같은 부대에 근무하는 청구외 특무상사 이○○와 같이 청구인을 문병하였는데 군의관이 청구인은 3도 화상에 3도 동상이라는 중상을 입어 완치가 불가능하다고 하였고 청구인은 전신에 화상을 입었으며 의식을 잃은 상태로 중환자실에 입원중이었다는 내용이 각각 기재되어 있다.\n\n(2) 살피건대, 국가유공자등예우및지원에관한법률 제4조, 동법시행령 제3조의2 및 별표 1의 제1호 등의 규정에 의하면 당해 질병의 발생 또는 악화가 공무수행과 상당한 인과관계가 있다고 의학적으로 판단되는 질병에 의한 상이를 공상으로 인정하고 있는 바,\n청구인은 육군에 입대하여 군복무시 공무출장 중 열차화재사고로 인하여 전신에 화상을 입었다고 주장하고 있고 거주표상 군 병원에 입원한 기록은 있으나, 청구인의 주장 및 인우보증인의 진술 이외에 부상경위 등에 대한 기록이나 병상일지 등의 객관적인 자료가 없어 청구인의 상이가 군복무로 인하여 발생한 것인 지의 여부를 확인할 수 없는 상태에서 청구인의 주장만으로는 청구인의 상이를 공상으로 인정하기 어렵다 할 것이므로, 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}