{
    "행정심판재결례일련번호": 17893,
    "사건명": "상이등급구분신체검사등외판정처분취소청구",
    "사건번호": "2001-01384",
    "의결일자": "2001-03-26",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 정지.취소,과징금",
    "재결구분코드": 429042.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=17893&type=HTML&mobileYn=",
    "재결요지": "사 건 01-01384 상이등급구분신체검사등외판정처분취소청구\n청 구 인 임 ○ ○\n서울특별시 ○○구 ○○동 276 ○○아파트 109동 1205호\n피청구인 서울지방보훈청장\n청구인이 2001. 2. 2. 제기한 심판청구에 대하여 2001년도 제11회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2000. 11. 1. 청구인에 대하여 한 상이등급구분신체검사등외판정처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 1950. 12. 20. 육군에 입대하여 ○○사단 소속으로 복무중이던 1951년 2월경 입은 우 족배부 부상을 전상으로 인정받아 2000. 5. 29. 한국○○병원에서 실시한 신규신체검사에서 등외판정을 받자, 이에 불복하여 2000. 8. 8. 재심신체검사를 신청하였고, 이에 대하여 피청구인은 2000. 10. 19. 한국○○병원에서 재심신체검사를 실시한 결과 종전과 같이 등외로 판정되자, 2000. 11. 1. 청구인에게 재심신체검사결과를 통지(이하 “이 건 처분”이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 육군에 입대하여 ○○사단 공병대 소속으로 복무중이던 1951년 2월경 강원도 ○○지구 전투에서 허리 및 우 족배부에 부상을 입고 ○○육군병원 등에서 치료를 한 후 명예제대를 한 자로서, 국가유공자등록신청을 하여 우 족배부 부상만을 전상으로 인정받았으나, 6.25 당시 입은 허리의 상처가 현재까지 남아 있음에도 이를 전상으로 인정하지 아니하였을 뿐만 아니라, 상이등급 판정을 위한 신체검사는 MRI촬영 등을 실시하여 허리에 남아 있는 파편상의 유무를 확인하고, 방사성동위원소검사를 실시하여 부상시기를 확정한 다음, 근전도검사를 실시하여 청구인의 현상병명이 6.25 당시에 입은 전상과 인과관계가 있는 지를 밝혀 내어 상이등급 판정을 하여야 함에도 아무런 이학적 검사를 시행하지 아니하는 등 형식적인 신체검사를 실시하여 등외판정을 한 것은 위법ㆍ부당하다고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 청구인의 상이처에 대하여 재심신체검사를 실시한 결과 정형외과 전문의의 “우 족배부 기능장애가 척추증세와 관련이 높으며 또한 퇴행성 관절염에도 연관이 되나 허리의 파편창에 대한 파편은 발견할 수 없으며 이로 인한 증세로 보기 힘들다”는 소견에 따라 등외판정을 한 것이므로 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제4호, 제6조, 제6조의3, 제6조의4, 제83조제1항\n동법시행령 제9조의2, 제13조 내지 제16조, 제102조제2항, 별표 3\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 등록신청서, 거주표, 명예제대자명부, 국가유공자등요건관련사실확인서, 심의의결서, 신체검사표(신규, 재심), 국가유공자비해당결정통보서(재심신체검사결과 안내) 등을 종합해 보면, 다음과 같은 사실을 인정할 수 있다.\n(가) 청구인은 1950. 12. 20. 육군에 입대하여 육군○○대 소속으로 복무중이던 1951. 5. 15. 특별상이기장을 받고, 1951. 5. 23. 명예제대를 하였다.\n\n(나) 명예제대자명부에 의하면, 청구인은 1951. 1. 10. 적성에서 우 족배부에 부상을 입은 것으로 기재되어 있다.\n\n(다) 청구인은 육군 ○○사단 소속으로 복무중이던 1951년 2월경 강원도 ○○지구 전투에서 허리에 파편상을 입었다는 이유로 1999. 11. 10. 국가유공자등록신청을 하였다.\n\n(라) 육군참모총장은 청구인의 원상병명을 “우 족배부 부상”으로, 현상병명을 “척추증(척수근 병증)”으로 확인한 국가유공등요건관련사실확인서를 2000. 1. 21. 국가보훈처장에게 송부하였다.\n\n(마) 보훈심사위원회는 2000. 4. 18. 육군본부에서 청구인이 주장하는 허리의 파편창에 대하여 군 기록상 확인할 수 없다는 사유 등으로 원상병명으로 통보하지 않았고, 청구인의 진술 이외에 부상사실을 입증할 수 있는 병상일지 등 객관적인 거증자료가 없어 부상경위 및 병명확인이 불가능하므로 현상병명인 척추증(척수근 병증)은 원상병명으로 인정하지 아니하기로 하되, 거주표상 입원기록과 명제자명부상 상이기록으로 보아 전투 중 우 족배부 부상의 상이를 입은 것으로 보이므로 동 상병은 원상병명으로 인정된다는 이유로 청구인을 국가유공자등예우및지원에관한법률 제4조제1항제4호 전단의 요건에 해당하는 자로 심의ㆍ의결하였다.\n\n(바) 청구인은 2000. 5. 20. 한국○○병원에서 우 족배부 부상에 대하여 상이등급구분을 위한 신규신체검사를 받은 결과, 정형외과 전문의의 “우 족부 부상이 있으나 증상이 경미함”이라는 상이정도 및 소견에 따라 등외판정을 받자, 위 신규신체검사결과에 불복하여 2000. 8. 8. 재심신체검사를 신청하였고, 이에 대하여 피청구인이 2000. 10. 19. 한국○○병원에서 재심신체검사를 실시한 결과 정형외과 전문의의 “우 족배부 기능장애가 척추증세와 관련이 높으며 또한 퇴행성 관절염에도 연관이 되고, 허리의 파편창에 대한 파편은 발견할 수 없으며 이로 인한 증세로 보기는 힘듬”이라는 상이정도 및 소견에 따라 종전과 같이 등외로 판정되자, 2000. 11. 1. 이 건 처분을 하였다.\n\n(2) 살피건대, 피청구인이 청구인의 우 족배부 부상에 대하여 상이등급구분을 위한 신규신체검사를 실시한 결과 정형외과 전문의가 우 족부 부상이 있으나 증상이 경미하다는 상이정도 및 소견에 따라 등외판정을 하였고, 재심신체검사를 실시한 결과 정형외과 전문의가 우 족배부 기능장애가 척추증세와 관련이 높을 뿐만 아니라 퇴행성 관절염에도 연관이 되고, 허리의 파편창에 대한 파편은 발견할 수 없으며 이로 인한 증세로 보기에는 힘들다는 상이정도 및 소견에 따라 종전과 같이 등외로 판정한 사실, 달리 청구인이 상이등급에 해당하는 신체의 장애를 가지고 있다고 볼 만한 객관적인 증거가 없는 점 등 제반사정에 비추어 볼 때 이 건 재심신체검사결과에 잘못이 있다고 인정되지 아니하므로 이 건 처분이 위법ㆍ부당하다고 할 수 없다 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}