{
    "행정심판재결례일련번호": 9859,
    "사건명": "산업재해보상보험료납부독촉처분등취소청구",
    "사건번호": "2001-05220",
    "의결일자": "2001-09-17",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "기타",
    "재결구분코드": 429050.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=9859&type=HTML&mobileYn=",
    "재결요지": "사 건 01-05220 산업재해보상보험료납부독촉처분등취소청구\n청 구 인 강 ○ ○(○○식품 대표)\n강원도 ○○군 ○○읍 ○○리 340-6\n피청구인 근로복지공단(강릉지사장)\n청구인이 2001. 6. 2. 제기한 심판청구에 대하여 2001년도 제33회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 모두 기각한다.",
    "청구취지": "1. 피청구인이 2001. 2. 7. 청구인에 대하여 한 1997년도 ∼ 1999년도 산업재해보상보험료 및 가산금 426만4,730원의 납부독촉처분은 이를 취소한다.\n2. 피청구인이 2001. 4. 14. 청구인의 부동산에 대하여 한 재산압류통지는 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 산업재해보상보험관계성립신고를 한 후, 산업재해보상보험확정보험료 및 가산금의 납부통지를 받고도 1997년도 ∼ 1999년도분 산업재해보상보험료 및 가산금 426만4,730원을 납부하지 아니하자, 피청구인이 2001. 2. 7. 납부독촉을 하고, 2001. 4. 14. 청구인 소유 부동산에 대하여 압류하겠다는 통지를 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 청구인이 2000. 8. 9. 피청구인에게 산업재해보상보험(이하 “산재보험”이라 한다) 자진 성립신고를 할 당시에 과거 3년간 실질임금 지급내역을 확인할 수가 없어 어쩔 수 없이 피청구인 담당 공무원의 안내에 따라 세무서에 제출한 재무제표상에 표기된 직원급여와 노무비를 합한 금액을 임금총액으로 보고하였으나, 이러한 임금총액에는 청구인이 근로자에게 지급한 실질임금 외에 도급경비까지 포함되어 있음에도 불구하고 피청구인은 이러한 사실을 확인하지 아니한 채 잘못된 임금총액을 기초로 청구인에게 과다한 보험료를 부과하였고, 청구인이 계속되는 불황으로 보험료를 납부하지 못하자 청구인의 재산에 대하여 압류조치까지 취하였으므로 이 건 처분은 취소되어야 하고, 청구인이 추후에 찾아 제출한 임금지급자료를 기초로 보험료 산정을 다시 하여 달라고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 청구인이 산재보험성립신고 당시 제출한 재무제표는 청구인이 관할 세무서에 신고한 객관적이고 신뢰할만한 자료이므로 이를 근거로 청구인 회사의 임금총액을 산정하고 이에 따라 확정보험료를 부과한 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n산업재해보상보험법 제5조, 제7조, 제67조, 제70조, 제73조, 제74조\n국세징수법 제3장\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 산재보험관계성립신고서, 자료보완요청 및 처리지연통보, 재무제표, 임금지불내역, 확인서, 사업장 실태 조사서, 산재보험 확정보험료 신고서, 고용ㆍ산재보험료 및 임금채권부담금 독촉장 발부 공문, 재산압류통지서, 국세체납처분에 의한 압류등기촉탁서 등을 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n(가) 청구인이 2000. 8. 9. 피청구인에게 사업의 종류를 제조업(주생산품: 젓갈류)으로, 상시근로자수는 1명으로 하는 산재보험관계성립신고서를 제출하였다.\n\n(나) 피청구인이 2000. 8. 24. 청구인에게 통보한 자료보완요청 및 처리지연통보 공문에는 청구인이 제출한 산재보험관계성립신고서와 관련하여 “1997 ∼ 1999년간 임금대장 사본, 소득세징수액집계표, 재무제표증명원, 대표자 원천징수영수증” 및 “근로계약서 및 단체협약서 혹은 근로자현황(1997 ∼ 1999)을 빠른 시일내에 제출하여 달라는 내용이 기재되어 있다.\n\n(다) 청구인이 관할 세무서에 신고한 재무제표상의 손익계산서, 제조원가명세서 및 청구인이 재무제표 등을 근거로 작성하여 2000. 9. 피청구인에게 제출한 임금지불내역상의 청구인 회사 임금지급액은 각각 아래 표와 같다.\n<img src='/LSA/flDownload.do?flSeq=52799975'></img>\n\n(라) 청구인 회사 여직원(청구외 이○○ 소유의 ○○물산 직원을 겸임)인 청구외 임○○가 2000. 9. 18. 작성하여 피청구인에게 제출한 확인서에 의하면, 청구인 회사는 “오징어 원료 구입 → 해동 → 할복→ 절임 → 배합 → 젓갈류 판매”의 생산과정이고, 위 대지물산은 “명태원료 구입 → 해동 → 할복 → 세태 → 반건조 → 포장(명태 코다리)ㆍ판매”의 생산과정을 거치며, 두 회사 모두 1997년도부터 5명 이상의 근로자를 고용하고 있고, 현재까지 산재사고가 없었다는 등의 내용이 기재되어 있다.\n\n(마) 피청구인 담당 직원인 청구외 차○○가 2000. 9. 19. 작성한 사업장 실태 조사서에 의하면, 청구인 사업장은 1997년 이후 근로자 5명 이상의 상시근로자를 채용하여 오징어 젓갈류를 제조ㆍ판매해 온 사업장으로 1997. 1. 1.을 적용시점으로 수산식료품 제조업으로 적용하고자 한다는 내용이 기재되어 있으며, 1997년도 ∼ 1999년도 임금총액은 위 (다)항의 표중 “(A)+(B)”와 “청구인이 제출한 임금지불내역”중 많은 금액으로 산정하였고, 피청구인은 이를 근거로 2000. 9. 23.자로 청구인 회사의 1997년도 산재보험 확정보험료를 128만4,590원으로, 1998년도 산재보험 확정보험료를 131만2,180원으로, 1999년도 산재보험 확정보험료를 128만280원으로 각각 결정하고 이를 기한내에 납부하지 아니한데 대하여 각각 10%씩의 가산금을 부과 결정하였다.\n\n(바) 피청구인의 2001. 2. 7.자 “고용ㆍ산재보험료 및 임금채권부담금 독촉장 발부” 내부결재 공문 및 피청구인 직원인 청구외 박○○의 진술에 의하면, 피청구인은 청구인이 1997년도 ∼ 1999년도 산재보험 확정보험료 및 가산금을 납부하지 않자 동 보험료 등을 2001. 2. 24.까지 납부하라는 독촉장을 2001. 2. 7. 청구인에게 일반우편으로 발송하였다.\n\n(사) 재산압류통지서 및 국세체납처분에 의한 압류등기촉탁서에 의하면, 피청구인은 청구인이 위 산재보험료 등을 납부하지 않자 2001. 4. 14. 청구인 소유 부동산 2필지를 압류한다는 통지를 청구인에게 하고, 2001. 4. 18. 위 부동산을 압류하여 줄 것을 ○○지방법원 ○○등기소장에게 촉탁하였다.\n\n(2) 먼저 청구취지 1에 대하여 살피건대, 산업재해보상보험법(이하 “산재보험법”이라 한다) 제73조에 의하면 근로복지공단은 이 법에 의한 징수금의 납부통지에도 불구하고 이를 납부하지 아니한 때에는 기한을 정하여 납부의무자에게 독촉하여야 한다고 되어 있는 바, 위 인정사실에 의하면, 청구인이 1997년도 ∼ 1999년도분 산재보험 확정보험료ㆍ가산금 부과처분을 받고 납부기간내에 납부하지 아니한데 대해서는 당사자 사이에 다툼이 없다.\n그런데 청구인은 이 건 납부독촉처분이 취소되어야 하는 사유로서 당초의 산재보험료와 가산금이 잘못 산정된 임금총액에 기초하여 부과되었다는 점을 들고 있으나, 위 산재보험료 및 가산금 부과처분과 이 건 납부독촉처분은 그 목적이나 법적 효과를 달리하는 것이어서 산재보험료 및 가산금 부과처분의 하자를 이유로 이 건 납부독촉처분의 취소를 주장할 수는 없다 할 것이다.\n그렇다면 이 건 납부독촉처분이 적법ㆍ타당한지 여부는 당해 처분 자체의 하자의 유무에 따라 결정되어야 할 것인 바, 이 건 납부독촉처분에 특별한 하자가 있다고 볼만한 자료는 없으므로 이를 위법ㆍ부당하다고 할 수 없을 것이다.\n다음으로 청구취지 2에 대하여 살피건대, 산재보험법 제74조제1항에 의하면 근로복지공단은 징수금의 납부의무자가 징수금의 독촉처분을 받고도 징수금을 납부하지 아니하는 경우에는 국세징수처분의 예에 의하여 이를 징수할 수 있다고 되어 있는 바, 위 인정사실에 의하면 피청구인은 2001. 2. 7.자로 청구인에 대하여 1997년도 ∼ 1999년도분 산재보험 확정보험료 및 가산금을 2001. 2. 24.까지 납부하라는 독촉을 하였음에도 불구하고 청구인은 기한내에 위 보험료 등을 납부하지 아니한 사실이 분명하므로 국세체납처분의 예에 따라 행한 이 건 재산압류통지가 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}