{
    "행정심판재결례일련번호": 18229,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2001-03401",
    "의결일자": "2001-05-14",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "각종 정지.취소,과징금",
    "재결구분코드": 429042.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=18229&type=HTML&mobileYn=",
    "재결요지": "사 건 01-03401 국가유공자등록거부처분취소청구\n청 구 인 노 ○ ○\n전라북도 ○○시 ○○동 424-7번지\n피청구인 익산보훈지청장\n청구인이 2001. 3. 29. 제기한 심판청구에 대하여 2001년도 제17회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2001. 3. 13. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 1950. 8. 18. 육군에 입대하여 ○○사단 ○○연대 소속으로 복무중 강원도 ○○지구 전투에서 좌측어깨에 파편창을 입었고, 그후 △△사단 소속으로 복무중이던 1954. 11. 29. 차량전복사고로 우측어깨에 부상을 입었다는 이유로 2000. 5. 10. 국가유공자등록신청을 하였으나, 피청구인은 청구인의 부상사실을 입증할 수 있는 객관적인 자료가 없어 청구인의 부상경위 및 병명확인이 불가하여 현상병명과 공무수행과의 인과관계를 인정하기 곤란하다는 이유로 2001. 3. 13. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 6.25전쟁 당시 군에 입대하여 ○○ 팔공산전투에서 고지점령의 전공을 세웠고 ○○사단에 편입된 후 다시 ○○지구전투에 투입되어 다시 전공을 세워 1계급 특진하였으며, 이후 ○○지구 전투에서도 전공을 세워 1계급 특진하였고, 강원도 ○○지구 전투와 ○○을 거쳐 ○○까지 진격하였으나 ○○부근에서 중공군 기마병을 만나 포위되었고 여기서 후퇴하던 중 강원도 ○○지구 전투에서 왼쪽 어깨에 파편이 박히는 부상을 입었으나 연대 의무대에서 치료를 받은 후 다시 부대에 복귀하였으며, 이때 창설된○○사단의 기간 사병으로 차출되어 근무하던 중 1954. 12. 하순경 차량전복사고로 우측 어깨를 다쳐 입원 치료를 받고 1954. 12. 25. 제대하였는 바, 청구인이 군복무하였던 5년 4개월 동안 입원기록 등이 남아있지 아니한 것은 당시 중대장이 사단 의무대에 오래 입원하면 제대 특명이 취소된다고 하여 치료후 곧바로 부대에 복귀하였기 때문이며, 관련 기록 또한 보존연한이 경과하여 폐쇄된 것으로 보여지므로 피청구인이 입증자료가 없다는 이유만으로 이 건 처분을 한 것은 위법ㆍ부당하여 취소되어야 한다고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 청구인은 군복무중 강원도 ○○지구 전투에서 좌측어깨에 파편창을 입었고 다시 군복무중에 차량전복사고로 우측어깨에 부상을 입었다고 주장하나, 육군본부에서 현상병명과 군공무와의 관련성을 확인할 수 없다는 사유로 원상병명을 통보하지 아니한 점, 청구인의 거주표상 입원기록이 없고 인우보증인 선정도 불가능한 점, 청구인의 주장외에 부상사실을 입증할 수 있는 병상일지 등 구체적이고 객관적인 자료가 없는 점 등으로 보아 청구인의 현상병명과 공무수행과의 인과관계를 인정할 수 없으므로, 피청구인의 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제4호 및 제6호, 제6조, 제83조제1항\n동법시행령 제3조의2, 제8조, 제9조, 제9조의2, 제102조제1항제2호 및 별표 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 국가유공자비해당결정통보, 국가유공자등요건관련사실확인서, 거주표, 심의의결서 등 각 사본의 기재내용에 의하면, 다음과 같은 사실을 각각 인정할 수 있다.\n(가) 육군참모총장의 2000. 11. 3.자 국가유공자등요건관련사실확인서에 의하면, 청구인은 1950. 8. 18. 육군에 입대하여 1954. 12. 25. 상사로 전역한 것으로 되어 있고, 청구인의 상이원인은 “근무중”으로, 현상병명은 “1)이물(포탄파편) 좌견갑부, 2)우견관절 전방 탈구증, 3)우견관절 외상성 관절염”으로 기재되어 있고, 원상병명은 공란으로 되어 있다.\n\n(나) 청구인의 거주표상 입원기록은 없다.\n\n(다) 보훈심사위원회는 2001. 2. 23. 청구인은 군복무중 강원도 ○○지구 전투에서 좌측어깨에 파편창을 입었고 다시 군복무중에 차량전복사고로 우측어깨에 부상을 입었다고 주장하나, 육군본부에서 현상병명과 군공무와의 관련성을 확인할 수 없다는 사유로 원상병명을 통보하지 아니한 점, 청구인의 거주표상 입원기록이 없고 인우보증인 선정도 불가능한 점, 청구인의 주장외에 부상사실을 입증할 수 있는 병상일지 등 구체적이고 객관적인 자료가 없는 점 등으로 보아 청구인의 현상병명과 공무수행과의 인과관계를 인정하기가 곤란하다는 이유로 청구인을 국가유공자등예우및지원에관한법률 소정의 전상군경 요건에 해당하지 아니하는 자로 의결하였고, 이에 피청구인은 2001. 3. 13. 청구인에 대하여 이 건 처분을 하였다.\n\n(2) 살피건대, 청구인은 전투에 참가하여 좌측어깨에 파편창을 입었고 군복무중에는 차량전복사고로 우측어깨에 부상을 입었다고 주장하나, 그 부상경위 또는 부상부위 등에 대한 기록이나 병상일지 등의 객관적인 자료가 없어 청구인의 상이가 군복무로 인하여 발생한 것인 지의 여부를 확인할 수 없는 상태에서 청구인의 주장만으로는 청구인의 상이를 전공상으로 인정하기 어렵다 할 것이므로, 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}