{
    "행정심판재결례일련번호": 4746,
    "사건명": "유료고속도로체납통행료납부통지처분무효확인등청구",
    "사건번호": "2001-02108",
    "의결일자": "2001-04-23",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": "기타",
    "재결구분코드": 429038.0,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=4746&type=HTML&mobileYn=",
    "재결요지": "사 건 01-02108 유료고속도로체납통행료납부통지처분무효확인등청구\n청 구 인 백 ○○\n인천광역시 ○○구 ○○동 ○○아파트\n대리인 변호사 김 ○○\n피청구인 한국도로공사\n청구인이 2001. 2. 27. 제기한 심판청구에 대하여 2001년도 제15회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 모두 기각한다.",
    "청구취지": "(주위적 청구)\n피청구인이 2000. 11. 23. 청구인에 대하여 한 1,100원의 유료고속도로체납통행료납부통지처분은 무효임을 확인한다.\n(예비적 청구)\n피청구인이 2000. 11. 23. 청구인에 대하여 한 1,100원의 유료고속도로체납통행료납부통지처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 2000. 11. 18. 통행요금 1,100원을 내지 않고 ○○고속도로(○○ 고속국도 제2호를 말한다.\n이하 같다) 상행선의 ○○톨게이트(○○영업소)를 진행ㆍ통과하자, 피청구인이 2000. 11. 23. 청구인에 대하여 1,100원의 유료고속도로 체납통행료납부통지서를 발송(이하 “이 건 처분”이라 한다)하였다.\n2. 청구인 주장\n이에 대하여, 청구인은 다음과 같이 주장한다.\n가. 도로관련 법령상 고속국도 및 유료도로에 대한 관리청은 건설교통부장관으로 되어 있으므로 피청구인은 ○○고속도로의 도로관리청이 되지 아니하고 통행료징수에 관한 공권을 행사할 주체도 되지 못하며, 다만, 피청구인이 관련규정에 의하여 건설교통부장관의 일정업무를 대행할 수는 있으나 이 경우에도 통행료징수와 관련된 사항을 찾아볼 수 없을 뿐만 아니라 통행료징수에 관하여 권한이 위임되었다고 볼 만한 근거도 없다.\n\n나. 설령 피청구인이 도로관리청인 건설교통부장관의 위임에 따라 통행료징수 등의 업무를 처리한다 하더라도 이는 행정기관내부의 사무위임에 해당할 뿐 법률상 대외적인 권한위임에 해당하지 아니하는 바, 따라서 이 건 고속도로에 있어 통행료부과징수권은 법률상 도로관리청인 건설교통부장관에게 있으므로 피청구인의 이 건 처분은 법률상 권한 없는 자의 행위로서 당연무효라 할 것이다.\n다. 한편, 이 건 처분이 당연무효에 해당하지는 않는다고 보더라도, ○○고속도로는 유료도로법 제3조의 규정에 의한 유료도로로서의 기능을 상실하였 고, 이미 도로 신설ㆍ확장에 대한 투자비를 회수하였으며, 교통체증 등으로 인하여 통행료가 운전자들이 통상 받는 이익의 한도를 초과하고 있으므로 피청구인의 이 건 처분은 위법ㆍ부당하여 취소되어야 한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n가. 고속도로 관리청은 원칙적으로 건설교통부장관이지만 피청구인(한국도로공사)이 고속도로에 관한 건설교통부장관의 권한을 대행하는 경우 그 대행하는 범위안에서는 도로관련 법령의 적용에 있어서 당해 고속도로의 관리청이 된다.\n\n나. 고속도로 관리청인 건설교통부장관은 고속국도법 제6조의 규정에 의하여 ○○고속도로 등 유료도로에 대한 업무를 유료도로관리권자인 피청구인으로 하여금 대행하게 하고 있고, ○○고속도로가 유료도로법 제3조 및 제10조의 규정에 의한 유료도로로 지정ㆍ공고된 이상 이는 유료도로임이 분명하며, 따라서 교통량의 집중으로 일시적인 지ㆍ정체 현상이 빚어진다고 하여 통행료가 반환 내지 무료화되어야 한다는 주장은 이유 없다.\n다. ○○고속도로는 1968. 12. 21. 개통한 후 1969. 2. 15. 피청구인에게 관리가 이전되었고, 당초 통행료징수기간은 1968년 12월부터 1988년 12월까지로 설정되었으나 1980. 1. 4. 유료도로법 제9조제3항(통합채산제)의 신설에 따라 건설교통부장관의 승인을 받아 1980. 5. 20. ○○고속도로외 6개 노선 9개 구간에 대하여 통합ㆍ운영됨을 공고하였고, 그후 2회에 걸친 통행료징수기간변경승인을 얻어 2007년 11월까지 통행료징수기간이 연장되었는 바, 통합노선에 포함되어 있는 ○○고속도로에 대한 통행료징수는 정당한 법적 근거와 절차에 의한 것이다.\n\n라. ○○고속도로의 경우는 대체도로인 국도 ○○호선, □□호선 및 △△호선을 사용할 수 있어 ○○고속도로의 통행을 불가피하게 하지 않는 상황이고, 또한 고속교통이 가능하도록 높은 설계기준에 따라 설치되어 일반도로에 비하여 높은 편익을 제공하고 있어 유료도로로서의 요건을 갖추고 있으며, 교통혼잡과 도로의 유료화는 별개의 사안으로서 교통혼잡을 사유로 유료도로를 무료화한다면 단기적으로 교통혼잡이 가중될 뿐만 아니라 장기적으로 건설재원이 부족하여 도로사정이 악화될 것이다.\n\n마. 고속도로 통합채산제는 3,700㎞의 국가기간망 구축에 있어 필수불결한 제도로서 ○○고속도로가 무료화될 경우 기타 노선의 연쇄적인 무료화가 불가피하여 건설재원부족으로 인한 고속도로건설계획에 차질을 가져와 국가경쟁력이 약화될 것이고, 노선별 채산으로 인해 지역별로 통행료수준에 격차가 발생하며, 서해안선ㆍ중앙선 등 신설노선의 채산성이 악화되어 국토의 균형발전을 도모하기 위한 고속도로망 구축에 차질에 있게 되므로 이 건 처분은 적법ㆍ타당하다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n유료도로법 제2조제3항, 제3조, 제3조의3, 제8조 및 제9조\n구 한국도로공사법(1972. 12. 30. 법률 제2410호로 개정된 것) 제6조 및 부칙 제2항\n구 한국도로공사법(1977. 12. 19. 법률 제3025호로 개정된 것) 제6조제1항 및 부칙 제2항\n\n나. 판 단\n(1) 피청구인 등이 제출한 출자증명서, 유료고속도로공사공고문, 고속도로 유료화 공고문, 고속도로 통행료통합승인 공고문, 유료고속도로 통행료통합징수 및 징수기간변경 공고문, 유료고속도로 통행료징수기간 변경공고문, 고속도로 통행요금 변경공고, 유료고속도로 체납통행료 납부통지서, 우편물수령증 등 각 사본의 기재에 의하면 다음과 같은 사실을 인정할 수 있다.\n(가) 구 건설부장관은 1968. 2. 5. 건설부공고 제17호로 2급국도인 에 대한 유료도로 신설공사를 시행한다고 공고하였다.\n\n(나) 구 건설부장관은 1968. 12. 12. 건설부공고 제153호로 ○○ 고속도로에 대하여 1968. 12. 21.부터 1988. 12. 31.까지 20년간 통행료를 징수한다고 공고하였다.\n\n(다) 구 재무부장관의 1969. 2. 11.자 출자증명서에 의하면, 정부는 ○○고속도로를 한국도로공사에 현물출자(평가액 : 11억6,444만3,000원)하였다.\n\n(라) 구 건설부장관은 1980. 5. 9. 한국도로공사사장에 대하여 고속국도 제2호인 ○○외 6개 노선의 유료고속도로 통행료를 통합하여 징수함을 승인하고 이를 통보하였다.\n\n(마) 구 건설부장관은 1980. 5. 20. 건설부공고 제57호로 유료고속도로 통행료를 통합하여 징수하는 7개 노선의 고속도로에 대하여 통행료징수기간을 변경한다는 공고를 하였는데, ○○ 고속도로는 당초 1968년 12월부터 1988년 12월까지인 징수기간을 1968년 12월부터 1988년 3월까지로 변경하였다.\n\n(바) 구 건설부장관은 1988. 3. 31. 건설부공고 제○○호로 유료고속도로 통행료를 통합하여 징수하는 12개 노선의 고속도로에 대하여 통행료징수기간을 변경한다는 공고를 하였는데, ○○ 고속도로는 종전 1968년 12월부터 1988년 3월까지인 징수기간을 1968년 12월부터 1994년 9월까지로 변경하였다.\n\n(사) 구 건설부장관은 1994. 9. 30. 건설부공고 제□□호로 유료고속도로 통행료징수기간 변경공고를 하였는데, ○○ 고속도로의 통행료징수기한을 1997년 10월까지로 연장하였다.\n\n(아) 건설교통부장관은 1997. 10. 21. 건설교통부공고 제△△호로 유료고속도로 통행료징수기간 변경공고를 하였는데, ○○ 고속도로의 통행료징수기한을 2007년 11월까지로 연장하였다.\n\n(자) 건설교통부장관은 1999. 8. 21. 건설교통부공고 제▽▽호로 고속도로 전 구간에 대하여 통행요금을 변경하였는 바, 최저요금을 종전 1,000원에서 1,100원으로 조정하여 1999. 8. 23. 00:00부터 시행하기로 하였다.\n\n(차) 청구인이 2000. 11. 18. 08:26경 인천 70가 3392호 차량을 운행하다가 통행요금 1,100원을 내지 않고 ○○고속도로 상행선의 ○○톨게이트(○○영업소)를 진행ㆍ통과하자, 피청구인은 2000. 11. 23. 15:40 청구인에게 1,100원의 유료고속도로 체납통행료납부통지서를 빠른 등기(요금: 1,340원)로 발송하였다.\n\n(2) 먼저, 주위적 청구취지에 대하여 살피건대, 청구인은 피청구인이 이 건 도로에 대한 통행료부과처분을 할 수 있는 권한이 없다는 사유로 이 건 처분의 무효를 주장하고 있으나, 유료도로법 제2조제3항의 규정에 의하면 ‘유료도로관리권’이라 함은 ‘유료도로를 유지ㆍ관리하고 유료도로를 통행하거나 이용하는 자로부터 통행료 또는 점용료를 징수하는 권리’라고 되어 있고, 구 한국도로공사법(1972.12.30. 법률 제2410호로 개정된 것) 제6조제1항 및 제2항의 규정에 의하면 국가는 그가 설치한 유료도로의 사용권을 공사에 출자하여 그 통행료를 징수하게 할 수 있고 국가는 도로정비사업특별회계에 속하는 물품을 공사에 현물로 출자할 수 있다고 되어 있으며, 동법 부칙 제2항의 규정에 의하면, 동법 시행전에 국가가 한국도로공사에 현물로 출자한 유료도로는 동법 제6조의 규정에 의하여 사용권을 출자한 것으로 보며 출자가액은 동법 시행일까지 출자된 가액으로 한다고 되어 있고, 구 ○○공사법(1977. 12. 19. 법률 제○○호로 개정된 것) 제6조제1항의 규정에 의하면 국가는 유료도로관리권을 한국도로공사에 출자할 수 있다고 되어 있으며, 동법 부칙 제2항의 규정에 의하면 동법 시행전에 국가가 한국도로공사에 출자한 유료도로의 사용권은 동법 제6조의 규정에 의한 유료도로관리권의 출자로 본다고 되어 있고, 피청구인이 제출한 출자증명서에 의하면 국가는 1969. 2. 11. 서울-인천간 고속도로를 한국도로공사에 현물출자하였는 바, 따라서 피청구인은 위 유료도로관리권에 근거하여 이 건 ○○고속도로를 유지ㆍ관리하고 통행료 또는 점용료를 징수할 수 있는 권한을 가진다고 할 것이므로 이 건 처분이 권한없는 자의 행위로서 당연무효라는 청구인의 주장은 이유없다 할 것이다.\n\n(3) 다음, 예비적 청구취지에 대하여 살피건대, 청구인은 ○○고속도로가 유료도로법 제3조제1항의 규정에 의한 유료도로에 해당하지 아니한다고 주장하나, 서울특별시와 인천광역시간에는 ○○고속도로외에 46번국도 등 대체도로가 있어 당해 도로의 통행을 불가피하게 하지 아니하는 도로에 해당하고, ○○고속도로는 고속교통이 가능하도록 도로구조와 시설을 갖추고 있어 일반도로에 비하여 이용자에게 높은 편익을 제공하고 있는 점을 감안할 때 유료도로에 해당한다고 볼 것이므로 청구인의 주장은 이유없다 할 것이다.\n또한, 청구인은 ○○고속도로의 통행료가 당해 도로의 통행으로 통상 받는 이익의 한도를 초과하므로 유료도로법 제9조제1항의 규정에 위반한다고 주장하나, 전국의 유료도로에 대하여 일정 거리이내의 구간에 대하여는 ‘최저요금제’를 적용하고 있고 동 제도는 단거리를 운행하고자 하는 승용차의 고속도로이용을 자제하게 하여 산업물류망인 고속도로의 기능을 제고하려는데 그 목적을 두고 있는 바, 단지 ○○고속도로상에 교통체증이 있다고 하여 위 최저요금제를 적용한 ○○고속도로의 통행요금이 도로통행으로 받는 통상이익의 한도를 초과하였다고 단정할 수 없으므로 청구인의 주장은 이유없다 할 것이다.\n한편, 청구인은 ○○고속도로 개통이후 통행료징수액이 도로신설ㆍ확장비용을 상회하고 있으므로 계속 통행료를 징수하는 것은 유료도로법 제9조제2항의 규정에 위반한다고 주장하나, 고속국도 투자액의 회수기간을 단축하고 고속도로 건설재원의 안정적 확보 등을 위하여 유료도로법 제9조제3항의 규정에 근거하여 유료고속도로 전체노선을 하나의 도로로 통합하여 통행료를 징수하는 ‘통합채산제’ 방식을 채택ㆍ운영하고 있는 바, ○○고속도로에 대하여만 투자비회수여부와 관련시켜 통행료를 징수하지 않게 되면 다른 유료고속도로 이용자들과 비교하여 볼 때 형평성에 어긋나고 동 제도의 목적과도 부합하지 아니하게 되므로 청구인의 주장은 이유없다 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 모두 기각하기로 하여 주문과 같이 의결한다."
}