{
    "행정심판재결례일련번호": 225369,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2002-00659",
    "의결일자": "2002-03-18",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=225369&type=HTML&mobileYn=",
    "재결요지": "사 건 02-00659 국가유공자등록거부처분취소청구\n청 구 인 강 ○ ○\n경상북도 ○○시 ○○동 521-32번지\n대리인 변호사 임 ○ ○\n피청구인 안동보훈지청장\n청구인이 2001. 12. 31. 제기한 심판청구에 대하여 2002년도 제10회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2001. 10. 9. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1999. 11. 23. 육군에 입대하여 제○○사단 소속으로 복무중 특발성 혈소판 감소성 자반증의 상이를 입고 군병원에 입원치료후 2001. 4. 30. 전역하였다는 이유로 2001. 6. 7. 국가유공자등록신청을 하였으나, 피청구인은 청구인의 상이의 발병 또는 악화와 군 공무수행 사이에 인과관계를 인정하기 곤란하다는 이유 등으로 2001. 10. 9. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 육군에 입대하여 복무중 골반통증으로 2000. 12. 22. 국군△△병원에 입원하게 되었고, 청구인의 혈소판 수치가 정상범위 이하로 나타나 정밀검사를 실시한 결과 청구인의 질병이 특발성 혈소판 감소성 자반증으로 진단되었으며, 2001. 3. 9. 비장절제술을 시행받고 치료후 전역을 하였는 바, 신병교육대에서의 고된 교육훈련과 자대배치후 엄격한 내무생활 및 혹한기 훈련을 거치면서 청구인의 질병이 발생되었다고 볼 수 있는 점 등에 비추어 볼 때, 피청구인의 이 건 처분은 위법ㆍ부당하여 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조 및 제83조제1항\n동법시행령 제3조의2, 제8조, 제9조, 제9조의2, 제102조제1항, 별표 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 국가유공자등요건관련사실확인서, 진단서, 의무조사보고서, 공무상병인증서, 병상일지, 간호기록지, 입원환자정보지, 심의의결서, 국가유공자비대상결정통지서, 등록신청서 등 각 사본의 기재내용에 의하면, 다음과 같은 사실을 각각 인정할 수 있다.\n(가) 청구인은 1999. 11. 23. 육군에 입대하여 2001. 4. 30. 의병전역을 하였다.\n(나) 육군참모총장의 2001. 5. 31.자 국가유공자등요건관련사실확인서에 의하면, 청구인의 상이원인은 “근무중”으로, 원상병명과 현상병명이 “전비장절제술후상태(특발성 혈소판 감소성 자반증으로)”로 기재되어 있다.\n(다) 국군△△병원에서 작성한 청구인의 병상일지에 의하면, 청구인의 진단명이 “특발성 혈소판 감소성 자반증”으로 되어 있고, 청구인이 2000. 12. 22. 국군△△병원에 입원하여 2001. 3. 9. 비장절제술을 시행받았으며 이후 치료를 받다가 2001. 4. 30. 전역한 것으로 되어 있다.\n(라) 국군△△병원에서 작성한 입원환자정보조사지에 의하면, 입원경위란에 청구인이 입대전부터 골반통증이 있었고, 2000년 10월부터 통증이 심해져 정형외과에 외진을 갔다왔으며, 혈액검사상 이상소견을 보여 응급입원하게 되었다는 내용이 기재되어 있다.\n(마) ○○위원회는 2001. 9. 21. 청구인이 군복무중 특발성 혈소판 감소성 자반증으로 국군△△병원에 입원치료한 기록은 확인되나, 국군△△병원에서 작성한 입원환자정보조사지에 의하면, 청구인이 입대전부터 골반통증이 있었다고 기재되어 있어 청구인의 질병은 입대전 지병으로 볼 수 있는 점, 원색최신의료대백과사전(○○, 1992년)에 의하면, 특발성 혈소판 감소성 자반증은 주로 내분비 기능의 이상에 의하여 혈소판이 파괴되고 감소됨으로써 모세혈관벽에 장애가 일어나 피부점막의 출혈을 수반하는 중증질환이다라고 기술되어 있고, 비상임위원의 의학적 소견에 의하면, 만성 특발성 혈소판 감소성 자반증은 자가면역성 질환의 일종으로서 원인불명이며 환자 스스로 혈소판을 공격하는 항체를 만들어 내어 혈소판을 파괴하여 혈소판의 수치가 감소되는 질환이다라고 자문하고 있어 청구인의 질병의 발생 또는 악화와 군공무와의 관련성을 인정하기가 곤란한 점 등을 고려하여 청구인을 국가유공자등예우및지원에관한법률 소정의 공상군경 요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 이에 따라 피청구인은 2001. 10. 9. 청구인에 대하여 이 건 처분을 하였다.\n\n(2) 살피건대, 국군△△병원에서 작성한 입원환자정보조사지에 의하면, 청구인이 입대전부터 골반통증이 있었다고 기재되어 있어 청구인의 질병은 입대전부터 발병되었다고 추정할 수 있는 점, 일반적으로 특발성 혈소판 감소성 자반증은 주로 내분비 기능의 이상에 의하여 혈소판이 파괴되고 감소됨으로써 모세혈관벽에 장애가 일어나 피부점막의 출혈을 수반하는 질환인 점 등에 비추어 볼 때, 청구인의 질병인 특발성 혈소판 감소성 자반증과 군공무수행 사이에 상당한 인과관계를 인정하기가 어렵다고 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}