{
    "행정심판재결례일련번호": 225099,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2002-01018",
    "의결일자": "2002-02-18",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=225099&type=HTML&mobileYn=",
    "재결요지": "사 건 02-01018 국가유공자등록거부처분취소청구\n청 구 인 김 ○ ○\n전라남도 ○○시 ○○동 107-40 ○○아파트 209호\n피청구인 목포보훈지청장\n청구인이 2002. 1. 7. 제기한 심판청구에 대하여 2002년도 제6회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 각하한다.",
    "청구취지": "피청구인이 2001. 10. 4. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 1990. 2. 12. 육군에 입대하여 제○○사단 소속으로 근무하던 중 1991년 1월 “정신분열증”이 발생하여 1991. 6. 14. 의병전역하였다는 이유로 국가유공자등록신청을 하였으나, 피청구인은 청구인의 진술 이외에 발병사실을 입증할 수 있는 병상일지 등 객관적인 거증자료가 없어 발병경위 및 병명확인이 불가능한 점 등으로 보아 청구인의 위 상이와 군 공무수행과의 인과관계를 인정할 수 없다는 이유로 2001. 10. 4. 청구인에 대하여 국가유공자등록거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, ○○대학교 전산통계학교 3학년 1학기를 마치고 건강 및 정신상 아무런 이상이 없는 상태로 입대한 후 제○○사단 ○○해안대대 ○○중대 소총수로 배치받아 매일 데모 진압 훈련을 반복하여 받으면서 “정신분열증”의 증상이 발생하여 의병전역하였는 바, 청구인이 국토방위의 의무를 수행하기 위하여 군에 입대하였으나 매일 데모 진압 훈련을 받으면서 괴리감에 괴로워하였고, 당시 대학생들과 노동자들의 데모가 끊이지 않아 언제 출동할지 모르는 상황에서 함께 진리를 탐구하고 나라의 장래를 걱정하던 학우들을 향해 진압봉을 휘둘러야 하고, 경우에 따라서는 총을 겨눠야 한다는 생각에 잠도 제대로 잘 수 없었던 점, 청구인이 정신분열증으로 치료를 받는 10여년의 기간동안 청구인의 부모님을 비롯한 온 가족이 신경성 질환에 시달리고 있고, 청구인의 아버지는 고혈압으로 쓰러지기까지 하셔서 청구인 가족이 청구인으로 인하여 어렵게 생활하고 있는 점, 청구인이 군 복무 당시 진료를 받았던 병상일지 등 거증자료가 현재 ○○대 병원에 비치되어 있는 점 등을 고려하면 청구인의 위 상이가 군 공무수행과 관련하여 발생하였음이 분명하므로 피청구인의 이 건 처분은 위법ㆍ부당하여 취소되어야 한다고 주장한다.\n\n3. 이 건 청구의 행정심판적격여부\n가. 관계법령\n행정심판법 제18조제1항\n\n나. 판 단\n(1) 제출된 자료 및 기록에 의하면, 피청구인이 청구인이 신청한 상이와 군 공무수행과의 인과관계를 인정할 수 없다는 이유로 2001. 10. 4. 청구인에 대하여 이 건 처분을 하자 청구인은 이 건 처분이 있음을 안 날이 2001. 10. 7.이라고 하면서 2002. 1. 7. 이 건 행정심판의 청구를 제기하였다.\n\n(2) 살피건대, 행정심판법 제18조제1항의 규정에 의하면, 행정심판은 처분이 있음을 안 날부터 90일 이내에 제기하여야 한다고 되어 있는 바, 위 인정사실에 의하면, 청구인은 이 건 처분이 있음을 안 날인 2001. 10. 7.부터 90일을 초과하여 이 건 행정심판의 청구를 제기하였음이 명백하므로 청구인의 이 건 청구는 행정심판법 제18조제1항의 규정을 위반한 부적법한 청구라 할 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 심판제기요건을 결한 부적법한 청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}