{
    "행정심판재결례일련번호": 236395,
    "사건명": "상이처일부인정거부처분취소청구",
    "사건번호": "2003-07447",
    "의결일자": "2004-03-15",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=236395&type=HTML&mobileYn=",
    "재결요지": "사 건 03-07447 상이처일부인정거부처분취소청구\n청 구 인 김 ○ ○\n전라남도 ○○시 ○○동 ○○아파트 가동 1016호\n피청구인 ○○보훈지청장\n청구인이 2003. 8. 5. 제기한 심판청구에 대하여 2004년도 제8회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2003. 5. 13. 청구인에 대하여 한 상이처일부인정거분처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 1996. 10. 7. 해군에 입대하여 발목골절 및 정신질환의 장애를 입고 1999. 2. 6. 전역하였다는 이유로 2003. 1. 4. 국가유공자등록신청을 하였으나, 피청구인은 2003. 5. 13. 청구인의 '봉와직염(좌하퇴부농염)', '급성감염성질환(렙토스피라증 추정)'의 상이는 공상으로 인정되나, 청구인의 '정신분열증, 중등도 우울장애'에 대하여는 객관적인 입증자료가 없고 급성감염성질환으로 입원할 당시 의식정도 및 의사소통이 정상으로 확인되어 공무수행과의 인과관계를 인정하기 곤란하다는 이유로 공상으로 인정하지 아니하기로 결정하여 이를 청구인에게 통지(이하 '이 건 처분'이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n\n가. 청구인은 중학교 교사인 부모님 슬하에서 건강하게 자라서 ○○대학교에 재학 중이던 1996. 10. 7.에 해상병 ○○기로 입대하여 훈련을 받던 중 교관 및 조교로부터 심한 얼차려를 받아 1996. 10. 27. 발목골절로 국군○○병원에 입원하여 석고깁스를 하고 치료를 받았으나 통증이 계속되어 상급자에게 아프다고 수 차례에 걸쳐 이야기하였으나 '발목이 골절되면 원래 아픈 것이고 그런 인내심도 없이 어떻게 군 생활을 할 수 있겠느냐'는 등으로 묵살하였고, 급기야 1996. 11. 16. 02:00경 의무실로 실려가 깁스를 해체하여 보니 발목이 완전히 썩어버려 하체부위의 피부를 이식한 재수술을 받았으며, 이때부터 급격한 상황변화에 따른 적응부족으로 정신이상증세가 나타나기 시작하였고, 당시 의병제대를 건의하였으나 묵살 당하고 '신경의 통증과 골절부위는 시간이 가면 조금씩 회복된다'는 말을 들으며 1997. 2. 12. 강제퇴원을 당하였다.\n\n나. 퇴원 후 신병교육도 수료하지 못하고 목포 탄약창으로 보직을 받아 갔으나 상급자로부터 개인피복 등도 지급 받지 못하고 보직을 받았느냐며 심한 얼차려와 구타를 당하다보니 겁이나서 개인사비로 피복 등을 구입하여 생활하였고, 발목골절이 완치되지 않은 상태에서 상급자로부터 가혹행위 등을 당하다보니 혼자 있기를 좋아하고 사람을 기피하는 증세가 나타났다.\n다. 그 후 1998년 10월경 벼베기 작업에 동원되어 작업도중 발목골절부위의 상처가 더해져 급성유행성출혈열에 감염되어 심한 고열과 통증으로 국군△△병원으로 후송되었으나 의료시설 미비로 치료가 불가하여 헬기로 ○○병원으로 긴급후송되었고, 당시 입과 코로 피를 쏟으며 실신상태에서 산소호흡기에 의존하여 후송되었으며, 청구인과 같은 증상으로 후송도중 사망한 동료도 있다.\n\n라. ○○원에서 기적적으로 소생하였지만 당시 군의관의 '고열로 인한 뇌의 충격이 커서 합병증이 있을 것이다'라는 지적대로 후유증으로 머리가 먹먹하고 발목통증, 두통, 불면으로 단 하루도 진통제와 신경안정제를 복용하지 않으면 생활을 할 수가 없었고, 상급자로부터는 꾀병을 부린다고 구타 등의 가혹행위를 당하였으며, 이로 인해 제대 후에도 사회생활을 적응하지 못하였을 뿐만 아니라 복학도 하지 못한 채 현재 병원치료를 받고있다.\n\n마. 따라서, 입대 후 상급자 등으로부터 심한 구타와 가혹행위, 급성유행성 출혈열은 발병초기에 40도씨 이상의 고열로 의식을 잃는 것이 일반적인 병증임 등을 감안하면 청구인의 정신병은 군에서 발생한 일련의 사건 때문에 발생한 것이 분명하므로 이 건 처분은 위법ㆍ부당하므로 취소되어야 한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조 및 제83조제1항\n동법시행령 제8조, 제9조, 제9조의2, 제102조제1항\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 등록신청서, 국가유공자등요건관련사실확인서, 심의의결서, 병상일지, 진단서 및 인우보증서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 1996. 10. 7. 해군에 입대하여 1999. 2. 6. 병장으로 만기 전역하였다.\n\n(나) 해군참모총장은 2003. 3. 20. 청구인의 상이원인을 '훈련중 상이, 복무중 발생'으로, 원상병명을 '봉와직염(좌하퇴부 농염), 급성감염성질환(렙토스피라증 추정)'으로, 현상병명을 '정신분열증, 중등도 우울장애'로, 상이경위를 '본인진술 : 1996. 10. 27. 훈련중 발목골절의 중상을 입음. 1998. 10월경 벼베기 작업중 유행성출혈열이 발병하였고, 합병증으로 뇌에 장애가 옴'으로 하여 피청구인에게 통지하였다.\n\n(다) 보훈심사위원회는 2003. 5. 2. 청구인이 신청한 병명 중 '봉와직염(좌하퇴부농염), 급성감염성질환(렙토스피라증 추정)'은 입원치료를 받았음이 확인되어 원상병명으로 인정하기로 하고, '정신분열증, 중등도 우울장애'는 청구인의 진술 외에 공무수행과 관련하여 발병되었음을 입증할만한 객관적인 자료가 없고, 청구인이 급성감염성질환으로 입원할 당시 국군□□병원의 입원환자정보조사지(1998. 10. 24.)에 의식정도 '정상', 의사소통 '원만함'으로 기재되어 있음이 확인되어 공무수행과의 인과관계를 인정하기 곤란하다고 판단하여 공무상 질병으로 인정하지 아니하기로 각각 심의ㆍ의결하였으며, 이에 따라 피청구인은 2003. 5. 13. 청구인에 대하여 이 건 처분을 하였다.\n\n(라) 청구인과 같이 근무했던 청구외 임○○ 등의 인우보증인들은 청구인이 렙토스피라증으로 치료를 받고 퇴원한 후부터는 혼자 있기를 좋아하고 가끔 엉뚱한 행동을 하며 전우들과도 잘 어울리지 못하였고, 선임병들에게 야단을 많이 들었으며, 정신이 멍하고 느낌이 이상하다는 말을 가끔 하였고, 퇴원전보다 행동들이 많이 이상했다는 등의 진술하고 있다.\n\n(2) 살피건대, 국가유공자등예우및지원에관한법률 제4조제1항제6호에 의하면, 교육훈련 또는 직무수행중 상이(공무상의 질병을 포함한다)를 입고 전역 또는 퇴직한 자로서 동법 제6조의4의 규정에 의한 상이등급에 해당하는 신체의 상이를 입은 것으로 판정된 자를 공상군경으로 규정하고 있는 바, 위 인정사실에 의하면, 청구인은 '정신분열증, 중등도 우울장애'가 군 복무 중 상급자로부터 심한 구타, 가혹행위 및 급성유행성출혈열 등으로 인해 발병되었다고 주장하나, 이에 대한 청구인 및 인우보증인들의 진술 외에는 청구인이 군 공무수행 중에 정신질환을 일으킬 정도로 극도의 불안을 야기할 만한 행위 및 특수한 근무환경이 있었다는 기록을 확인할 수 없는 점, 청구인이 급성감염성질환(렙토스피라증 추정)으로 입원한 국군□□병원의 병상일지에도 청구인의 정신질환에 대하여 아무런 기록이 없는 점, 일반적으로 정신질환은 선천성ㆍ기질성 질환으로 분류되는 질환으로서 군 공무와 관련성을 인정하기는 곤란한 점 등에 비추어 볼 때, 청구인의 현상병명인 정신분열증 및 중등도 우울장애와 군 공무수행과의 인과관계를 인정하기는 어렵다 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}