{
    "행정심판재결례일련번호": 231967,
    "사건명": "산업재해보상보험료등부과처분취소청구",
    "사건번호": "2003-02840",
    "의결일자": "2003-07-21",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=231967&type=HTML&mobileYn=",
    "재결요지": "사 건 03-02840 산업재해보상보험료등부과처분취소청구\n청 구 인 ○○대학교 (총장 ○ ○ ○)\n서울특별시 ○○구 ○○동 1번지\n대리인 공인노무사 ○ ○ ○\n피청구인 근로복지공단(서울서부지사장)\n청구인이 2002. 3. 26. 제기한 심판청구에 대하여 2003년도 제24회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2002. 12. 30. 청구인에 대하여 한 1999년 산업재해보상보험료 및 임금채권부담금 등 총 547만 260원의 부과처분은 이를 취소한다.",
    "이유": "1. 사건개요\n피청구인은 청구인이 신고ㆍ납부한 1999년도 산업재해보상보험(이하 '산재보험'라 한다) 확정보험료 및 임금채권부담금을 산정함에 있어 임금총액에서 시간강사의 임금을 누락하였다는 이유로 1999년도 산재보험 확정보험료 473만 6,160원과 가산금 47만 3,610원, 임금채권부담금 23만 6,810원과 가산금 2만 3,680원 합계 547만 260원을 추가로 부과(이하 '이 건 처분'이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n\n가. 산재보험법(고용보험법 및 임금채권보장법 포함)이 제정 시행된 이래 수 십 년 동안 대학은 산재보험료 산정시 시간강사료를 포함시킨 바 없고, 피청구인들 또한 시간강사료에 대한 산재보험료등의 부과처분이나 확정조사시 이를 지적한 바 없었던 상황에서 2002년도에 소멸시효가 완성되는 시간강사료 부분에 대한 1999년도 산재보험료를 부과하였다.\n\n나. 청구인 또한 시간강사와 같은 특수 고용형태의 종사자들도 사회보장을 받을 필요가 있다는 원칙에는 공감하지만, 시간강사의 근로자성을 판단함에 있어서는 과거의 선례, 행정해석, 판결례 등과 사회적 통념 및 인식에 기초하여야 하는데 어느 날 갑자기 일방적으로 행정처분을 하는 것은 그 파장이 근로기준법 등 모든 노동법 관련 법률에 미치고, 그 효과는 산재보험료 부과처분 금액의 정도와는 비교할 수 없는 위력이 있음에도 불구하고 이에 대한 총체적 배려와 판단이 배제된 감이 있으며, 산재보험료 부과처분으로 국가의 최고고등교육을 절대적으로 담당하는 사립대학교의 재정 및 운용에 상당한 부담을 초래하게 된다는 점에서 볼 때, 이에 대한 대비와 시간적 고려가 전혀 없는 상태에서 이루어진 행정처분은 취소되어야 한다.\n다. 시간강사는 학기 단위로 임용하나 기본급 없이 시간당 강사료만 지급되고 방학기간 중에는 급여가 전혀 지급되지 않으며, 강의시간 이외의 시간에는 타 대학이나 기관에서 강의를 담당할 수 있어 전속성이 없고, 시간강사에 대한 복무규정이 존재하지 않을 뿐만 아니라 강의내용, 강의방법, 강의교재의 선정, 강의 일정 변경, 성적의 평가 등이 전적으로 시간강사에게 위임되어 있어 근로기준법상의 단시간근로자와도 다르다.\n\n라. 근로자성 여부 판단의 일반적 기준에 근거 시간강사의 근로자성 여부를 판단해 보면 다음과 같다.\n\n(1) 업무의 내용이 사용자에 의하여 정하여지고 업무의 수행과정도 구체적으로 지휘감독을 받는지 여부\n강의계획, 강의시간, 강의안, 강의내용, 교재 등의 강의수행에 대한 일체의 내용을 대학에서 정한 바 없고, 시험출제, 감독, 평가시 대학의 지휘ㆍ감독ㆍ간섭이 일절 없으며, 수강생의 출결관리 방법 등에도 일절 지시 및 지휘 감독이 없고, 성적 평가의 방법ㆍ구성항목에 대한 배점배분의 제한도 없어 전적으로 강사의 재량권 내에 있는 등 업무(강의)의 내용이 학교에 의하여 정하여지지 않으며, 업무(강의)의 수행과정도 구체적으로 지휘감독을 받고 있지 않다.\n\n(2) 근로자가 업무를 수행함에 있어 사용자로부터 정상적인 업무 수행명령과 지휘감독을 받는지 여부\n업무수행명령과 지휘감독이 없고, 강의 시간 중 외부인사를 초빙하는 대강에 있어서도 강사의 자율권이 전적으로 주어져 있으며, 타 대학 및 타 기관 등에의 출강에 있어서 횟수, 시간 등에 아무런 제한 및 신고의무가 없는 등 강사가 강의를 수행함에 있어 사용자로부터 업무 수행명령과 지휘 감독을 받지 않는다.\n\n(3) 시업과 종업시각이 정하여 지거나 사용자의 구속을 받는 근로시간이 구체적으로 정하여져 있는지 여부\n강의시간 전 출근의무가 없고, 강의 후 잔류의무가 없으며, 강의 일정의 변경(휴강, 보강, 일정 변경 등)이 강사의 전권으로 이루어지고, 기타 규정상의 출퇴근 의무 부여가 없으며, 출강날인표는 강사료 지급을 위한 출근일수 근거용으로 요식적, 자율적 확인사항이고, 매학기 초 강의시간 배정 등은 학사일정 내에서 협의하여 결정할 뿐인 등 시업과 종업시각이 정하여지지 않으며 학교의 구속을 받는 근로시간이 구체적으로 정하여져 있지 않다.\n\n(4) 지급 받는 금품이 순수한 근로의 대가인지 여부\n강사료는 수강생의 학업성취를 목적으로 하는 강의와 평가를 대상으로 지급되는 강의(업무)수수료이며, 전임강사와는 달리 정해진 강사료 외에 연구비 및 기본급 등이 전혀 없고, 강의료도 수강인원의 비율에 따라 지급율을 달리하는 등 근로의 대가라기보다는 수수료 성격이 강하며, 업무 위촉된 강의시간을 강사 임의로 초과하여 강의한 경우라도 초과분 강의료를 지급하지 않는 등 지급 받는 금품이 업무(강의)처리의 수수료 성격이지 순수한 근로의 대가가 아니다.\n\n(5) 복무위반에 대하여 제재를 받는지 여부\n기본적으로 시간강사에 대한 복무규정이 없어서 복무 위반에 대한 제재를 받지 않으며(근태관리도 없음), 복무규정을 확인하고 정하는 당사자간의 계약과정도 없고(전임강사는 복무규정 명시), 강의평가는 수강생이 전적으로 판단하며, 학교는 강의 평가의 결과를 재위촉 등에 반영할 뿐인 등 복무위반에 대하여 제재를 받을 기준이나 행위가 없다.\n\n(6) 그 밖에도, 근로계약 등 쌍방에 의한 계약의 체결이 아닌 위촉행위로써 업무(강의) 위탁이 이루어지며, 업무의 대체성이 강사의 자율권으로 주어져 있고, 겸업(타 대학 및 타 기관 출강 포함)에 대한 제한이나 신고의무가 없을 뿐만 아니라 학교에 의한 관여가 일절 없는 등 겸업의 자유가 보장되어 전속성도 전혀 없으며, 학교의 다른 근로자와는 달리 복리후생 및 제(諸)규정의 적용을 받지 않고 업무(강의)에 필요한 관련 비용에 대한 지원이 없고, 박사과정에 재학중인 학생도 시간강사로 위촉되며, 위촉기간 이외(방학기간 내)에는 출강, 출교, 금품지급이 일절 없는 등 일반적으로 근로자성 여부를 판단하는 또 다른 기준인 전속성, 대체성, 계약형식성, 관련규정적용유무 등에 있어서도 시간강사의 근로자성을 인정할 수 있는 근거는 희박하다.\n\n마. 2002. 11. 25. 근로복지공단(보험적용부)본부에서 '산재보험 적용 철저 관련 공문을 각 근로복지공단 각 지역본부에 시행하자 피청구인이 이 건 처분을 한 것으로 이는 행정법의 일반원칙인 신뢰보호 원칙과 행정절차법 제4조제2항의 소급적용 금지 원칙에 반하는 것이다.\n\n(1) 신뢰보호의 원칙이란 행정기관의 어떤 결정의 정당성 또는 존속성에 대한 국민의 신뢰가 보호할 가치가 있는 경우에는 보호되어야 한다는 원칙으로 이는 국세기본법 제18조제3항에서도 '세법의 해석 또는 국세행정의 관행이 일반적으로 납세자에게 받아들여진 후에는 그 해석 또는 관행에 의한 행위 또는 계산은 정당한 것으로 보며…'라고 규정하여 소급처분행위를 금지하고 있다.\n\n(2) 1963년 산업재해보상보험법이 제정된 이후 40년 동안 산재보험료 산정시 시간강사료 부분에 대하여 산재보험료를 산정ㆍ납부한 바 없고, 피청구인 또한 매년 확정보험료에 대하여 확인 조사하면서 이를 지적하거나 보고 및 관계서류의 제출 또는 검사를 요구한 바 없으며 6만 여명의 시간강사가 산업재해보상보험법상의 급여를 단 한차례도 청구한 바 없었다는 뚜렷한 관행이 존재하였고, 일반적으로 청구인을 포함한 일반국민들에게는 시간강사료는 산재보험료 산정시 포함되지 않는다는 인식이 상식과 법해석으로 자리 잡고 있었다고 하는 점을 부인할 수 없다.\n\n(3) 행정절차법 제4조제2항의 규정에 의하면, 행정청은 법령 등의 해석 또는 행정청의 관행이 일반적으로 국민들에게 받아들여진 때에는 공익 또는 제3자의 정당한 이익을 현저히 해할 우려가 있는 경우를 제외하고는 새로운 해석 또는 관행에 의하여 소급하여 불리하게 처리하여서는 아니 된다고 되어 있는 바, 과거 40년간의 관행 및 법해석 사례들이 일반적으로 국민(청구인들 포함)들에게 받아들여진 상태이었음을 부정하기 어렵고, 시간강사료에 대한 산재보험료 부과는 시간강사에 대한 산재보험급여 적용을 위한 것이 ‘실제적 이익’이고, 이것이 곧 '공익 또는 제3자의 정당한 이익'이라면, 과거 40년 동안 시간강사의 업무상재해 발생 또는 보험급여 청구가 단 한차례도 없었다는 현실에서 볼 때, 시간강사에 대한 보험료 추징이 차후에는 몰라도 이전으로 소급되지 않는다고 하여 '공익 또는 제3자의 정당한 이익'을 '현저히 해할'우려가 있다고 볼 수 없으며, 이건 보험료징수처분이 있었던 2002년도(산재보험료는 매해년도 초일로부터 확정보험료에 대한 시효가 발생되므로, 1년 단위의 의미성을 갖고 있음) 이전에 근로복지공단에서 시간강사료에 대한 보험료 산정 포함과 관련된 법령해석이 전혀 없었던 점과 새로운 관행(산재보험료 자진납부 또는 징수처분 및 판결례)으로 성립된 다수의 선례가 없고 관행으로 볼 수 있는 기간의 경과조차 없었던 점으로 보아 ‘새로운 해석 또는 관행’이 없이 최초의 해석만이 있었을 뿐이라고 할 것이어서 이 건 처분은 행정절차법 제4조제2항에 적합하지 않다 할 것이다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n\n가. 산업재해보상보험법에서는 근로자에 대한 명문규정을 두지 않고 근로기준법상 근로자를 산업재해보상보험법상 근로자로 본다고 규정하고 있으며, 근로기준법 제14조에 의한 근로자에 해당하는지 여부를 판단함에 있어서는 그 계약의 형식이 민법상의 고용계약인지 또는 도급계약인지에 관계없이 그 실질에 있어 근로자가 사업 또는 사업장에서 임금을 목적으로 종속적인 관계에서 근로를 제공하였는지 여부에 따라 판단하여야 할 것이고, 그 구체적 판단기준은 ① 근로자의 업무를 수행함에 있어 사용자로부터 정상적인 업무수행 명령과 지휘ㆍ감독에 대하여 거부할 수 없어야 하고, ② 시업과 종업시간이 정하여지고 작업장소가 일정장소로 특정되어 있어야 하며, ③ 업무의 내용이 사용자에 의하여 정하여지고 업무의 수행과정도 구체적으로 지휘ㆍ감독을 받아야 하고, ④ 지급받은 금품이 업무처리의 수수료(수당)성격이 아닌 순수한 근로의 대가이어야 하며, ⑤ 위 내용이 충족되고 복무위반에 대하여 일반근로자와 동일하게 징계 등 제재를 받아야 한다고 할 수 있다.\n\n나. 시간강사의 경우 지휘감독에 있어 학기별 단위로 위촉하되 학기 중이라도 수업에 충실치 않고 교수능력이 부족할 뿐만 아니라 강사로서의 품위를 유지할 수 없다고 인정될 때에는 해촉 또는 재계약시 탈락사유가 되며, 강의실 배정, 강의시간표 편성 등이 학교 측에 의하여 결정되고, 실제 강의시간에 대한 강의료 외에도 시험기간, 등록기간, 사업주 귀책사유로 인한 휴업기간 등에 대하여는 강사료를 지급하고 있으며, 대학은 월 1회 보수지급일에 정기적으로 강사료를 지급하고 강사료에 대하여 근로소득세를 원천징수하여 납부하고 있는 등을 종합적으로 검토해보면 근로기준법 제14조에 의한 근로자에 해당된다고 할 수 있다.\n다. 시간강사가 근로기준법상 근로자에 해당함은 근무실태, 관계법령, 판례의 입장 등에 비추어 볼 때 분명하고, 근로기준법상 근로자에 해당하는지 여부는 다른 법률과의 관계, 대학의 재정문제 등을 고려하여 정책적 차원에서 판단할 문제가 아니라 시간강사의 근무실태 및 지위, 관계법령의 적법한 해석 등을 통하여 근로자에 해당하면 당연히 관계법령을 적용함에 있어 근로자로 보아야 하는 것이다.\n\n라. 청구인은 신뢰보호의 원칙상 시간강사를 근로자로 판단함은 부당하다고 주장하나, 행정의 신뢰보호원칙이 적용되기 위해서는 행정청이 개인에 대하여 신뢰의 대상이 되는 공적인 견해표명을 하고, 행정청의 견해표명이 정당하다고 신뢰한 데에 대하여 그 개인에게 귀책사유가 없어야 하며, 그 개인이 그 견해표명을 신뢰하고 이에 어떠한 행위를 하여야 하고, 행정청이 견해표명에 반하는 처분을 함으로써 그 견해표명을 신뢰한 개인의 이익이 침해되는 결과가 초래되어야 하는 것인 바, 피청구인은 시간강사가 근로자가 아니라는 견해를 대내외적으로 표현한 사실이 없고, 그로 인하여 신뢰가 형성되었다고 볼 수도 없으며, 그 신뢰에 기초하여 어떠한 행위가 행해진 사실도 없고, 피청구인이 견해표명에 반하는 처분을 한 사실도 없으므로 신뢰보호원칙에 위배된다는 청구인의 주장은 이유없다 할 것이다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n산업재해보상보험법 제4조제2호ㆍ제5조 및 제96조\n동법시행령 제3조\n근로기준법 제14조 및 제18조\n행정절차법 제4조\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 보험료조사징수통지서, 산재보험 적용철저 공문, 시간강사의 산재ㆍ고용보험 적용여부 및 보험료신고에 대한 안내, 시간강사에게 지급된 임금조사 공문, 민원회신 등 각 사본의 내용을 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n\n(가) 피청구인은 청구인이 산재보험료를 신고ㆍ납부하면서 시간강사료를 임금총액에서 누락한 사실을 확인하고 1999년 시간강사에 대하여 지급한 총임금을 7억 8,936만원으로 하여 2002. 12. 30. 1999년도 산재보험료(임금채권부담금 포함) 및 가산금 총 547만 260원의 부과처분을 하였다.\n\n(나) 산업재해보상보험법시행령 제3조(법의 적용제외사업)의 규정에 의하면, 대학의 경우 이 법의 적용제외사업으로 각각 규정되어 있다가 사립대학은 1994. 11. 9. 동 시행령 개정(대통령령 제14412호)으로 1996. 1. 1.부터, 국공립대학은 2000. 6. 27. 동 시행령 개정(대통령령 제16871호)으로 2001. 1. 1.부터 산업재해보상보험법 적용 대상 사업장이 되었다.\n\n(다) 피청구인은 2002년 5월경 청구인을 포함한 각 초ㆍ중ㆍ고ㆍ대학교장에게 '시간강사의 산재ㆍ고용보험 적용여부 및 보험료신고에 대한 안내' 공문을 통지하였으며 그 내용은 다음과 같다.\n\n1) 산재ㆍ고용보험법의 적용을 받는 근로자라 함은 근로기준법 제14조에 의한 근로자 즉 '직업의 종류를 불문하고 사업 또는 사업장에서 임금을 목적으로 근로를 제공하는 자'로서 근로자인지의 여부는 계약의 명칭에 관계없이 그 실질에 있어 임금을 목적으로 사용종속적인 관계에서 근로를 제공하였는지 여부에 따라 판단하여야 하는 바, 시간강사가 귀 학교와 사용종속관계하에서 근로를 제공하고 임금을 지급받고 있다면 산재ㆍ고용보험법상 근로자에 해당한다.\n\n2) 시간강사가 보험관계가 성립되어 있는 둘 이상의 사업장(학교)에 동시에 고용되어 있는 경우 산재보험은 산업재해보상보험법 제5조의 규정에 의거 사업장별로 각각 적용하므로 각 대학별로 실 지급한 연간 시간강사료에 의거 산재보험료를 부담하여야 하나, 고용보험은 ① 임금이 가장 많은 사업장, ② 월 소정근로시간이 가장 많은 사업장, ③ ①②번으로도 순위를 결정할 수 없는 경우에는 근로자가 선택한 사업장 순에 의거 하나의 사업장에서만 피보험자격을 취득하고 보험료를 부담하게 된다.\n\n3) 산재보험의 경우 연령이나 근로시간에 관계없이 적용 되나, 고용보험의 경우 고용보험법 제8조 및 동법시행령 제3조제2항에 의거 ① 60세 이후 새로이 고용된 자, ② 현재 65세 이상인 자, ③ 월간 소정 근로시간이 80시간미만 또는 주당 18시간 미만인 자 ④ 외국인의 경우(체류자격을 가진 자는 제외)는 적용제외 근로자에 해당된다.\n\n4) 근로자인 시간강사가 여러 대학에 강의하던 중 업무상재해를 당하였을 경우에는 근로를 제공하다가 재해가 발생한 대학에서 산재처리를 하여야 한다.\n\n(라) 전국사립대학교 행정관리자 협의회장 등이 제기한 민원에 대한 근로복지공단 본부의 2003. 2. 25.자 민원 회신문(적용6402-145)에 의하면, 근로기준법 제14조에 의한 근로자라 함은 위임ㆍ도급 기타 계약의 명칭에 불구하고 사업 또는 사업장에서 임금을 목적으로 근로를 제공하는 자를 말하는 바, 대학의 시간강사는 학기별 단위로 위촉하되 학기도중이라도 수업에 충실치 않고 교수능력이 부족할 뿐 아니라 강사로서의 품위를 유지할 수 없다고 인정될 때는 학기 도중이라도 해촉 또는 재계약시 탈락사유가 되며, 강의 이외에도 해당강좌의 수강생에 대하여 출결관리 및 시험출제ㆍ감독ㆍ채점ㆍ평가 등 학사관리 등의 업무를 수행하고 있으며, 강의실 배정, 강의시간표 편성 등이 학교 측에 의해 결정되고 있으며, 실 강의시간에 대한 강의료 외에도 사업주 귀책사유로 인한 휴업기간 등에 대하여는 강사료(휴업수당)를 지급하고 있고, 대학은 월 1회 보수지급일에 정기적으로 강사료를 지급하고 강사료에 대하여 근로소득세를 원천징수하여 납부하고 있는 등 사용ㆍ종속적 지위에서 근로를 제공하고 그 대가로 임금을 받는 근로자에 해당되는 것으로 판단하고 있으며, 산재보험의 소멸시효는 산업재해보상보험법 제96조의 규정에 의거 보험료 기타 이 법에 의한 징수금을 징수하거나 그 반환을 받을 권리 및 보험급여를 받을 권리는 3년간 행사하지 않으면 소멸시효가 완성된다고 규정되어 있어 소멸시효가 완성되지 않는 한 보험료를 소급 징수하여야 한다는 내용이 기재되어 있다.\n\n(마) 대학은 고등교육법 등에 근거하여 학칙으로 시간강사에 관한 규정, 급여에 관한 규정, 직제규정 등을 정하고 있는 바, 청구인과 피청구인 사이에 이견이 없는 일반적인 대학 시간강사의 근무실태는 다음과 같다.\n\n1) 시간강사의 위촉 및 해촉\n각 대학의 시간강사에 관한 규정에 의하면, 시간강사는 대학의 총장이 위촉하며, 위촉자격이나 위촉의 제한 및 해촉 사유를 각각 정하고 있고, 담당시간은 주당 9시간(교양과목은 15시간) 이상을 담당할 수 없도록 규정하고 있다.\n\n2) 업무\n시간강사는 해당강좌 수강생에 대하여 출결관리 및 시험출제ㆍ감독ㆍ채점ㆍ평가 등 학사관리 등의 업무를 수행하고, 계약된 시간외의 시간에 타 대학 등에서 강의하는 것에 대한 제한은 없으며, 강의실 배정, 강의시간표 편성 등은 학교 측에서 기본 프레임을 작성하여 배정하되 조정가능 한 경우 시간강사의 의사를 반영하고 있고, 강의교재 선정, 강의 내용, 강의 방법 등은 강사의 자율권에 위임하고 있다.\n\n3) 보수\n위촉기간 내의 강의시간 수에 대해 강의료를 월 1회 보수지급일에 정기적으로 지급하고, 시험기간, 등록기간, 학교 또는 국가적 행사로 인하여 휴업한 때 등의 사유로 휴업시에는 실제로 강의를 실시하지 아니한 시간에 대하여도 강사료를 지급하며, 사용자가 시간강사료에 대하여 근로소득세를 원천징수하여 납부하고 있다.\n\n4) 기타\n시간강사는 단시간 근로자로서 고용보험(근로시간이 주당 18시간 미만인 자) 및 국민연금(시간제 근로자)은 적용제외 대상자이며, 건강보험(시간제 근로자)은 지역가입 대상자이다.\n\n(2) 이 건 처분의 위법ㆍ부당여부에 대하여 살펴보기로 한다.\n\n(가) 먼저 이 건 시간강사는 근로자가 아니라는 주장에 대하여 살피건대, 산업재해보상보험법 제4조제2호, 제5조 및 근로기준법 제14조의 규정을 종합해 보면, 근로자라 함은 직업의 종류를 불문하고 사업 또는 사업장에 임금을 목적으로 근로를 제공하는 자를 말하며, 근로자를 사용하는 모든 사업은 산업재해보상보험법의 적용을 받도록 되어 있고, 근로기준법상의 근로자에 해당하는지 여부는 그 계약의 형식이 민법상의 고용계약인지 또는 도급계약인지에 관계없이 그 실질에 있어 근로자가 사업 또는 사업장에 임금을 목적으로 종속적인 관계에서 사용자에게 근로를 제공하였는지 여부에 따라 판단하여야 할 것이며, 여기서 종속적인 관계가 있는지 여부는 업무의 내용이 사용자에 의하여 정하여지고 취업규칙 또는 복무(인사)규정 등의 적용을 받는지 여부, 업무수행과정에 있어서도 사용자로부터 구체적이고 개별적인 지휘ㆍ감독을 받는지 여부, 사용자에 의하여 근로시간과 근무장소가 지정되고 이에 구속을 받는지 여부, 근로자 스스로가 제3자를 고용하여 업무를 대행케 하는 등 업무의 대체성 유무, 비품ㆍ원자재ㆍ작업도구 등의 소유관계, 보수의 성격이 근로 자체의 대상적 성격이 있는지 여부와 기본급이나 고정급이 정하여져 있는지 여부 및 근로소득세의 원천징수 여부 등 보수에 관한 사항, 근로제공관계의 계속성과 사용자에의 전속성의 유무와 정도, 사회보장제도에 관한 법령 등 다른 법령에 의하여 근로자로서의 지위를 인정받는지 여부, 양 당사자의 경제ㆍ사회적 조건 등을 종합적으로 고려하여 판단하여야 한다.\n\n시간강사가 근로자에 해당하는지 여부에 관하여 이러한 판단기준과 위 인정사실에 따라 살펴보면 다음과 같다.\n\n1) 시간강사는 각 대학에서 학칙으로 정하고 있는 '시간강사에 관한 규정'에 의거 대학의 총장이 시간강사를 위촉하고 해촉하는 점, 교수능력이 부족할 뿐만 아니라 강사로서의 품위를 유지할 수 없다고 인정되는 등의 경우에는 대학으로부터 해촉되거나 재위촉이 제한되는 점, 교원의 특성상 강의내용은 시간강사에게 어느 정도 자율권이 있다고 하더라도 주당 강의해야할 강의시간과 출결관리 및 평가방법 등에 대해서는 학칙 등 대학에서 정한 학사관리 기준에 의할 수밖에 없는 점, 강의시간과 장소는 사용자에 의해 일반적으로 정하여지고 있으며 설령 시간강사와 협의하여 결정한다하더라도 이것을 시간강사가 자유로이로 정한다거나 구속을 받지 않는다고는 할 수 없을 것인 점 등을 종합하면 시간강사는 대학과의 관계에 있어 대학의 지휘감독을 받는 종속적인 지위에 있다고 할 것이다.\n\n2) 지급받는 시간강사료가 근로의 대가인지 여부에 대하여 살펴보면, 시간강사의 경우 실제 강의시간에 대한 강의료뿐만 아니라 시험기간, 등록기간, 학교 또는 국가적 행사 등으로 인한 휴업시에는 실제로 강의하지 않은 시간에 대하여도 강사료를 지급받고 있고, 월 1회 정기적으로 강사료를 지급 받으며, 강사료에 대하여 대학에서 근로소득세를 원천징수하여 납부하고 있는 점 등을 종합하면 시간강사료는 근로의 대가인 임금으로 보아야 할 것이다.\n\n3) 업무의 대체성 유무 및 전속성이 있는지 여부에 대하여 살펴보면, 위촉된 시간강사가 일부 강의시간을 제3자로 하여금 진행하게 하거나 참석토록 할 수 있다하더라도 시간강사가 제3자를 고용하여 업무 전체를 대행케 할 수는 없다 할 것이어서 업무의 대체성은 없다고 할 것이고, 시간강사가 여러 대학에서 강의를 하는 경우에 있어 전속성 여부의 문제는 시간강사가 어느 대학에서 강의를 하든지 그 대학에서 정한 강의시간에는 강의를 하여야 할 의무를 부담하는 것으로 강의시간 만큼은 그 대학에 전속되어 있다고 할 것이므로 시간강사의 대학 전속성을 인정할 수 있다 할 것이다.\n\n4) 이상과 같은 점 등을 종합적으로 고려할 때, 시간강사는 근로기준법 제 14조에서 정하고 있는 바와 같이 임금을 목적으로 종속적인 관계에서 사용자에게 근로를 제공하는 근로기준법상의 근로자에 해당한다고 할 것이다.\n\n(나) 다음으로 이 건 처분이 행정절차법 제4조제2항에 위배되었다는 주장에 대하여 살펴보면(청구인은 신뢰보호의 원칙의 위반에 대해서도 따로 주장하고 있으나, 행정절차법 제4조제2항 자체가 신뢰보호의 원칙을 성문화한 것이라고 할 수 있고 실제 내용도 학설이나 판례에서 이야기하고 있는 신뢰보호의 원칙과 대동소이하여 신뢰보호의 원칙을 따로 검토하더라도 이 사건의 결론에는 영향을 미치지 않는다고 할 것이므로 그에 대한 판단은 생략하기로 한다), 행정절차법 제4조제2항은 행정청은 법령 등의 해석 또는 행정청의 관행이 일반적으로 국민들에게 받아들여진 때에는 공익 또는 제3자의 정당한 이익을 현저히 해할 우려가 있는 경우를 제외하고는 새로운 해석 또는 관행에 의하여 소급하여 불리하게 처리하여서는 아니된다고 규정되어 있고, 청구인은 산업재해보상보험법 제정 이후 40년 동안 산재보험료 산정 및 신고시 시간강사료 부분을 포함하여 산정하거나 신고한 바 없으며, 피청구인 또한 매년도 확정보험료에 대한 확인과 조사시 이를 지적하거나 관계서류의 제출 또는 검사를 요구한 바 없고, 시간강사의 업무상재해 발생 또는 보험급여 청구가 단 한차례도 없어 시간강사료에 대하여는 산재보험료를 부과하지 않는다는 뚜렷한 관행이 형성되고 이 관행이 일반적으로 국민들에게 받아들여진 상태이며, 시간강사에 대한 보험료 부과를 이전으로 소급되지 않는다고 하여 '공익 또는 제3자의 정당한 이익'을 '현저히 해할' 우려가 있다고 볼 수도 없어 피청구인의 이 건 처분이 행정절차법 제4조제2항을 위반하였다고 주장하나, 행정절차법의 위 조항과 유사한 국세기본법 제18조제3항의 규정과 관련하여 형성된 판례에 따르면, 행정청의 관행이 일반적으로 국민들에게 받아들여져 비과세 관행이 성립하였다고 하려면, 장기간에 걸쳐 어떤 사항에 대하여 과세를 하지 아니한 객관적 사실이 존재할 뿐만 아니라, 행정청 자신이 그 사항에 관하여 과세할 수 있음을 알면서도 어떤 특별한 사정 때문에 과세하지 않는다는 의사가 있고, 이와 같은 의사가 대외적으로 명시적 또는 묵시적으로 표시될 것임을 요하고 있다.\n\n그런데, 이 건 산재보험료 부과의 경우 산업재해보상보험법 제65조에서 보험가입자는 매 보험년도마다 그 1년간에 사용할 모든 근로자에게 지급할 임금총액의 추정액을 보험년도의 초일부터 70일 이내에 공단에 신고ㆍ납부하도록 규정되어 있음에도 청구인 등 산재보험 가입 대학에서 시간강사에 대한 임금을 누락한 임금총액을 기준으로 산재보험료를 신고ㆍ납부한 것은 사실이나, 이것은 보험가입자인 대학이 임의적으로 시간강사료를 임금총액에서 누락하고 이에 기초하여 보험료를 자진 신고한 것에 불과한 점, 사립대학이 산업재해보상보험법 적용 대상 사업장이 된 시점이 1996. 1. 1. 이후이고 각 대학에서 산재보험에 가입한 시점도 그 이후인 점을 고려하면 피청구인이 시간강사료가 누락되어 산재보험료가 신고ㆍ납부된 사실에 대하여 장기간에 걸쳐 묵인하였다거나 이에 대한 산재보험료를 부과하지 아니하기로 하였다고 보기도 어려운 점, 피청구인이 보험가입자가 실제 근로자에게 지급한 임금총액을 기준으로 하는 확정보험료를 신고하지 아니하거나 그 신고가 사실과 다른 경우에 그 사실을 조사하여 확정보험료를 산정하고 부족액을 징수할 수 있음에도 청구인이 신고ㆍ납부한 산재보험료에 대하여 매년 확인 조사하면서도 시간강사료가 누락된 사실을 지적하거나 관계서류의 제출 또는 검사를 요구한 사실이 없다고 하여 이를 피청구인이 시간강사료에 대하여 산재보험료를 부과하지 않겠다는 의사를 대외적으로 표시한 것이라고 단정하기는 어려운 점, 그 밖에 피청구인이 청구인 등 대학에서 신고한 산재보험료가 시간강사료를 누락한 임금총액을 기준으로 신고ㆍ납부된 사실을 알면서도 어떤 특별한 사정에 의하여 산재보험료를 부과하지 않는다는 의사가 있었고 이와 같은 의사가 대외적으로 명시적 또는 묵시적으로 표시되었다고 인정할만한 명백한 증거도 없는 점 등을 종합적으로 고려할 때, 단순히 청구인 등 산재보험 가입 대학에서 시간강사료를 누락한 임금총액을 기준으로 산정한 산재보험료를 신고ㆍ납부한 사실이 있고, 이에 대하여 피청구인이 확인하거나 조사하여 부족액을 추가징수하지 않았다고 하여 그러한 사정만으로는 행정청의 관행이 성립되어 이 건 산재보험료 부과 처분이 행정절차법 제4조제2항의 규정에 위배된다고 볼 수 없다 할 것이다.\n\n(다) 따라서 청구인에 대한 피청구인의 이 건 처분은 위법ㆍ부당하다 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}