{
    "행정심판재결례일련번호": 242879,
    "사건명": "국가지정문화재보존구역내행위허가거부처분",
    "사건번호": "2004-15891",
    "의결일자": "2005-05-16",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=242879&type=HTML&mobileYn=",
    "재결요지": "사 건 04-15891 국가지정문화재보존구역내행위허가거부처분취소청구\n\n청 구 인 윤 ○ ○\n인천광역시 ○○군 ○○읍 ○○리 97-1\n\n피청구인 문화재청장\n\n청구인이 2004. 10. 22. 제기한 심판청구에 대하여 2005년도 제18회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 9. 24. 청구인에 대하여 한 국가지정문화재보존구역내행위허가거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 2004년 9월 국가지정문화재인 '○○갯벌 및 저어새번식지'의 옆에 있는 ○○군 ○○면 ○○리 산159번지 임야 1만1,901㎡ 중 1,321㎡(이하 '이 건 토지'라 한다)를 농지로 개간하고자 피청구인에게 그 허가를 신청하였으나, 피청구인은 2004. 9. 24. 문화재 및 주변경관의 훼손이 우려된다는 이유로 국가지정문화재보존구역내행위허가거부처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2.\t청구인 주장\n이에 대하여 청구인은, 50년 이상을 ○○군에서 살아온 토박이로서 1998년 직장에서 명예퇴직한 뒤 퇴직금으로 이 건 토지를 마련하였고, 이 건 토지를 개간하여 텃밭이라도 일구면서 살아가려고 하였으나, 피청구인은 이 건 토지의 개간을 허가하지 아니하였는바, 지금 경제가 매우 어려워 채소를 심어 어려운 살림에 조금이라도 보태려는 청구인의 안타까운 심정을 고려할 때, 이 건 처분은 너무 가혹하여 취소되어야 한다고 주장한다.\n\n3.\t피청구인 주장\n이에 대하여 피청구인은 다음과 같이 주장하다.\n\n가. '○○갯벌 및 저어새번식지'는 게ㆍ굴ㆍ갯지렁이 등 각종 저생생물이 풍부하여 철새들의 서식환경을 갖추고 있고 우리나라에서 규모가 가장 크고 아시아에서도 가장 아름다운 갯벌일 뿐만 아니라 세계 5대 갯벌의 하나로서 국제적으로도 그 중요성이 잘 알려진 우리의 귀중한 자연유산이므로, 오염물질의 해안유입을 방지하고 매립ㆍ간척ㆍ개간 등 무분별한 해안개발을 방지하며 문화재의 주변 자연경관을 보호하기 위하여 피청구인은 2000. 7. 6. ○○도 서쪽해안 일대의 공유수면을 국가지정문화재인 천연기념물 제○○○호로 지정하였다.\n\n나. 「인천광역시 문화재보호 조례」 제25조의2제4항제2호 및 별표 1의 규정에 의하면 공유수면 경계로부터 100m 이내에서 개간 등 토지의 형질변경행위와 수목 벌채 등의 행위는 제한되도록 되어 있고, 환경 분야의 학식과 경험이 풍부한 사계의 권위자로 구성된 ○○위원회에서 이 건을 심의한 결과 이 건 토지는 문화재에 50m쯤 떨어져 있어 문화재 및 주변경관의 훼손이 우려된다는 이유로 '부결'을 결정하였으며, 전문가의 의견에 따르면 이 건 토지의 산림을 벌목하고 농지로 개간하여 영농행위를 할 경우 비료ㆍ농약성분 및 토사 등이 갯벌로 유입되어 갯벌의 국부적 부영양화가 우려되고, 이와 유사한 개간이 계속 허가될 경우 ○○갯벌과 서계적 멸종위기종인 저어새에 미치는 악영향이 확대될 것으로 예상된다.\n다. 그렇다면, 천연기념물 제○○○호로 지정된 '○○갯벌 및 저어새번식지'의 지정구역으로부터 50m쯤 떨어진 임야 400평을 농지로 개간하고자 하는 청구인의 신청을 거부한 피청구인의 이 건 처분은 ○○위원회의 전문적 심의를 거쳐 적벌한 절차에 따라 결정된 것으로서 재량권을 일탈ㆍ남용하지 아니한 적법한 행정처분이다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n문화재보호법 제20조제4호\n동법 시행규칙 제18조의2제2항제2호\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 문화재보존에 영향을 미치는 행위 사전검토 결과 회신 공문, 국가지정문화재 현상변경 허가신청 서류, ○○위원회의 심의 결과, 이 건 처분통지서, 관계 전문가 검토의견서 등 각 사본의 기재에 의하면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 피청구인은 2000. 7. 6. ○○도 서쪽 해안 일대의 공유수면을 천연기념물 제○○호 '○○갯벌 및 저어새번식지'로 지정하였다.\n\n(나) 청구인은 2004년 9월 이 건 토지를 농지로 개간하고자 ○○군수 및 인천광역시장을 거쳐 피청구인에게 허가를 신청하였는데, ○○군수의 2004. 9. 10.자 의견서에는 이 건 토지가 ○○갯벌 및 저어새번식지 보호구역 지정구획선에 직접 접해 있는 임야로서 해안으로부터 50m쯤 떨어진 것으로 되어 있다.\n\n(다) ○○대학교 해양학과 홍○○의 2004. 11. 9.자 의견서에는 이 건 토지(임야)를 개간할 경우 숲의 생태적 기능이 상실되고 농지에 사용되는 비료가 40m쯤 떨어진 갯벌로 유입되어 갯벌이 국부적으로 부영양화가 될 것이 우려되며 앞으로 이와 유사한 민원이 발생하여 계속 허가할 경우 ○○갯벌은 환경 영향의 규모가 더욱 확산될 것으로 예상된다고 기재되어 있고, △△대학교 생명과학과 조△△의 의견서에는 농약ㆍ비료 및 토사 등이 직접 갯벌로 유입되면 갯벌 생물에게 악영향을 마치고 특히 저어새의 번식기에 농약에 오염된 먹이가 어린 새에게 공급되거나 갯벌생물이 감소될 경우 어린 새의 생존에 악영향이 클 것으로 보인다고 기재되어 있으며, ○○과학관 백○○의 2004. 11. 8.자 의견서에는 이 건 토지는 갯벌과 50m쯤 떨어져 있어 개간할 경우 현재의 상태보다 토사ㆍ퇴비ㆍ농약ㆍ화학비료 등 오염물질의 유출이 상당수 발생하여 강우시 수계로 유입되어 갯벌에 상당한 영향을 줄 것으로 보인다고 기재되어 있다.\n\n(라) ○○위원회의 천연기념물 분과위원회에서는 2004. 9. 22. ○○갯벌 및 저어새번식지 주변 임야의 개간에 대하여 심의한 결과 '불허'하기로 의결하였고, 피청구인은 2004. 9. 24. ○○위원회에서 이 건 토지의 개간허가를 부결하였다는 이유로 이 건 처분을 하였다.\n\n(2) 이 건 처분의 위법ㆍ부당 여부에 대하여 살펴본다.\n\n(가) 「문화재보호법」 제6조ㆍ제20조, 동법 시행령 제15조 및 동법 시행규칙 제18조의2의 규정을 종합하면, 문화재청장은 ○○위원회의 심의를 거쳐 기념물중 중요한 것을 천연기념물로 지정할 수 있고, 국가지정문화재의 현상을 변경하거나 그 보존에 영향을 미칠 우려가 있는 행위(국가지정문화재의 외곽경계로부터 500미터 이내의 지역에서 당해 국가지정문화재의 보존에 영향을 줄 수 있는 소음ㆍ진동 등을 유발하거나 대기오염 물질ㆍ화학물질ㆍ먼지 또는 열 등을 방출하는 행위 등)를 하고자 하는 자는 문화재청장의 허가를 받아야 하되, ○○위원회는 국가지정문화재의 환경보전을 위한 행위의 제한ㆍ금지 등에 관한 사항을 조사ㆍ심의하도록 되어 있으며, 「인천광역시 문화재보호 조례」 제25조제4항제2호 및 별표 1에서는 천연기념물 제○○호 ○○갯벌 및 저어새번식지의 공유수면 경계로부터 100미터 이내 개간 등 토지의 형질변경과 수목벌채 등은 제한대상 행위에 해당된다.\n\n(나) 위 인정사실에 의하면, 이 건 토지는 천연기념물 제○○○호 ○○갯벌 및 저어새번식지로 지정된 지역의 해안으로부터 50m쯤 떨어져 있고, 전문가들의 의견에 의하면 이 건 토지를 개간할 경우 숲의 생태적 기능이 상실되고 농지에 사용되는 농약ㆍ비료 및 토사 등이 직접 갯벌로 유입되면 갯벌 생물에게 악영향을 미치고 특히 저어새의 번식기에 농약에 오염된 먹이가 어린 새에게 공급되거나 갯벌생물이 감소될 경우 어린 새의 생존에 악영향이 클 것으로 예상된다고 되어 있는 점, 문화재와 관련된 분야의 학식과 경험이 있는 자로 구성된 ○○위원회의 천연기념물 분과위원회에서 2004. 9. 22. ○○갯벌 및 저어새번식지 주변 임야의 개간에 대하여 심의한 결과 '불허'하기로 의결한 점, 「인천광역시 문화재보호 조례」 제25조제4항제2호 및 별표 1의 규정에 의하면 천연기념물 제○○○호 ○○갯벌 및 저어새번식지의 공유수면 경계로부터 100미터 이내 지역에서의 개간 등 토지의 형질변경과 수목벌채 등이 제한대상 행위로 규정되어 있는 점 등을 종합적으로 살펴볼 때, 이 건 토지를 개간할 경우 국가지정문화재인 ○○갯벌 및 저어새번식지의 보존에 영향을 미칠 것으로 보아 이 건 토지의 개간을 거부한 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}