{
    "행정심판재결례일련번호": 237785,
    "사건명": "신상등공개처분취소청구",
    "사건번호": "2004-07009",
    "의결일자": "2004-07-05",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=237785&type=HTML&mobileYn=",
    "재결요지": "사 건 04-07009 신상등공개처분취소청구\n청 구 인 이 ○ ○\n대구광역시 ○○구 ○○동 221번지 ○○타운 106-202\n피청구인 청소년보호위원회\n청구인이 2004. 3. 31. 제기한 심판청구에 대하여 2004년도 제24회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 2. 18. 청구인에 대하여 한 신상등공개결정처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 아파트 경비원으로 근무하던 2003. 1. 29. 14:00경 위 아파트에 사는 친구를 만나러 와 경비실에 설치되어 있는 인터폰으로 친구와 통화하던 청구외 고○○(여, 당시 10세, 이하 '피해자'라 한다)의 엉덩이를 만지고, 성기를 만지는 등 위력으로써 피해자를 추행하여 성폭력범죄의처벌및피해자보호등에관한법률 등을 위반하여 법원으로부터 벌금 250만원을 받고 2003. 4. 27. 형이 확정되었으며, 피청구인은 관계기관으로부터 청구인의 위와 같은 범죄 관련 자료를 제출받아 2004. 2. 13. 청구인의 신상 및 범죄사실의 요지를 ‘청소년대상 성범죄 방지를 위한 계도문’에 공개하기로 의결하고, 2004. 2. 18. 청구인에게 신상등공개처분통지서를 청구인에게 발송하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 장사를 하여 4남매를 다 키우고 몸이 좋지 않아 40대에 잠시 쉬었다가 최근에 경제적으로 쪼들려 아파트 경비를 하게 되었는데, 평소에도 어린이를 보면 머리를 쓰다듬고 엉덩이를 토닥이며, 안아 주는 등 원래 성격상 어린이를 좋아하여, 이 건 당일에도 피해자가 너무 뚱뚱하여 살을 빼야한다고 하면서 엉덩이를 두드리고, 안아 주었는데 이 광경을 지나가는 사람이 보고 돈을 받아낼 목적으로 행패를 부리면서 경찰서에 신고하게 된 것으로, 청구인은 성추행 사실이 없으며, 비록 엉덩이를 만진 것이 성추행이라고 하더라도 평소에 성실하게 살아와 아파트 관리실장으로부터 표창장을 받은 점, 피해자와 원만히 합의하였고 피해자도 처벌을 원하지 않는 점, 신상 등이 공개되면 청구인의 사회활동을 할 수 없고 직장에서도 퇴직해야 하는 점 등을 고려할 때, 신상 등을 공개해서는 아니 될 것이므로 이 건 처분은 취소되어야 한다고 주장한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n\n가. 청소년의성보호에관한법률에서는 피청구인이 청소년을 대상으로 한 성범죄자의 성명, 연령, 직업 등의 신상과 범죄사실의 요지를 그 형이 확정된 후 청소년대상성범죄방지를 위한 계도문에 게재하여 공개할 수 있다고 규정하고 있다.\n\n나. 이에 따라 피청구인은 관계기관으로부터 형이 확정된 청소년대상 성범죄자의 관련 자료를 접수받아 사전심의위원회의 심의 → 당사자 사전의견제출 기회통보 → 사전심의위원회의 재심의→청소년보호위원회의\n재의결 등 소정의 절차와 엄격한 심의를 거쳐 공개대상자를 선정하고, 공개대상자의 성명(한글 및 한자), 연령 및 생년월일, 직업(판결문 기준), 주소(판결문 기준 시ㆍ군ㆍ구까지) 등의 신상과 범죄사실의 요지를 관보, 청소년보호위원회 홈페이지(6월간), 정부중앙청사 및 16개 시ㆍ도 게시판(1월간)에 게시하도록 하고 있다.\n다. 피청구인은 관계기관으로부터 청구인의 범죄관련자료를 2003. 9. 27. 접수하여 사전심의위원회심의( 2003. 10. 28), 당사자의 사전의견 제출기회통지 및 당사자 의견접수(2003. 12. 18.～ 2004. 1. 15.), 재심의(2004. 2. 9) 등의 절차를 거쳐 청소년보호위원회에서 청구인의 신상 및 범죄사실의 요지를 ‘청소년대상 성범죄 방지를 위한 계도문’에 공개하기로 의결함에 따라 2004. 2. 18. 신상등공개처분통지서를 청구인에게 송달하였다.\n\n라. 청구인이 13세 미만의 청소년을 위력으로써 강제추행하여 벌금 250만원의 처벌을 받은 사실이 분명하고, 이를 근거로 청소년의성보호에관한법률 제20조의 규정에 따라 청구인의 신상과 범죄사실의 요지를 공개하기로 한 이 건 처분은 적법ㆍ타당하다.\n\n마. 특히, 청구인은 입주민의 자녀인 아동ㆍ청소년을 항시적으로 접촉하고 있으며, 이들을 보호하여야 하는 직업적 책임이 있는 아파트 경비원임에도 관리ㆍ감독하는 공간내에서 성추행을 하였고 또한 이 건 관련 성추행외에도 이와 유사한 사례가 2회 더 있었던 것으로 보아 청구인의 선처주장은 이유 없다.\n\n바. 피청구인은 재범방지를 위한 교육과정을 성실히 이행하면 공개를 면제하는 절차를 안내하고 제공하였음에도 불고하고, 청구인은 이에 응하지 아니하여 공개를 피할 수 있는 기회를 청구인 스스로 포기하였으므로 이 건 처분은 정당하다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n청소년의성보호에관한법률 제10조, 제20조\n동법시행령 제3조, 제4조\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 피의자신문조서, 처분사전통지서, 신상등공개처분통지서, 신상공개사전심의위원회운영규정(피청구인 예규), 민원서류처리결과에 대한 통지 등 각 사본의 기재에 의하면 다음의 사실을 인정할 수 있다.\n\n(가) 청구인은 아파트 경비원으로 근무하던 2003. 1. 29. 14:00경 위 아파트에 사는 친구를 만나기 위해 방문하여 경비실에 설치되어 있는 인터폰으로 통화하던 청구외 고○○(여, 당시 10세, 이하 '피해자'라 한다)의 엉덩이를 만지고, 성기를 만지는 등 위력으로써 피해자를 추행하여 성폭력범죄의처벌및피해자보호등에관한법률 등을 위반하여 법원으로부터 벌금 250만원을 받아 2003. 4. 27. 형이 확정되었다.\n\n(나) 피청구인은 2003. 12. 12. 청구인이 성폭력범죄의처벌및피해자보호등에관한법률 제8조의2 제2항 및 형법 제298조 등을 위반하여 2003. 4. 27. 벌금 250만원이 확정되었으므로 '청소년대상 성범죄예방을 위한 계도문'에 성명, 연령, 직업, 주소 등의 신상과 범죄사실의 요지를 게재하여 공개하고자 하니 처분의 내용에 대한 의견을 2003. 12. 29.까지 피청구인에게 제출하도록 처분의 사전통지를 하였다.\n\n(다) 청구인은 피청구인의 위 사전통지에 대하여 아무런 의견도 제출하지 아니하였다.\n\n(라) 신상공개사전심의위원회규정(청소년보호위원회 예규) 별표에 의하면, 필요적 합산항목(형량 : 40점, 범죄유형 : 20점, 대상청소년의 연령 : 20점, 범행동기ㆍ수단ㆍ결과ㆍ죄질 : 10점, 범행전력 : 10점)과 기타 고려항목(총득점의 10%가감)을 합산하여 60점 이상이면 신상공개대상자로 결정하도록 되어 있는 바, 신상공개사전심의위원회는 2004. 2. 9. 청구인에 대하여 위 표에 따른 점수를 부여한 결과 형량 20점, 범죄유형 15점, 대상청소년의 연령 20점, 범행동기ㆍ수단ㆍ결과ㆍ죄질 5점으로 총점 60점을 부여하였다.\n\n(마) 피청구인은 2004. 2. 13. 청구인의 신상 및 범죄사실의 요지를 ‘청소년대상 성범죄 방지를 위한 계도문’에 공개하기로 의결하였다.\n\n(바) 피청구인은 2004. 2. 18. 청구인에 대하여 청구인이 성폭력범죄의처벌및피해자보호등에관한법률 제8조의2제2항 및 형법 제298조 등을 위반하여 2003. 4. 27. 250만원의 벌금형이 확정되었으므로 청소년의성보호에관한법률 제20조의 규정에 의거 청구인의 성명, 연령, 생년월일, 직업, 주소 등의 신상과 범죄사실의 요지를 청소년대상성범죄방지를 위한 계도문에 수록하여 신상공개 처분 사실 송달의 효력 발생 후 60일이 경과한 후에 관보, 청소년보호위원회의 인터넷홈페이지 등에 6월간 게재하고, 정부중앙청사 및 특별시ㆍ광역시ㆍ도의 본청 게시판에 1월간 게시하겠다는 내용의 신상등공개처분 통지를 하였다.\n\n(사) 피청구인은 2004. 4. 12. 청구인이 2004. 3. 31. 이 건 행정심판을 청구하자, 동 청구서를 검토하여 강제추행자중 일부 저위험군에 대한 재발방지를 위한 교육과정을 성실하게 이수하면 공개를 면제해 줄 수 있는 교육기회를 청구인에게 주기로 의결하였고, 청구인도 이에 동의하였으나, 청구인은 위 교육에 참석하지 않고 이를 거부하였다.\n\n(2) 살피건대, 청소년의성보호에관한법률 제20조 및 동법시행령 제3조의 규정에 의하면 청소년보호위원회는 청소년에 대하여 형법 제298조(강제추행)의 죄를 범한 자의 성명, 연령, 직업 등의 신상과 범죄사실의 요지를 그 형이 확정된 후 이를 게재하여 공개할 수 있도록 하고, 신상 등의 공개를 결정함에 있어서는 공개대상자 및 대상 청소년의 연령, 범행동기, 범행수단과 결과, 범행전력 등을 고려하도록 하되, 그 구체적인 판단기준은 청소년보호위원회가 정하도록 하고 있으며, 동 위원회에서는 이러한 위임에 따라 공개대상자 결정기준으로서 고려대상 항목을 대상자의 형량, 범죄유형, 대상 청소년의 연령 등으로 구분하여 각 항목별로 점수를 부여하도록 하고 이들 점수를 합하여 60점 이상이 되면 공개대상자로 결정하도록 하고 있다.\n\n위 인정사실에 의하면, 청구인은 2003. 1. 29. 14:00경 신상 등 공개대상 범죄인 청소년(여, 10세)에 대하여 강제추행죄를 범하여 250만원의 벌금형의 선고를 받아 동 판결이 확정되었고, 이에 따라 피청구인은 위 기준에 의하여 청구인에 대하여 각 항목별로 점수를 부여하여 그 총점이 60점(형량 20, 범죄유형 15점, 대상청소년의 연령 20점, 범행동기ㆍ수단ㆍ결과ㆍ죄질 5점)이 됨에 따라 공개대상자로 결정하였는 바, 이러한 청소년보호위원회의 점수부여에 특별히 사실관계를 오인하였거나 재량을 일탈하였다고 볼만한 점은 인정되지 아니하므로, 청구인이 신상 등의 공개대상 범죄인 청소년에 대하여 강제추행의 죄를 범하였다는 이유로 행한 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}