{
    "행정심판재결례일련번호": 241487,
    "사건명": "정보공개거부처분취소청구",
    "사건번호": "2004-15874",
    "의결일자": "2005-02-25",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=241487&type=HTML&mobileYn=",
    "재결요지": "사 건 04-15874 정보공개거부처분취소청구\n청 구 인 방 ○ ○\n경상북도 ○○시 ○○읍 ○○동 121 △△교도소\n피청구인 법무부장관\n청구인이 2004. 10. 26. 제기한 심판청구에 대하여 2005년도 제8회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "피청구인이 2004. 8. 2. 청구인에 대하여 한 정보공개거부처분은 이를 취소한다.",
    "청구취지": "주문과 같다.",
    "이유": "1. 사건개요\n청구인이 2004. 7. 9. 피청구인에 대하여 ①사무관리규정 제23조 및 제24조에 의한 기록물배부대장 및 기록물등록대장(2003. 1. - 정보공개시까지), ②기록물분류기준표, ③2003. 1. - 정보공개시까지의 교정관련 훈령·예규·고시·통첩 및 지시공문 등의 문서제목 전부(문서번호, 일자기재), ④2002년 이후 교정시설별 수용자 피복류배부계획 및 배부현황에 대하여 정보공개를 청구하였으나, 피청구인은 2004. 8. 2. 청구인이 공개를 청구한 정보 가운데 위 ②, ③, ④에 대하여는 공개, ①에 대하여는 그 분량이 방대하여 업무수행에 현저한 지장을 초래할 우려가 있으므로 사본 및 복제물의 교부는 제한하며 열람 시 비공개 대상정보는 제외한다고 결정하여 이를 청구인에게 통지하였다.\n\n2. 청구인 주장\n피청구인의 위 결정은 공공기관의 「공공기관의 정보공개에 관한 법률」 제8조제2항 규정을 오해하였고, 피청구인이 특정되지 않은 일부 정보에 대하여 구체적인 이유제시없이 공개거부처분을 하여 헌법상 보장되는 청구인의 알권리를 침해하고 있다고 주장한다.\n\n3. 피청구인 주장\n피청구인은, 다음과 같이 주장한다.\n\n가. 「공공기관의 정보공개에 관한 법률」 제13조제2항의 규정에 의하면, 공공기관은 공개대상정보의 양이 과다하여 정상적인 업무수행에 현저한 지장을 초래할 우려가 있는 경우에는 정보의 사본·복제물을 일정 기간별로 나누어 교부하거나 열람과 병행하여 교부할 수 있다고 규정하고 있는바, 이 건 기록물배부대장 및 등록대장의 분량이 A4용지 약 8,552매에 이르고 있어 공개 또는 비공개부분을 선별하는데 많은 시간과 인력이 소요되는 등 정상적인 업무수행에 현저한 지장을 초래할 우려가 있기 때문에 위 조항에 의거하여 청구인에게 먼저 위 정보를 열람하게 한 후 이에 병행하여 사본을 제공하는 방법으로 공개하겠다는 취지로 이 건 처분을 하였다.\n\n나. 「공공기관의 정보공개에 관한 법률」 제9조제1항의 규정에 의하면, 공공기관이 보유·관리하는 정보라 하더라도 동법 제9조제1항제1호 내지 제8호에 해당하는 정보에 대하여는 이를 공개하지 아니할 수 있다고 규정하고 있는바, 위 기록물배부대장 및 기록물등록대장에 수록된 기록물은 「법무부 행정정보공개 지침」(법무부 예규 제710호)의 비공개대상정보로 분류된 기록물과 혼재된 상태에서 일괄 수록되어 있어 위 대장자체를 청구인에게 열람하게 할 수 없기 때문에 청구인에게 비공개대상정보는 제외한다는 취지로 통지를 하였다.\n다. 청구인은 ○○교도소에 수용중인 자로서, 1998. 8. 11.부터 2004. 11. 16.까지 총 51건의 형사고소·고발, 행정소송, 행정심판, 국가소송, 헌법소원 등을 제기하였는바, 정보공개청구의 목적과 취지가 국민의 알권리를 보장하고 국정에 대한 국민의 참여와 국정운영의 투명성 확보라는 「공공기관의 정보공개에 관한 법률」의 취지에 맞지 않고 객관적으로 보아 뚜렷한 목적을 가지고 있지 아니하며 단순히 행정에 부담을 주기 위한 것일 때에는 그러한 정보공개청구는 권리의 남용에 해당하여 허용되지 않아야 한다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n공공기관의 정보공개에 관한 법률(전문개정 2004. 1. 29. 법률 제7127호) 제9조, 제13조제2항 및 제4항\n동법 시행령 제12조제2항\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 정보공개청구서, 정보공개결정통지서, 행정심판청구서, 답변서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 현재 △△교도소에 수용중인 자로서, 2004. 7. 5. 피청구인에 대하여 학술연구 및 행정감시를 목적으로 ①사무관리규정 제23조 및 제24조에 의한 기록물배부대장 및 기록물등록대장(2003. 1. - 정보공개시까지), ②기록물분류기준표, ③2003. 1. - 정보공개시까지의 교정관련 훈령·예규·고시·통첩 및 지시공문 등의 문서제목 전부(문서번호, 일자기재), ④2002년 이후 교정시설별 수용자 피복류배부계획 및 배부현황의 공개를 청구하였다.\n\n(나) 피청구인은 2004. 8. 2. 청구인이 공개를 청구한 정보 가운데 위 ②, ③, ④에 대하여는 공개, ①에 대하여는 그 분량이 방대하여 업무수행에 현저한 지장을 초래할 우려가 있으므로 사본 및 복제물의 교부는 제한하며 열람 시 비공개 대상정보는 제외한다고 결정하여 이를 청구인에게 통지하였다.\n\n(다) 청구인은 2004. 10. 26. 이 건 처분을 취소하고 이 건 정보의 사본을 공개하라고 행정심판을 청구하였다.\n\n(라) 이 건 기록물배부대장 및 등록대장은 번호, 일자, 문서제목, 수(발)신자, 구분, 상태 등이 기록되어 있고 컴퓨터 파일에 의해 전자적 형태로 관리되고 있으며, 법무부에서 2004. 11. 26. 조사하여 작성한 자료에 의하면, 법무부에서 2003. 1. 1.부터 2004. 8. 2.까지 배부 또는 등록된 문서가 256,572건이고 이를 수록한 기록물배부대장 및 등록대장의 분량은 A4용지로 약 8,552매이며 교정국이 약 1,900매로서 가장 많이 가지고 있다.\n\n(2)「공공기관의 정보공개에 관한 법률」 제2조제1호의 규정에 의하면, 이 법에서의 '정보'라 함은 공공기관이 직무상 작성 또는 취득하여 관리하고 있는 문서ㆍ도면ㆍ사진 등을 말한다고 되어 있고, 동법 제3조의 규정에 의하면, 공공기관이 보유ㆍ관리하는 정보는 이 법이 정하는 바에 따라 공개하여야 한다고 되어 있으며, 동법 제9조제1항의 규정에 의하면, 공공기관이 보유·관리하는 정보라 하더라도 동법 제9조제1항제1호 내지 제8호에 해당하는 정보에 대하여는 이를 공개하지 아니할 수 있다고 되어 있으며, 동법 제13조제2항의 규정에 의하면, 공공기관은 공개대상정보의 양이 과다하여 정상적인 업무수행에 현저한 지장을 초래할 우려가 있는 경우에는 정보의 사본·복제물을 일정 기간별로 나누어 교부하거나 열람과 병행하여 교부할 수 있다고 되어 있고, 동법 제11조의 규정에 의하면, 공공기관은 정보공개의 청구가 있는 때에는 청구를 받은 날부터 10일 이내에 공개여부를 결정하여야 하며 부득이한 사유로 10일 이내에 공개여부를 결정할 수 없는 때에는 그 기간의 만료일 다음 날부터 기산하여 10일 이내의 범위에서 공개여부 결정기간을 연장할 수 있다고 규정하고 있다.\n\n위 인정사실에 의하면, 피청구인은 「공공기관의 정보공개에 관한 법률」 제13조제2항에 의해 공개대상정보의 양이 과다하여 정상적인 업무수행에 현저한 지장을 초래할 우려가 있어 사본 및 복제물의 교부는 제한하며 열람 시 비공개 대상정보는 제외하기로 하였으나, 「공공기관의 정보공개에 관한 법률」의 입법취지와 법무부자료에 의하면 이 건 기록물배부대장 및 기록물등록대장은 A4용지로 약 8,552매이고 법무부의 실·국별로 보면 교정국이 약 1,900매로서 가장 많이 가지고 있는 점, 이 건 기록물배부대장 및 기록물등록대장에는 대상기록물의 내용이 아니라 번호, 일자, 문서제목, 수(발)신자, 구분, 상태 등이 기록되어 있고 특히 컴퓨터 파일에 의해 전자적 형태로 관리되고 있는 점 등을 고려할 때 이 건 공개대상정보의 양이 과다하여 정상적인 업무수행에 현저한 지장을 초래할 우려가 있다고 보기는 어렵고, 설령, 이 건 공개대상정보의 양이 과다하여 정상적인 업무수행에 현저한 지장을 초래할 우려가 있는 경우라고 하여도, 동법 제13조제2항에 따라 정보의 사본·복제물을 일정 기간별로 나누어 교부하거나 열람과 병행하여 교부하여야 할 것인바, 피청구인이 사본 및 복제물의 교부는 제한하며 열람 시 비공개 대상정보는 제외하기로 한 것은 이 건 공개대상정보의 사본 및 복제물을 청구인에게 교부하지 아니하고 열람만을 시켜주겠다는 취지로 해석하는 것이 상당하다 할 것이므로 피청구인의 이 건 처분은 동법 제13조제2항에 위배되어 위법·부당하다.\n\n한편, 피청구인은 위 기록물배부대장 및 기록물등록대장에 수록된 기록물은 「법무부 행정정보공개 지침」(법무부 예규 제710호)의 비공개대상정보로 분류된 기록물과 혼재된 상태에서 일괄 수록되어 있어 위 대장 자체를 청구인에게 열람하게 할 수 없기 때문에 청구인에게 열람과 병행하여 교부하되 열람시 비공개대상정보는 제외한다는 취지로 통지를 하였으므로 이 건 처분은 적법·타당하다고 주장하나,\n설령, 피청구인의 주장과 같이 이 건 처분을 열람과 병행하여 교부하되 열람시 비공개대상정보는 제외한다는 취지로 해석한다하더라도, 이 건 기록물배부대장 및 기록물등록대장에는 대상기록물의 내용이 아니라 번호, 일자, 문서제목, 수(발)신자, 구분, 상태 등이 기재되어 있는 만큼, 「공공기관의 정보공개에 관한 법률」 제9조제1항제1호 내지 제8호의 비공개대상정보가 포함되어 있는 것으로 보이지 아니하므로 이에 대한 피청구인의 주장은 이유없다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유있다고 인정되므로 이를 인용하기로 하여 주문과 같이 의결한다."
}