{
    "행정심판재결례일련번호": 239907,
    "사건명": "건설업등록말소처분취소청구",
    "사건번호": "2004-15803",
    "의결일자": "2004-11-29",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=239907&type=HTML&mobileYn=",
    "재결요지": "사 건 04-15803 건설업등록말소처분취소청구\n청 구 인 ○○건설 주식회사(대표이사 송○○)\n경상북도 ○○군 ○○면 ○○리 211-3\n대리인 변호사 박 ○ ○\n피청구인 경상북도지사\n청구인이 2004. 10. 15. 제기한 심판청구에 대하여 2004년도 제45회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 8. 2. 청구인에 대하여 한 건설업등록말소처분은 이를 취소한다.",
    "이유": "1. 사건개요\n피청구인은 청구인이 (주)○○금속에 청구인의 건설업등록증을 대여하였다는 이유로 2004. 8. 2. 청구인에 대하여 건설업등록말소처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n\n가. 청구인은 △△금속(주) 대표이사인 청구외 김○○과 공장신축에 관하여 4억 9,500만원에 공장신축공사계약을 체결하고 공사를 착공하였는데 위 김○○이 형사사건으로 구속되어 공사가 중단되었으며, 위 김○○이 청구외 (주)○○금속에게 건축중인 건물을 매도하였고, (주)○○금속은 청구인에게 잔여공사도 수행하라고 요청하였다.\n\n나. 그 후 (주)○○금속에서 공사비용의 조달이 어렵다는 이유로 공장과 창고의 철골골조공사, 스레트지붕공사 및 레미콘 타설공사만 청구인이 시공하고 잔여공사인 사무실 109㎡와 기숙사 100.8㎡는 자신이 직접 시공하겠다며 공사계약을 변경하여 줄 것을 요청하여 공사계약을 변경하였다.\n다. (주)○○금속에서 잔여 공사를 완료하여 2003년 8월경 준공검사를 마쳤으나 공사잔금을 지급하지 아니하여 청구인이 위 공장부지 및 신축건물에 대한 가압류를 하였고, (주)○○금속의 대표이사는 공장을 담보로 한 은행대출이 어렵게 되자 도주해 버렸으며, (주)○○금속에서 직접 시공한 공사비와 자재비 및 현장 근로자들에 대한 노임을 지급하지 못하게 되어 위 채권자들이 청구인에게 공사비 등의 지급을 요청하였으나 청구인이 이를 거절하자 위 채권자들이 청구인이 (주)○○금속에 건설업등록증을 대여하였다고 피청구인 등에게 진정을 하였다.\n\n라. 청구인은 (주)○○금속에 건설업등록증을 대여한 사실이 없고, (주)○○금속과의 변경계약에 따라 청구인은 공장 및 창고의 신축공사만 하였으며, 이 건 처분은 건설업자가 아닌 자도 시공할 수 있는 나머지 사무실과 기숙사를 (주)○○금속이 시공한 것임에도 불구하고 피청구인이 건설산업기본법령을 잘못 적용하여 행한 부당한 처분이므로 취소되어야 한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n\n가. 경상북도지방경찰청에서 청구인 회사가 (주)○○금속에 건설업등록증을 대여하였다는 수사내용을 통보하여 왔고, 2004. 3. 26. 청구인에 대한 청문절차를 거쳤으며, 대구지방검찰청에서 청구인이 벌금 200만원으로 확정되어 적법하게 이 건 처분을 하였다.\n\n나. 피청구인은 이 사건의 채권자 등으로부터 진정서나 진술을 받은 사실이 없고, 청문 당시 청구인 회사의 이사인 청구외 류○○는 사무실 및 기숙사 건물은 (주)○○금속이 사실상 시공하였으나 은행 대출관계 서류에는 청구인 회사가 전체 시공한 것으로 내역서를 작성하여 제출하였다고 진술한 점, 청구인이 ○○협회에 2003년도 건설공사기성실적 신고시 계약금액 전액인 4억 2,900만원을 신고한 점 등을 고려할 때 청구인의 건설업등록증 대여 혐의는 피할 수 없다.\n다. 사무실과 기숙사는 (주)○○금속이 직접 시공할 수 있는 건물이라고 주장하나 이는 청구인이 건설업등록증을 대여하였다는 이유로 한 이 건 처분의 본질에서 벗어난 주장을 하고 있고, 사무실과 기숙사가 (주)○○금속에서 직접 시행할 수 있다고 판단하였다면 당연히 변경공사계약을 할 때 구분하였어야 함에도 불구하고 공사 전체에 대하여 계약을 한 사실이 명백하므로 이 건 처분은 적법ㆍ타당하다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n건설산업기본법 제21조, 제22조, 제83조제5호, 제91조\n동법시행령 제86조\n\n나. 판 단\n(1) 청구인과 피청구인 등이 제출한 민간건설공사 표준도급계약서, 건설산업기본법 위반 업체 통보, 청문서, 사건처분결과 통보, 건설공사 기성실적 신고서, 건설공사변경도급계약서 등 각 사본의 기재를 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 2002. 8. 31. ○○건설(주)이라는 상호로 건축공사업등록(등록번호 건축공사업 ○○)을 하였다.\n\n(나) 청구인은 2002. 9. 5. △△금속(주)과 공사금액 4억 9,500만원의 공장신축공사계약을 체결한 후 2003. 3. 29. (주)○○금속과 동 공사에 대하여 5억 1,700만원에 다시 계약을 체결하였고, 2003. 7. 20. (주)○○금속과 부대공사중 옹벽공사를 미시공 하였다는 사유로 4억 2,900만원에 변경계약을 하였다.\n\n(다) 경상북도지방경찰청장은 2004. 2. 27. (주)○○금속 대표 김△△에게 ○○건설(주)의 건설업등록증을 대여하여 나머지 공정을 청구인 경영의 ○○건설(주) 명의로 시공하게 함으로써 건설업등록증을 대여하였고, ○○건설(주)의 실제 경영주인 김□□과 법인 ○○건설(주)를 건설업등록증대여 혐의로, 감리회사인 (주)건축사무소△△건축 대표를 허위감리보고서 작성 혐의로 대구지방검찰청에 각각 송치하였다고 통보하였다.\n\n(라) 피청구인은 2004. 3. 26. 청구인에 대한 청문을 실시하였고, 청구인 회사의 이사인 청구외 류○○가 참석하였으며, 위 류○○는 △△금속(주)의 주물공장을 신축하다가 △△금속(주)이 부도가 난 관계로 공사가 중단되었고, △△금속(주)이 (주)○○금속으로 소유권이 변경되면서 △△금속(주)으로부터 받을 공사비 등이 (주)○○금속으로 승계되었으며, 공장신축공사중 철골과 스레트 공사는 청구인이 시공하고 나머지 30%는 건축주인 (주)○○금속이 직접 시공하였으나 변경계약을 하지 않고 구두로 하였으며, 은행 대출관계 서류에는 청구인 회사가 전체 시공을 한 것처럼 내역서를 작성하여 제출하였다고 진술하였다.\n\n(마) 대구지방검찰청검사장은 2004. 6. 23. ○○건설(주)의 실제 경영주인 김□□에 대하여 건설산업기본법 위반으로 2004. 6. 7.자로 벌금 200만원의 약식명령을 하였다고 통보하였다.\n\n(바) 청구인이 ○○협회에 제출한 2003년도 건설공사 기성실적신고서에 의하면, 청구인은 (주)○○금속 공장 신축공사를 2003년 3월에 착공하여 2003년 8월에 준공하였고, 당년도 기성액이 4억 2,900만원이라고 되어 있다.\n\n(사) 일반건축물관리대장에 의하면, (주)○○금속의 공장, 창고, 사무실 및 기숙사의 공사시공자는 ○○건설(주) 송경진으로 되어 있다.\n\n(2) 건설산업기본법 제21조의 규정에 의하면, 건설업자는 다른 사람에게 자기의 성명 또는 상호를 사용하여 건설공사를 수급 또는 시공하게 하거나 그 건설업 등록증 또는 건설업등록수첩을 대여하여서는 아니된다고 되어 있고, 동법 제83조 및 제96조의 규정에 의하면, 제21조의 규정을 위반한 때에는 건설업의 등록을 말소하도록 되어 있으며, 건설업자 및 그 상대방은 1년 이하의 징역 또는 1,000만원 이하의 벌금에 처하도록 되어 있는 바,\n위 인정사실에 의하면, 청구인은 사무실 109㎡와 기숙사 100.8㎡는 (주)○○금속이 시공하였다고 주장하고 있고, 청문 당시 청구외 류○○도 이에 대하여 인정하였으며, 위 류○○는 은행 대출관계 서류는 청구인 회사가 전체 시공을 한 것으로 작성하여 제출하였고, (주)○○금속과는 계약변경을 하지 않고 구두로만 하였다고 진술하였으며, ○○협회에 제출한 건설공사 기성실적신고서에도 청구인 회사가 전체 시공을 한 것으로 되어 있는 점, 동 공사의 완공시점인 2003. 7. 20. (주)○○금속과 변경계약을 할 당시에도 부대공사중 옹벽공사를 미시공 하였다는 사유로 전체 공사비에서 8,800만원을 삭감한 4억 2,900만원에 변경계약을 한 점, 대구지방검찰청에서 건설산업기본법 위반으로 2004. 6. 7.자로 청구인에 대하여 벌금 200만원의 약식명령을 하였고, 동 처분이 확정된 점 등에 비추어 볼 때 청구인 회사가 다른 사람에게 자기의 성명 또는 상호를 사용하여 건설공사를 시공하게 하거나 그 건설업 등록증을 대여하여서는 아니된다는 건설산업기본법 제21조의 규정을 위반한 사실이 분명하다 할 것이므로 건설공사의 적정한 시공과 건설산업의 건전한 발전을 도모하기 위한 관계 법령의 취지에 따라 행한 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n한편, 청구인은 (주)○○금속과의 계약변경에 따라 공사를 하였으므로 이 건 처분이 부당하다고 주장하나, 건설산업기본법 제22조의 규정에 건설공사에 관한 도급계약은 합의에 따라 공정하게 체결하고 도급금액 및 공사기간 등을 명시한 계약서를 작성하여 서로 보관하도록 되어 있음에도 (주)○○금속이 사무실과 기숙사를 시공하는 것으로 계약을 변경하였다는 것을 입증할 수 있는 변경계약서 등 객관적인 자료가 없고, ○○협회에 제출한 건설공사 기성실적신고서에도 청구인 회사가 전체 시공을 한 것으로 되어 있으며, 일반건축물관리대장에도 (주)○○금속의 공장, 창고, 기숙사 및 사무실을 모두 청구인이 시공한 것으로 되어 있는 점 등에 비추어 볼 때 이에 대한 청구인의 주장은 이유없다 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}