{
    "행정심판재결례일련번호": 236897,
    "사건명": "고엽제후유증환자등록거부처분취소청구등",
    "사건번호": "2004-02514",
    "의결일자": "2004-04-26",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=236897&type=HTML&mobileYn=",
    "재결요지": "사 건 04-02514 고엽제후유증환자등록거부처분취소청구등\n청 구 인 박 ○○\n대구광역시 ○○구 ○○동 510-2\n피청구인 대구지방보훈청장\n청구인이 2004. 2. 17. 제기한 심판청구에 대하여 2004년도 제14회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구중 청구취지 1은 기각하고, 청구인의 나머지 청구는 각하한다.",
    "청구취지": "1. 피청구인이 2004. 1. 17. 청구인에 대하여 한 고엽제후유증환자등록거부처분은 이를 취소한다.\n2. 피청구인은 청구인이 월남전 참전 등으로 고엽제 등의 피해를 입은 것을 인정하여 매월 182만원을 지급하라.",
    "이유": "1. 사건개요\n청구인은 1968. 4. 23. ～ 1969. 5. 31. 월남전에 참전하였다가 '고지혈, 고혈압'의 상이를 입은 고엽제후유의증환자로서 매달 수당을 지급받고 있는 자인데, 2003. 12. 11. '말초신경병'에 대하여 고엽제후유증환자 추가등록을 신청하였으나, 피청구인이 2004. 1. 17. 청구인에게 법적용비대상결정ㆍ통보(이하 '이 건 처분'이라 한다)를 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 월남전에 참전하여 초강력 독극품인 고엽제의 피해를 입음으로써 고혈압ㆍ말초신경병ㆍ스트레스 등으로 고생하고 있는 바, 폐질환이든 정신분열이든 고혈압이든 고지혈이든 이는 모두 기초적 신경이 모두 가고 난 뒤에 오는 병이며 말초신경 등이 제대로 역할을 하지 못하는 데 그 원인이 있는 것임에도 불구하고 대학병원 진단서를 보여 주어도 청구인의 상이를 인정하지 아니하고 있는데, 폐ㆍ신장ㆍ말초신경까지 오장육부 어디든 제 구실을 못하고 있으므로 의료비ㆍ주거비ㆍ생활비 등을 고려하여 매월 182만원을 지급하여야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당 여부 및 이 건 청구의 행정심판 적격 여부\n가. 관계법령\n고엽제후유의증환자지원등에관한법률 제2조 내지 제7조, 제14조, 제16조, 제18조\n동법시행령 제3조 내지 제7조, 제9조, 제16조, 별표 1\n국가유공자등예우및지원에관한법률 제4조, 제6조, 제6조의4, 제12조\n행정심판법 제2조 내지 제4조\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 고엽제후유증환자 추가등록신청서, 고엽제후유증환자등재검진신청서, 고엽제후유증환자등검진결과통보서, 장애등급판정표, 법적용비대상결정ㆍ통지서, 진단서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 1967. 9. 4. 해군에 입대하여 1968. 4. 23. ～ 1969. 5. 31. 기간 동안 월남에 파병되어 참전하였다가 1970. 7. 31. 전역하였다.\n\n(나) 피청구인은 2002. 10. 24. 청구인의 고엽제후유의증인 고혈압, 고지혈증에 대하여 경도장애로 판정하였으며, 청구인은 고엽제후유의증환자로서 2003년도에 매월 22만 1천원, 2004년도에 매월 23만 2천원의 수당을 지급받아 왔다.\n\n(다) 청구인이 제출한 각 병원의 진단서에 의하면, 청구인의 병명은 말초신경염 등으로 기재되어 있다.\n\n(라) 청구인이 2003. 12. 11. '말초신경병'에 대하여 고엽제후유증환자 추가등록신청을 하였으나, 피청구인이 2004. 1. 17. 대구○○병원에서 청구인에 대하여 검진한 결과 말초신경병에 대하여 이학적 검사 및 전기 신경생리학 검사상 이상소견 없다는 전문의의 소견에 따라 청구인에게 법적용비대상결정ㆍ통보를 하였다.\n\n(2) 먼저, 청구취지 1에 대하여 살펴본다.\n고엽제후유의증환자지원등에관한법률 제4조, 제6조 및 제6조의2 등 관계규정에 의하면, 고엽제후유증환자로 결정ㆍ등록된 자로서 월남전에 참전하고 전역된 자 등에 대하여는 국가유공자등예우및지원에관한법률에 규정된 전상군경으로 보아 동법 소정의 상이등급판정을 받아 동법이 정하는 바에 의하여 보상을 행하도록 되어 있고, 신체검사를 통한 상이등급판정은 고도의 전문적인 의료지식을 요하는 것으로서 당해 신체장애를 판정할 만한 의료지식을 지닌 전문가가 객관적인 의료법칙에 따라 상이등급을 판정하였다면 그 판정이 잘못되었다고 인정할 만한 특별한 사정이 없는 한 정당하다 할 것인 바, 위 인정사실에 의하면, 피청구인이 청구인의 요청에 따라 말초신경병에 대하여 대구보훈병원에서 검진한 결과 이상소견이 없다는 전문의의 소견이 있었고, 이에 따라 피청구인이 말초신경병에 대하여 법적용비대상결정을 하였는 바, 달리 그 결정에 잘못이 있다고 인정되지 아니하므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n다음으로, 청구취지 2에 대하여 살펴본다.\n행정심판법 제2조제1항 및 제3조제1항의 규정에 의하면, 행정심판의 대상으로서 행정청의 처분 또는 부작위를 들고 있고 여기에서의 처분이라 함은 '행정청이 행하는 구체적 사실에 대한 법집행으로서의 공권력의 행사 또는 그 거부와 그 밖에 이에 준하는 행정작용'이라고 규정되어 있는 바, 청구인이 관계법령에 의하여 지급받고 있는 수당 등을 상향하여 지급하여 줄 것을 요구하고 있으나, 수당 등의 보상금청구권에 관한 법률관계의 다툼은 피청구인이 법률관계의 한쪽 당사자로서 한 의사표시에 대하여 다투는 것이므로 공법상의 당사자소송이나 민사소송의 대상이 되는 것은 별론으로 하고, 처분을 대상으로 하지 아니한 이 건 청구는 행정심판의 대상이 아닌 사항을 대상으로 제기된 부적합한 심판청구라 할 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구중 청구취지 1은 기각하고, 청구인의 나머지 청구는 심판제기요건을 결한 부적법한 심판청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}