{
    "행정심판재결례일련번호": 236811,
    "사건명": "산업재해보상보험급여액부과처분취소청구",
    "사건번호": "2004-02518",
    "의결일자": "2004-04-12",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=236811&type=HTML&mobileYn=",
    "재결요지": "사 건 04-02518 산업재해보상보험급여액부과처분취소청구\n청 구 인 ○○화물 주식회사(대표 백 ○ ○)\n충청남도 ○○시 ○○면 ○○리 232-1\n(송달장소 : 경기도 ○○시 ○○동 451번지 바동 ○○택배 2층)\n피청구인 근로복지공단(안양지사장)\n청구인이 2004. 1. 27. 제기한 심판청구에 대하여 2004년도 제12회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2003. 10. 21., 2003. 11. 19., 2003. 12. 4., 2003. 12. 10. 및 2004. 1. 12. 청구인에 대하여 한 총 555만260원의 산업재해보상보험급여액부과처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 산업재해보상보험(이하 '산재보험'이라 한다) 가입신고를 태만히 한 기간 중에 청구인 사업장의 근로자인 청구외 정○○이 2003. 6. 30. 업무상 재해를 당하여 피청구인이 위 정○○에게 휴업급여와 진료비를 합하여 총 1,110만520원의 보험급여액을 지급하였다는 이유로 피청구인이 2003. 10. 21., 2003. 11. 19., 2003. 12. 4., 2003. 12. 10. 및 2004. 1. 12. 청구인에게 위 보험급여액의 100분의 50에 해당하는 금액인 총 555만260원을 부과(이하 '이 건 처분들'이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n\n가. 청구인은 2001. 12. 1. 충청남도 ○○시에 본사를 설립하여 육상화물운수업을 영위하여 오던 중, 2003. 6. 30. 청구인 회사의 부곡지점 소속 근로자인 청구외 정○○의 산재사고가 발생하였고, 이를 처리하는 과정에서 피청구인은 위 사고를 미성립사업장의 산재사고로 판단하여 보험급여액의 50%에 해당되는 급여액을 청구인에게 부과하였다.\n\n나. 그러나, 육상화물운수업의 특성상 지점의 생성소멸이 잦고 직원의 이동이 많아 2003년 3월까지는 청구인이 이들 지점의 인력을 본점으로 흡수 통합하여 일괄적으로 산재보험 신고를 하여 오다가 2003. 4. 1.부터는 사업장별로 분리적용을 위한 준비작업에 착수하였던 것인데, ○○지점을 신규 사업장으로 보아 부곡지점에서 발생한 사업재해를 미가입 재해로 보는 것은 지극히 형식적인 기준에 입각한 판단으로 생각된다.\n다. 또한, 본사의 보험료 신고액 중에 임금 누락분이 있어 지점 등에 대한 일괄신고가 있었다고 볼 수 없다고 주장하나, 2003. 4. 1.부터 부곡지점에 다른 법인 소속 직원들이 갑자기 입사하였던 이유로 임금 수요를 미리 예측하지 못하여 보험료 신고시 본사에서 이를 미처 반영하지 못하였던 것이고, 더욱이 부곡지점 직원의 사무관리가 미숙하여 임금 증가분에 대한 신고도 늦어졌던 것인데, 피청구인이 이를 산재보험법 제72조제1항제2호의 임금 증가분에 대한 납부를 태만히 한 것에 따른 10%의 급여액 징수의 경우로 인정하지 아니하고, 동법 제72조제1항제1호에 따른 미신고 재해로 보아 50%의 급여액을 징수하는 것은 부당한 처사이다.\n\n3. 피청구인 주장\n피청구인은, 청구인이 2003년 3월까지는 본사에서 각 지점의 임금까지 일괄 신고하여 왔으므로 산재보험법 제72조제1항제2호의 인건비 증가분에 대한 납부를 태만히 한 것에 따른 10%의 급여액만을 징수하여야 한다고 주장하나, 청구인이 신고한 2003년 본사의 개산임금총액과 급여대장을 기초로 하여 정리한 부곡지점의 임금추정액을 비교하여 보면 본사의 개산임금총액에서 군포지점의 임금액이 누락된 사실을 발견할 수 있고, 부곡지점의 임대차계약서, 부곡지점 직원의 고용보험 피보험자격 취득신고자료 및 국민연금자격취득내역 변동내역 등에서도 청구인의 부곡지점이 신설지점임이 확인되고 있으므로, 부곡지점의 산재사고를 미가입 재해로 판단하여 급여액을 징수한 피청구인의 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n산업재해보상보험법 제5조, 제7조, 제9조, 제10조, 제12조 및 제72조\n산업재해보상보험법시행령 제15조, 제78조제1항\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 법인등기부 등본, 보험관계성립신고서, 확인서, 임대차계약서, 고용보험 및 국민연금자격취득현황, 기초임금산정내역 및 조사복명서 등 각 사본의 내용을 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 2001. 12. 1. '○○화물 주식회사'라는 상호로 충청남도 ○○시 ○○면 ○○리 232-1번지에서 육상화물운수업을 개시하였다.\n\n(나) 피청구인은 2003. 7. 22. 청구인의 사업장 현황을 확인한 결과, 청구인이 산재보험에 기 적용되어 있는 육상화물운수업 이외에 지사에 사업장을 두고 화물하역업을 운영하고 있는 것을 확인하고 이를 산재보험 적용 처리할 것을 청구인에게 통지하였고, 이에 청구인은 2003. 8. 7. 청구인의 ○○지점에 대하여 사업의 종류는 '육상화물취급업'으로, 상시근로자수는 '28명'으로, 보험관계성립일은 '2003. 4. 1.'로 각각 하여 보험관계성립신고를 하였으며, 청구인이 위 부곡지점의 보험관계성립일 이전에 산재보험법 제9조제2항의 규정에 의한 근로복지공단의 일괄적용승인을 받은 사실은 없다.\n\n(다) 피청구인은 2003. 8. 27. 청구인의 ○○지점의 산재보험 관련 당연적용 및 기적용 여부를 확인한 결과, 2003. 4. 1.부터 직원이 근무한 근거가 확실하고, 2003년 3월까지는 청구인의 본사에서 일괄 신고하여 왔다고 주장하는 부분에 대하여는 청구인의 본사에서 신고한 산재보험 2003년 개산임금총액(2억3,000만원)이 부곡지점의 임금추정액(3억9,462만10원)보다 적게 신고 되어 본사에서 2003년 개산임금신고시 부곡지점의 임금을 포함하여 신고하였다고 볼 수 없다는 이유로, 이를 미가입재해 사업장으로 처리하고 2003. 4. 1.부터 이를 육상화물취급업으로 적용하기로 하였다.\n\n(라) 청구인은 2003. 8. 28. 본사에 전국의 지점을 흡수하여 산재보험료 등을 납부하여 오던 중 2003. 4. 1.자로 지점별로 분리적용을 위한 작업을 착수하였으나 사무관리 미숙으로 임금 누락분이 발생하였는데 이를 미가입 재해로 보아야 하는지 등에 대한 질의를 피청구인에게 하였고, 이에 대하여 피청구인은 2003. 9. 19. 비록 청구인이 최초 보험관계 성립일부터 본사에서 일부 지점의 임금을 합산하여 신고하였다 하더라도 별도의 사업장에 지점을 신설하여 기 적용인원보다 2배 이상 근로자가 증가하였다면 일괄적용승인을 받지 않은 이상 당해 지점별로 관할 지사에 성립신고를 하든지, 최소한 신설된 지점 소속 근로자의 임금을 포함한 산재보험료의 추가 신고ㆍ납부행위가 있어야 하나, 어떠한 추가적인 신고행위도 없었으므로, 미가입 재해에 해당하는 것으로 보아야 한다고 청구인에게 회신하였다.\n\n(마) 피청구인은 청구인의 부곡지점 소속 근로자인 청구외 정○○이 2003. 6. 30. 근무 중 '경추(2번) 골절'의 재해를 입어 피청구인이 위 정○○에 대하여 진료비 및 휴업급여로 총 1,110만520원의 보험급여액을 지급하였다는 이유로 2003. 10. 21., 2003. 11. 19., 2003. 12. 4., 2003. 12. 10. 및 2004. 1. 12. 청구인에 대하여 위 보험급여액의 100분의 50에 해당하는 금액인 총 555만260원을 부과하였다.\n\n(바) 청구인의 2003년도 산재보험 개산보험료 신고서(본사), 기초임금산정내역 및 급여대장(이상 본사, 지점) 등을 종합하여 보면, 청구인의 ‘2003년 산재보험 임금총액과 월별임금발생(추정)내역’은 다음과 같다.\n\n(단위 : 원)\n\n(사) 청구인의 2003. 5. 7.자 고용보험피보험자격취득신고서(본사) 및 청구외 국민연금관리공단에 등록된 청구인 소속 지원의 자격취득현황에 의하면, 2003. 4. 1. 전후 청구인의 부곡지점에 위 정○○을 포함한 22명이 신규로 입사한 것으로 되어 있다.\n\n(아) 임대차계약서에 의하면, 청구인은 경기도 ○○시 ○○동 451번지 소재 ○○터미널 내 667.77㎡(202평) 규모의 화물취급장을 2003. 4. 1.부터 2007. 2. 28.까지 청구외 ○○물류주식회사로부터 임차한 것으로 되어 있다.\n\n(자) 한편, 청구인과의 전산관련 계약에 의하여 2001년 7월경부터 청구인의 사업장 등에 파견 근무하였던 청구외 심○○는, 청구인의 부곡지점의 경우 2003. 4. 1.부터 상ㆍ하차 업무를 하는 직원을 고용하였고, 2003년 4월 이전에는 부곡지점이 없었으며, 소속직원 또한 없었다고 확인하였다.\n\n(2) 이 건 처분의 위법ㆍ부당 여부에 대하여 살펴본다.\n\n(가) 산재보험법 제7조의 규정에 의하면 이 법의 적용을 받는 사업의 사업주는 당연히 산재보험의 보험가입자가 된다고 되어 있고, 동법 제12조의 규정에 의하면 사업주는 동법 제7조의 규정에 의하여 산재보험의 가입자로 되는 때에는 사업개시일로부터 14일 이내에 이를 근로복지공단에 신고하도록 되어 있으며, 동법 제72조제1항의 규정에 의하면 공단은 사업주가 제12조의 규정에 의한 보험가입신고를 태만히 한 기간 중에 발생한 재해와 보험가입자가 보험료의 납부를 태만히 한 기간 중에 발생한 재해에 보험급여를 지급하는 경우에는 대통령령이 정하는 바에 의하여 그 급여액의 전부 또는 일부를 보험가입자로부터 징수할 수 있다고 되어 있고, 동법시행령 제78조제1항 및 제2항의 규정에 의하면 사업주가 제12조의 규정에 의한 보험가입신고를 태만히 한 기간 중에 발생한 재해에 의한 징수금액은 지급결정된 보험급여의 급액의 100분의 50에 해당하는 금액으로, 보험가입자가 보험료의 납부를 태만히 한 기간 중에 발생한 재해에 의한 징수금액은 지급결정된 보험급여의 급액의 100분의 10에 해당하는 금액으로 각각 되어 있으며, 동법 제9조의 규정에 의하면 동조제2항의 규정에 의하여 일괄적용을 받는 사업주 외에 사업주가 동일인이고 노동부장관이 정하는 사업종류에 있어서 동일한 사업에 속하는 사업의 경우 사업주가 사업 전부를 하나의 사업으로 보아 이 법의 적용을 받고자 하는 경우에는 근로복지공단의 승인을 얻어야 한다고 되어 있다.\n\n(나) 청구인은 2003년 3월까지는 본사에서 각 지점의 임금까지 일괄 신고하여 왔으므로 산재보험법 제72조제1항제2호의 인건비 증가분에 대한 납부를 태만히 한 것에 따른 10%의 급여액만을 징수하여야 한다고 주장하나, 산재보험법 제9조제2항에서 일정한 요건에 해당하는 사업에 대하여 사업주가 사업 전부를 하나의 사업으로 보아 이 법의 적용을 받고자 하는 경우에는 근로복지공단의 승인을 얻어야 한다고 규정하고 있는 취지는 원칙적으로 장소적으로 분리된 사업장별로 근로자를 사용하여 사업을 행할 경우 사업장별로 각각 산재보험 적용을 받아야 하나 사업종류가 같은 사업을 일괄적용 받기 위해서는 일괄적용신청을 하여 근로복지공단의 승인을 받아야 한다는 것으로 보아야 할 것인데, 위 인정사실에 의하면 청구인이 각 지점의 임금액까지 흡수하여 일괄 신고하였다고 주장하는 2003년도 개산임금총액은 2억3,000만원에 불과한데 비하여 부곡지점의 2003년 4월 이후 임금 추정액은 3억9,462만10원으로 본사의 개산임금총액을 훨씬 넘는 것으로 파악되고 있어 본사에서 각 지점의 임금까지 일괄하여 신고하였다고 보기는 어렵다 할 것이고 더욱이 청구인이 부곡지점의 보험관계성립일인 2003. 4. 1. 이전에 산재보험법 제9조제2항의 규정에 의한 근로복지공단의 일괄적용승인을 받은 사실도 없는 점, 청구인의 고용보험피보험자격취득신고서 및 임대차계약서 등 관련자료에 의하면 청구인의 부곡지점은 2003. 4. 1.부터 피재자인 청구외 정○○을 포함한 근로자를 신규 채용하여 업무를 개시한 것으로 되어 있는 점, 이러한 정황을 청구인과 전산관련 계약에 의하여 2001년 7월경부터 청구인의 사업장 등에 파견 근무하였던 청구외 심○○가 직접 확인하고 있는 점 등에 비추어 볼 때, 청구인의 부곡지점은 신설된 지점임이 분명하다 할 것이므로, 청구인 사업장의 근로자인 청구외 정○○이 2003. 6. 30. 업무상 재해를 당하여 피청구인이 위 정○○에게 보험급여액을 지급하였다는 이유로 행한 피청구인의 이 건 처분들이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}