{
    "행정심판재결례일련번호": 237895,
    "사건명": "고엽제후유(의)증추가인정거부처분취소청구",
    "사건번호": "2004-08337",
    "의결일자": "2004-07-19",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=237895&type=HTML&mobileYn=",
    "재결요지": "사 건 04-08337 고엽제후유(의)증추가인정거부처분취소청구\n청 구 인 임 ○○\n인천광역시 ○○구 ○○동 925-7 ○○아파트 105-1104\n피청구인 인천보훈지청장\n청구인이 2004. 6. 9. 제기한 심판청구에 대하여 2004년도 제26회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 3. 10. 청구인에 대하여 한 고엽제후유(의)증추가등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 ‘고혈압’이 고엽제후유의증으로 인정된 후, 2003. 11. 21. ‘고지혈증’을 추가로 고엽제후유의증으로 인정해 줄 것을 신청하였으나, 피청구인은 동 질병은 고엽제후유의증환자지원등에관한법률 소정의 인정기준에 해당되지 아니한다고 판정하였고, 2004. 3. 10. 이를 청구인에게 통보(이하 '이 건 처분'이라 한다)를 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, ‘고혈압’으로 인한 각종 질병으로 시달리던 중 고엽제후유의증환자로 등록되어 각종 치료혜택을 받고 있기는 하나, 손발이 저리는 등 ‘고지혈증’으로 인한 후유증은 여전하여 이를 추가로 고엽제후유의증으로 인정받고자 ○○병원 등에서 ‘고지혈증’에 대한 진단 및 각종 검사결과를 받아 피청구인에게 제출하였는 바, 피청구인의 지정병원인 인천○○병원에서 조차도 중성지방질이 많아 청구인을 ‘고지혈증’이라 판정하였음에도 불구하고 뚜렷한 해명도 없이 이를 고엽제휴유의증으로 인정하지 아니한 것은 위법ㆍ부당하므로, 마땅히 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n고엽제후유의증환자지원등에관한법률 제3조 내지 제6조, 제6조의2, 제7조, 제18조\n동법시행령 제7조, 제9조제1항, 별표 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 진단서, 고엽제후유의증관련사실확인통보서, 고엽제후유의증환자 추가등록신청서, 심의의결서, 법적용 여부 재결정 통지 등 각 사본의 기재내용에 의하면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 1971년 3월경 해군에 입대하여 복무하다가 1973. 12. 31. 전역하였고, 1971. 8. 21.부터 1971. 12. 29.까지 월남전에 파병되었다.\n\n(나) 해군참모총장은 1996. 10. 28. 청구인이 월남전에 참전하여 ‘말초신경병, 중추신경장애, 심상성건선, 고혈압, 지방간’을 앓고 있다는 내용을 피청구인에게 통보하였다.\n\n(다) 청구인은 2003. 11. 20. 인천광역시 ○○구 ○○동 소재 ○○의과대학교 ○○병원에서 ‘고혈압, 고지혈증’의 진단하에 정기적 관찰이 요망된다는 소견을 받았고, 인천광역시 ○○구 ○○동 소재 △△병원 및 같은 시 ○○구 ○○동 소재 인천○○병원에서 2004. 2. 5. 및 2004. 2. 9. 각각 실시된 고지혈증검사 결과 '총 콜레스테롤 수치(Total cholestrol) - 중성지방수치(triglyceride)'가 인천적십자병원에서는 '161㎎/㎗ - 470㎎/㎗'로, 인천전병원에서는 '198㎎/㎗ - 556㎎/㎗'로 각각 판정되었다.\n\n(라) 청구인은 2003. 11. 21. 이미 고엽제후유의증으로 인정된 ‘고혈압’ 이외에 ‘고지혈증’을 추가로 고엽제후유의증으로 인정해 줄 것을 신청하자, 보훈심사위원회는 2004. 2. 10. 3차 진료기관 진단서에 의하면 청구인의 질병이 ‘고지혈증’으로 진단되었으나 총 콜레스테롤 검사결과 수치가 각각 '161㎎/㎗ 및 198㎎/㎗'로 나와 기왕의 의학자문에서 검사결과 수치가 250㎎/㎗ 이상이 2회 이상 나와야 한다는 소견에 비추어 볼 때 고엽제후유의증환자지원등에관한법률 소정의 인정기준에 해당되지 아니한다고 판정하였고, 피청구인은 2004. 3. 10. 이를 청구인에게 통보하였다.\n\n(마) 한편, 청구인은 2004. 1. 26. ‘고중성지방혈증(고지혈증)’의 고엽제후유의증 해당 여부에 대하여 총 콜레스테롤 수치가 250㎎/㎗ 이상 2회 이상 상승되어 있는 경우 고엽제후유의증에 해당되는 것으로 하고 있으며, 중성지방수치는 참고자료일 뿐 판단기준으로 적용하지는 않는다는 내용의 회신을 서울○○병원의 내과 자문의사로부터 받은 바 있다.\n\n(바) 의학백과사전(http://100.naver.com/100.php?where=100&id=14636) 등의 자료를 종합하여 보면, '고지혈증'은 중성지방과 콜레스테롤 등의 지방대사가 제대로 이루어지지 않아 혈액 중에 지방량이 많아진 상태를 말하는데, 콜로스테롤수치와 중성지방수치가 모두 200㎎/㎗ 이하로 유지되는 것을 치료목표로 한다고 되어 있다.\n\n(2) 살피건대, 고엽제후유의증환자지원등에관한법률 제4조제1항의 규정에 의하면, 월남전에 참전하고 전역된 자 등 또는 남방한계선 인접지역에서 복무하고 전역된 자 등과 고엽제후유의증환자의 자녀가 이 법의 적용대상자가 되고자 할 때에는 대통령령이 정하는 바에 따라 국가보훈처장(이하 '처장'이라 한다)에게 등록을 신청하도록 되어 있고, 동법 제5조제2항의 규정에 의하면, 고엽제후유의증환자의 범위를 명시하고 있으며, 고엽제후유의증에 대한 판정은 고도의 전문적인 의료지식을 요하는 것으로서 당해 질병을 판정할 만한 의료지식을 지닌 전문가의 자문을 받아 객관적인 의료법칙에 따라 고엽제후유의증 여부를 판정하였다면 그 판정에 잘못이 있음을 인정할 만한 특수한 사정이 없는 한 정당하다고 할 것인 바, 위 인정사실에 의하면 피청구인은 청구인의 질병이 '고지혈증'으로 진단되었으나 총 콜레스테롤 검사결과 수치가 각각 '161㎎/㎗ 및 198㎎/㎗'로 나와 기왕의 의학자문에서 검사결과 수치가 250㎎/㎗ 이상이 2회 이상 나와야 한다는 소견에 비추어 볼 때 고엽제후유의증환자지원등에관한법률 소정의 인정기준에 해당되지 아니한다고 판정하였고, 달리 그 판정에 잘못이 있었음을 인정할 만한 객관적인 자료도 없으므로, 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n한편, 청구인은 피청구인의 지정병원인 인천적십자병원에서 조차도 청구인은 중성지방질이 많아 ‘고지혈증’이라 판정하였음에도 불구하고 이를 고엽제후유의증으로 인정하지 않는 것은 위법ㆍ부당하다고 주장하나, 위 인정사실에 의하면 ‘고지혈증’은 중성지방과 콜레스테롤 등의 지방대사가 제대로 이루어지지 않아 혈액 중에 지방량이 많아진 상태를 말하는 것으로 콜레스테롤수치와 중성지방수치가 모두 200㎎/㎗ 이하로 유지되는 것을 치료목표로 하고 있고, 이 중 중성지방은 고엽제후유의증 여부를 판단하는 과정에서 참고자료일 뿐 고엽제후유의증의 판단기준으로는 적용하지는 않는다는 서울보훈병원의 내과 자문의사의 자문내용 등에 비추어 볼 때, 단순히 중성지방질이 많다는 이유만으로 이를 고엽제후유의증환자지원등에관한법률 소정의 고엽제후유의증에 해당한다고 보기는 어렵다 할 것이므로, 이에 대한 청구인의 주장은 이유 없다 할 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}