{
    "행정심판재결례일련번호": 238581,
    "사건명": "여객자동차운송사업계획변경인가처분취소청구",
    "사건번호": "2004-08320",
    "의결일자": "2004-09-06",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=238581&type=HTML&mobileYn=",
    "재결요지": "사 건 04-08320 여객자동차운송사업계획변경인가처분취소청구\n청 구 인 주식회사 ○○고속(대표이사 박○○)\n강원도 ○○시 ○○동 270-1\n피청구인 경기도지사\n심판참가인 주식회사 △△고속(대표이사 박○○)\n주식회사 □□고속(대표이사 허○○)\n주식회사 ◇◇고속(대표이사 허○○)\n청구인이 2004. 5. 17. 제기한 심판청구에 대하여 2004년도 제33회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "피청구인이 2004. 2. 9. 청구외 주식회사 □□고속 및 주식회사 ◇◇고속에 대하여 한 여객자동차운송사업계획변경인가처분 및 2004. 2. 10. 주식회사 □□고속에 대하여 한 여객자동차운송사업계획변경인가처분은 이를 각각 취소한다.",
    "청구취지": "주문과 같다.",
    "이유": "1. 사건개요\n청구외 주식회사 □□고속 및 주식회사 ◇◇고속에서 여객자동차운송사업계획 변경인가를 신청하자, 피청구인이 2004. 2. 9. 및 2004. 2. 10. 청구외 주식회사 □□고속 및 주식회사 ◇◇고속에 대하여 각각 운행경로변경('○○'을 정차지로 추가함) 등을 내용으로 하는 여객자동차운송사업계획변경인가처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n\n가. 여객자동차운수사업법상 이 건 처분은 2 이상의 시·도에 걸치는 노선으로 관계 시·도지사와 협의를 거쳐야 하는 것이 분명하나, 피청구인은 동 법령을 임의적으로 축소 해석 및 적용하여 이 건 처분으로 변경된 주식회사 □□고속 및 주식회사 ◇◇고속의 운행계통과 청구인 및 주식회사 △△고속의 운행계통의 기점 등이 달라 청구인 및 주식회사 △△고속을 동일한 노선에서 이미 시외버스 운송사업을 영위하고 있는 기존의 업체라고 할 수 없으므로 이 건 처분은 협의가 필요 없는 경우라고 보아 관계 시·도지사와의 협의 없이 이 건 처분을 하였다.\n\n나. 한편 피청구인은 청구외 강원도지사가 2003. 12. 25. 청구인에 대하여 피청구인과의 협의 없이 행한 여객자동차운수사업계획변경인가처분 등에 비추어 볼 때 이 건 처분도 적법·타당하다고 주장하나, 기존의 면허 받은 노선의 범위를 벗어난 운행경로변경을 하고자 할 때에는 관련 시·도지사와 사전협의를 거쳐 인가하여야 하는 것이고 위 강원도지사의 2003. 12. 25.자 인가처분으로 변경된 구간은 청구인이 기존에 운행하고 있던 구간이므로 노선의 범위 내에 있는 것이나, 피청구인은 ○○에서 원주까지 운행계통이 없던 청구외 주식회사 □□고속 및 주식회사 ◇◇고속에 대하여 면허 받은 노선 범위에서 벗어난 처분을 하였던 점, 위 강원도지사의 청구인회사에 대한 2003. 12. 25.자 인가처분은 운행거리가 2.2km 정도 단축되고 운행시간이 20분 정도 단축되는 것을 내용으로 하는 사업계획변경에 대한 것이고 강원도내 구간에 대한 경로변경이므로 자도 내 경유지 변경에 불과하므로 협의 대상이 아니었던 점 등을 고려할 때 이에 대한 피청구인의 주장은 이유 없다.\n다. 또한 동법시행규칙 제31조제2항제3호에 의하면 노선 및 운행계통의 운행경로변경은 도로여건 등 불가피한 경우를 제외하고는 운행거리 또는 운행시간이 단축되는 경우에 한하고 기존의 운행경로의 과다한 변경으로 이용주민에게 불편을 초래하지 아니한다고 하고 있는 바, 피청구인의 이 건 처분으로 인하여 변경된 경로에 대하여 살펴보면 인천과 부천에서 고속도를 경유하여 ○○터미널을 가려면 편도 9.8km, 왕복 19.6km가 되며 고속도에서 ○○ IC로 진입하여 터미널까지는 편도 4.0km, 왕복 8.0km가 되어 운행거리가 늘어나고, 운행시간이 40분 정도 증가하였으며 이에 따라 승객이 부담하여야 할 요금이 늘어나는 결과를 초래하였으므로 이 건 처분은 사업계획의 변□□준 및 절차에 부적합한 것이다.\n\n라. 청구인회사 및 주식회사 △△고속은 자가용차량의 급증으로 대중교통을 이용하는 승객이 급감소하여 경영상의 어려움을 겪으면서도 이용주민들의 교통편의 증진을 위해 최선을 다하고 있으나, 이 건 처분으로 인하여 업체간 건전한 운송질서를 문란하게 하였으므로 이 건 처분은 위법·부당하여 취소되어야 한다.\n\n3. 피청구인 주장\n이에 대하여 피청구인은 다음과 같이 주장한다.\n\n가. 청구인회사는 피청구인이 여객자동차운수사업법시행규칙 을 축소·임의 해석하여 관계기관인 강원도지사와 협의를 하지 아니하고 이 건 처분을 하였다고 주장하나, 동법시행규칙 제5조에 의하면 관할 시·도구역 안에서만 해당되는 운행계통의 단축이나 운행경로의 변경의 경우 관계 시·도지사와의 협의를 생략할 수 있도록 되어 있는 바, 이 건 처분은 피청구인의 관할 구역인 □□도 내의 운행경로 변경에 대한 인가처분으로 강원도지사와의 협의를 거칠 필요가 없는 것이다.\n\n나. 다만, 동법시행규칙 제5조의 단서에서 관계 시·도지사의 면허를 받은 다른 시외버스 운송사업자가 당해운행계통을 운행하고 있거나 운행하게 되는 경우는 관계 시·도지사와 협의하도록 규정하고 있으며 국무총리행정심판위원회의 의결례 및 건설교통부 공문 등에 의하면 '운행계통'은 기점 경유지 및 종점 등을 의미하는 바, 이 건 처분에 의하여 변경된 주식회사 □□고속 및 주식회사 ◇◇고속의 운행계통과 청구인회사 및 주식회사 △△고속의 운행계통은 기점 및 일부경로가 달라 동일한 운행계통으로 볼 수 없으므로 강원도지사와의 협의가 필요 없는 처분이었다.\n다. 청구외 강원도지사도 2003. 12. 25. 기존의 주식회사 □□고속의 운행계통과 일부 정차지만 다를 뿐 기점, 종점 및 경로가 동일하게 청구인회사의 노선을 변경하는 내용의 여객자동차운송사업계획변경인가처분을 청구인회사에 대하여 하면서 피청구인의 재검토요청에도 불구하고 강원도 내에서만의 운행계통의 변경이므로 협의가 필요하지 않다는 이유로 피청구인과 협의를 거치지 않은 바 있으므로 이러한 선례에 비추어 볼 때, 노선이 2개 이상의 시·도에 걸치고 동일한 운행계통이 아닐 경우 관할 시·도구역 안에만 해당되는 운행경로의 변경에 대하여는 관계 시·도지사와의 협의를 생략하여 온 것이므로, 피청구인의 이 건 처분도 선례에 따른 것이다.\n\n라. 가사, 이 건 인가처분이 관계기관의 협의가 필요한 경우라고 하더라도 피청구인, 강원도의 담당자, 청구인회사 및 주식회사 □□고속은 강원도지사의 청구인회사에 대한 2003. 12. 25.자 인가처분 및 이 건 처분에 대하여 묵인하다고 두 차례에 걸쳐 유선 통화한 바 있으며, 대법원판례에 의하면 자동차운수사업법시행규칙 중 협의에 관한 규정은 행정명령의 성격을 지닐 뿐 대외적으로 국민이나 법원을 구속하는 효력은 없다고 하고 있는 바, 강원도지사와 협의를 거치지 않았다고 하더라도 이 건 인가처분의 효력에는 영향이 없다고 할 것이다.\n\n마. 한편, 청구인회사는 이 건 처분이 여객자동차운수사업법시행규칙 제31조제2항제3호에서 정한 기준을 위반하여 노선의 운행거리 및 운행시간이 증가하고 요금이 추가 부담되는 등 불편을 초래하여 관련규정을 위배한 부당한 인가처분이라고 주장하나, 피청구인은 건설교통부 소속 여객자동차운송사업조정위원회 심의결과 운행거리 등이 증가한 사업계획에 대하여도 인용조정하였다는 것은 비록 운행거리가 증가되더라도 이용승객의 편의 등을 판단하여 인가할 수 있다고 사료되며, 실제로 청구외 강원도지사가 2004. 4. 8. 피청구인에게 협의 요청한 여객자동차사업계획변경인가처분 중에서도 운행거리 등이 증가하는 사업계획변경이 포함되는 등 운행경로의 변경으로 운행거리 운행시간이 증가되는 경우에도 인가처분을 해오고 있었으므로 피청구인의 이 건 처분이 위법·부당하다고 할 수 없다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n여객자동차운수사업법 제11조 및 제70조\n동법시행령 제2조\n동법시행규칙 제5조 및 제31조제2항\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 여객자동차운송사업(시외버스)계획변경인가, 여객자동차운송사업계획변경 인가내역통보, 시외버스운송사업 운임·요금변경신고수리, 운행노선도 등 각 사본의 기재내용에 의하면 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구외 주식회사 □□고속 및 주식회사 ◇◇고속이 경로변경 등에 대하여 2004. 2. 5. 사업계획변경인가를 신청하자 피청구인은 피청구인 소속 검토자의 '동 사업계획변경사항은 ○○지역 이용객들의 이용편의를 제공하고자 하는 사항과 인천공항 이용자 감소에 따른 감회 사항으로 인가코자함'의 의견에 따라 2004. 2. 9. 청구외 주식회사 □□고속 및 주식회사 ◇◇고속에 대하여, 2004. 2. 10. 청구외 주식회사 □□고속에 대하여 각각 다음과 같은 내용의 여객자동차운송사업(시외버스)계획변경인가처분을 하였다.\n<삭제>\n(나) 청구인이 제출한 자료에 의하면 청구인회사 및 주식회사 △△고속이 운행하고 있던 운행계통은 다음과 같고, 청구외 강원도지사의 2004. 6. 29.자 시외버스운송사업운임·요금 변경신고수리에 의하면 청구외 강원도버스운송사업조합 소속 업체의 '원주(고속도)-○○'간 노선은 '원주-(국도)-원주톨게이트-(고속도)-동수원톨게이트-(국도)-○○'인 것으로 되어 있다.\n\n<삭제>\n(다) 청구외 강원도버스운송사업조합이사장은 2004. 2. 19. 피청구인의 이 건 처분 등에 대하여 청구인회사 및 주식회사 △△고속에 통보하였다.\n\n(라) 청구외 강원도지사는 2003. 12. 25. □□도에 다음과 같은 내용의 여객자동차운송사업계획변경 인가통보를 하였다.\n<삭제>\n\n(마) 청구외 강원도지사가 2004. 1. 7. 청구인(주식회사 영암고속)이 제출한 여객자동차운송사업계획변경(운행시간)인가신청에 대하여 여객자동차운수사업법시행규칙 제5조 규정에 의거하여 피청구인에게 협의요청하자, 피청구인은 2004. 1. 19. 청구외 강원도지사가 운행시간을 변경하고자 하는 운행계통은 '○○동～고한, 태백'으로, 건설교통부의 조정인용을 받은 청구외 주식회사 □□고속의 운행계통('구의TR～고속도～서제천IC～고한～태백')과 동일한 운행계통이므로 여객자동차운수사업법시행규칙 제5조에 의하여 협의사항임에도 불구하고 협의하지 않은 사항이므로 사업계획변경인가 사항에 대하여 재검토해 주기를 바란다고 회신하였고, 이에 강원도지사는 2004. 1. 28. 피청구인에게 여객자동차운수사업법시행규칙상 관할 시·도구역 안에서만 해당되는 운행계통의 단축이나 운행경로의 변경의 경우에는 협의대상에서 제외하고 있다고 회신하였다.\n\n(2) 다음으로 이 건 처분이 적법·타당한 지를 살펴본다.\n\n(가) 먼저, 피청구인이 사업계획변경의 기준을 위반하여 이 건 처분을 하였다는 청구인의 첫 번째 주장에 대하여 살펴본다.\n\n여객자동차운수사업법 제11조제1항·제4항, 제67조제1항, 동법시행령 제26조제1항제6호, 동법시행규칙 제31조제2항제3호에 의하면 여객자동차운송사업의 면허를 받은 자가 사업계획을 변경하고자 하는 때에는 시·도지사의 인가를 받아야 하고 노선 및 운행계통의 운행경로 변경은 도로여건 등 불가피한 경우를 제외하고는 운행거리 또는 운행시간이 단축되는 경우에 한하며 기존의 운행경로의 과다한 변경으로 이용주민에게 불편을 초래하지 아니하여야 한다고 되어 있는 바, 동 규정은 운행계통의 경로변경으로 인하여 운행거리 및 운행시간이 연장되는 것을 전면적으로 부정하고 있지 아니하며, 여객자동차운송사업면허 및 사업계획변경인가는 사업구역의 교통수요, 노선결정, 운송업체의 수송능력 및 공급능력 등에 관하여 기술적 전문적인 판단을 요하는 분야로서 이에 관한 행정처분은 법령이 특별히 규정한 바가 없으면 운수행정을 통한 공익실현과 아울러 합목적성을 추구하기 위한 범위 내에서 보다 구체적 타당성에 적합한 기준에 의하여야 할 것이므로 그 범위 내에서는 행정청의 재량에 속하는 것이라고 보아야 할 것이어서, 도로여건, 교통수요의 증가 및 지역주민의 요구 등을 고려할 때 불가피한 사정이 인정되어 인가처분한 사업계획변경이 운행거리 및 운행시간의 연장을 가져온다고 하더라도 당해 노선 또는 사업구역의 수송수요와 수송력 공급에 적합성이 인정되고 기존의 운행경로의 과다한 변경으로 이용주민에게 불편을 초래하지 아니한다면, 사업계획변경인가처분으로 인하여 노선의 운행거리 및 운행시간이 연장된다는 사실만으로 그 처분이 위법·부당하다고 할 수는 없다고 할 것이다.\n\n위 인정사실에 의하면, 청구외 □□고속 및 ◇◇고속의 노선여객자동차운송사업에 대한 관할권을 가진 피청구인이 주민의 교통편의 증진을 고려하여 공공복리상의 필요에 따라 이 건 처분을 한 것으로 보이는 점, 피청구인의 이 건 처분으로 연장된 운행거리가 0.7～0.8km에 불과하며 1개의 정차지를 추가한 것일 뿐이어서 기존의 운행경로의 과다한 변경으로 이용주민에게 불편을 초래한다고 볼 수 없는 점, 달리 이 건 처분을 동법 및 동법시행규칙에 의한 사업계획변경의 기준을 위반한 것으로 볼 만한 사정이 없는 점 등을 고려할 때 이에 대한 청구인의 주장은 이유 없다 할 것이다.\n\n(나) 다음으로, 피청구인이 강원도지사와의 협의를 거치지 아니하고 행한 이 건 처분이 위법·부당하다는 청구인의 주장에 대하여 살펴본다.\n\n여객자동차운수사업법 제11조제1항 및 제4항, 제70조, 동법시행령 제26조제1항제6호, 동법시행규칙 제5조에 의하면 고속형 시외버스사업을 제외한 여객자동차운송사업의 면허를 받은 자가 사업계획을 변경하고자 하는 경우에는 시·도지사의 인가를 받아야 하며, 노선여객자동차운송사업을 관할하는 시·도지사는 2 이상의 시·도에 걸치는 노선과 관련되는 사업계획변경인가시 관계 시·도지사의 면허를 받은 다른 시외버스운송사업자가 당해운행계통을 운행하고 있거나 운행하게 되는 경우에 관계 시·도지사와 미리 협의를 하여야 한다고 되어 있는 바, 여기서 '당해운행계통을 운행하고 있는 경우'라고 함은 동일한 운행계통을 면허 또는 인가 받아 운행하고 있거나 운행하게 되는 경우만을 의미하는 것이 아니라 당해 사업계획변경인가로 인하여 변경되는 구간을 운행하고 있거나 운행하게 되는 경우까지를 의미한다고 보아야 할 것이다.\n\n위 인정사실에 의하면, 피청구인의 이 건 처분 중 주식회사 □□고속의 계통번호 다3-34-4 및 주식회사 ◇◇고속의 계통번호 다2-7-46에 대한 부분과 청구인회사의 계통번호 다2-7-36 및 청구외 주식회사 △△고속의 계통번호 다2-7-65와 비교하여 보면 비록 그 기점, 경로 등이 동일하지는 않으나 '○○～원주'의 구간이 중복되므로 그 구간에 대하여 청구인회사 및 청구외 주식회사 △△고속은 당해 운행계통을 운행하던 자에 해당한다고 할 것이며, 이 건 처분 중 주식회사 □□고속의 계통번호 다4-14-6에 대한 부분과 청구인회사의 계통번호 ○○ 및 청구외 주식회사 △△고속의 계통번호 ○○을 비교하여 보면 비록 그 기점, 경로 등이 동일하지는 않으나 '○○～●●'의 구간이 중복되므로 그 구간에 대하여 청구인 및 청구외 주식회사 △△고속은 당해 운행계통을 운행하는 자에 해당한다고 할 것이므로 이 건 처분은 사전에 관계 시·도지사인 강원도지사와의 협의를 거쳐야 하는 것으로 보아야 할 것이다.\n\n한편, 청구인은 사업자가 기존의 면허 받은 노선의 범위를 벗어난 운행경로변경을 하고자 할 때에는 관련 시·도지사와 사전협의를 거쳐 인가하여야 한다고 주장하나, 동법시행규칙 제5조에 의하면 노선과 관련된 사업계획변경이 기존의 면허 받은 노선 범위내에서 변경하는 것인지 여부에 따라 사전협의 대상이 되는지의 여부가 달라지는 것은 아니므로 이에 대한 청구인의 주장은 이유 없다고 할 것이다.\n\n(다) 그렇다면, 피청구인의 이 건 처분은 관련 법령에 의한 사업계획변경의 기준을 위반한 것으로는 볼 수 없으나 관계 시·도지사와의 협의를 거치도록 하고 있는 관계 법령의 규정을 위반한 것이므로 그 절차상의 하자로 인하여 위법ㆍ부당하다고 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유있다고 인정되므로 이를 인용하기로 하여 주문과 같이 의결한다."
}