{
    "행정심판재결례일련번호": 238665,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2004-11516",
    "의결일자": "2004-09-20",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=238665&type=HTML&mobileYn=",
    "재결요지": "사 건 04-11516 국가유공자등록거부처분취소청구\n청 구 인 유 ○ ○\n부산광역시 ○○군 ○○읍 ○○리 162-11 ○○빌라 B-202\n피청구인 부산지방보훈청장\n청구인이 2004. 7. 26. 제기한 심판청구에 대하여 2004년도 제35회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 6. 16. 청구인에 대하여 한 국가유공자등록거부처분 은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 1952. 7. 20. 공군에 입대하여 ○○훈련비행단 소속으로 복무 중이던 1954년 8월경 활주로 공사작업을 하다가 부품이 폭발하여 안면부, 팔, 복부 등에 부상을 입고 의무대에서 치료 후 1957. 5. 25. 만기전역 하였다는 이유로 2003. 12. 10. 국가유공자등록을 신청하였으나, 피청구인은 청구인의 현상병명과 군 공무수행과의 상당인과관계를 인정하기 어렵다는 이유로 2004. 6. 16. 청구인에 대하여 국가유공자등록거부처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 1952. 7. 20. ○○항공학교에 입대하여 훈련을 마치고 제○○비행단 소속으로 배치 받아 불도저 운전수로서 공군비행장 활주로 공사를 하던 중 벨트가 터지면서 전두부 파열창 및 복부 관통창을 입고 기지내 연대 의무대에서 3개월간 입원ㆍ치료 후 제대하였는 바, 당시의 군 동료들이 이러한 사실을 인우보증하고 있음에도 불구하고 단지 병상일지 등 거증자료가 없다는 이유를 들어 청구인의 상이를 공상으로 인정하지 아니한 이 건 처분은 위법ㆍ부당하므로 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조 및 제83조제1항\n동법시행령 제3조, 제8조, 제9조, 제9조의2, 제102조제1항 및 별표 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 국가유공자등요건관련사실확인서, 병적기록카드, 심의의결서, 인우보증서, 국가유공자비해당결정통보서, 진단서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 1952. 7. 20. 공군에 입대하여 복무 후 1957. 5. 25. 병장으로 만기 전역하였다.\n\n(나) 청구인은 2003. 9. 26. ○○정형외과에서 '청구인(1932년생)은 현재 전신적인 증상과 함께 과거력상 6ㆍ25 참전 용사로서 상흔이 여러 군데 있고, 이로 인하여 현재 증상을 호소하고 있으며, 최근 고령과 함께 증상의 복합적인 진전과 후유증이 겹쳐서 생활의 불편을 호소하고 있고, 환자의 전체적 검사와 함께 향후 치료 방향을 설정해 보건대 장기적이고 지속적으로 치료가 필요할 것으로 예상되며, 합병증 병발 및 미발견증이 없는 한 향후 6주 이상 가료를 요함'의 향후치료의견 하에 '술후상태(복막염), 다발성 열상(진구성) 안면부 상지 좌, 경한 상지 및 주관절 병변 우(진구성), 다발성 관절통 및 신경통, 퇴행성 척추염 경추 및 요추부, 척추관 협착증, 골성 관절염 슬관절 좌우'로 진단(임상적 추정임) 받았다.\n\n(다) 공군참모총장은 2004. 4. 3. 청구인의 원상병명을 '미상'으로, 현상병명은 '다발성 열상 안면부 상지 좌, 퇴행성 척추염, 다발성 관절통 외'로, 상이경위는 '청구인은 1952. 7. 20.자로 입대하여 ○○훈비 ○○기지전대에 근무하던 자로서, 청구인 및 인우보증인(백○○, 정○○)의 진술에 의하면, 청구인은 1954년 8월경 부대 활주로 확장공사 작업 중 불도저 동력전달장치의 이상으로 차량 일부 부품이 폭발하여 주물파편에 안면부 및 팔, 복부에 심한 부상을 당해 의식불명상태로 부대 의무대에 긴급 후송되어 약 3개월간 치료를 받고 자대복귀하여 1957. 5. 25.자로 전역하였으며, 현재 당시의 후유증으로 마비증세 및 심한 통증으로 고통받고 있다고 함. 위 진술에 대하여 확인한 결과, 청구인의 상이경위 및 치료사실을 입증할 수 있는 의무기록은 확인할 수 없으며, 청구인의 거주표와 인우보증인의 자력기록표상 청구인이 상이를 입을 당시 인우보증인 정치양은 동일소속(○○훈비 ○○기지전대, 경상남도 ○○에 위치함)이었으나, 백○○는 ○○전투비행단 소속(강원도 ○○에 위치함)으로 근무지가 상이함'으로 피청구인에게 통보하였다.\n\n(라) 보훈심사위원회는 2004. 5. 18. 관련자료를 종합하여 검토한 결과, 공군본부로부터 병상일지 등 관련기록이 보관되지 아니한 것으로 통보받은 점, 군병원에의 입원기록 확인이 불가능하고 청구인의 진술 이외에 부상사실을 입증할 수 있는 병상일지 등 구체적이고 객관적인 거증자료가 없어 부상경위 및 병명확인이 불가능한 점 등으로 보아 청구인의 현상병명과 군공무수행과의 상당인과관계를 인정하기 곤란하다는 이유로 청구인을 국가유공자등예우및지원에관한법률 소정의 공상군경 요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 피청구인은 2004. 6. 16. 이를 청구인에게 통보하였다.\n\n(마) 청구외 정○ 및 백○○는 청구인이 1954년 8월 중순경 비행 활주로 확장공사 작업 중 심한 부상을 입은 사실이 있다고 인우보증하였다.\n\n(2) 살피건대, 국가유공자등예우및지원에관한법률 제4조, 동법시행령 제3조 및 별표 1의 규정에 의하면, 당해 질병의 발생 또는 악화가 공무수행과 상당한 인과관계가 있다고 의학적으로 판단ㆍ인정된 질병에 의한 상이를 공상으로 인정하고 있는 바, 청구인은 공군비행장 활주로 공사를 하던 중 부상을 입어 현상병명인 '다발성 열상 안면부 상지 좌, 퇴행성 척추염, 다발성 관절통 외'의 상이를 입었다고 주장하나, 위 인정사실에 의하면, 공군참모총장이 청구인의 원상병명을 '미상'으로 통보한 점, 군 기록상 입원기록이 없는 점, 청구인 및 인우보증인의 진술 이외에 청구인의 상이경위 및 병명 등을 확인할 수 있는 병상일지 등 구체적이고 객관적인 자료가 없고, 청구인이 만기 전역한 때로부터 약 47년이 경과된 상태여서 청구인의 위 상이가 군 복무 중 입은 것이라고 단정하기 어려운 점 등을 종합하여 볼 때, 청구인의 현상병명과 군 공무수행과의 사이에 상당인과관계가 있다고 인정하기는 곤란하다고 할 것이므로, 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}