{
    "행정심판재결례일련번호": 236155,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2004-00725",
    "의결일자": "2004-02-16",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=236155&type=HTML&mobileYn=",
    "재결요지": "사 건 04-00725 국가유공자등록거부처분취소청구\n청 구 인 이 ○ ○\n울산광역시 ○○군 ○○면 ○○리 589-3번지\n피청구인 울산보훈지청장\n청구인이 2004. 1. 12. 제기한 심판청구에 대하여 2004년도 제5회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2003. 12. 1. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1986. 10. 6. 육군에 입대하여 ○연대 소속으로 논산 훈련소에서 신병훈련을 받던 중 상사의 폭행으로 머리에 피를 흘리고 쓰러진 후 정신질환이 발병하여 군 병원에서 치료를 받은 후 1987. 1. 30. 전역하였다는 이유로 2003. 7. 24. 국가유공자등록신청을 하였으나, 피청구인은 청구인의 신청병명과 군 공무사이에 상당한 인과관계를 인정하기 곤란하다는 이유로 2003. 12. 1. 청구인에 대하여 국가유공자등록거부처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 대학교 1학년에 재학중 현역 입영 통지서를 받고 ○연대 소속으로 ○○훈련소에서 신병훈련 중 상사로부터 폭행을 당하여 많은 피를 흘리고 정신분열증세가 발병하였는 바, 최초 정신분열증이 발병한 이후 청구인은 군 병원에서 완전하게 치료를 받지 못하고 군 복무 수행 불가 판정을 받고 의병제대를 한 점, 청구인의 입원 치료를 담당하던 군의관이 기록한 병상일지 상에는 공상으로 기록되어 있는 점, 청구인은 재대 후 현재까지 정신병원에서 주기적 치료를 받고 있고 일상적인 생활을 할 수 없어 치료비 마련 및 생계유지가 곤란한 상태인 점, 청구인은 가족 중에서 정신질환을 앓고 있는 사람이 전혀 없으므로 청구인의 정신분열증이 유전적이라는 피청구인의 주장은 타당하지 아니한 점 등을 고려하면 청구인의 정신분열증을 공상으로 인정하지 아니하고 행한 피청구인의 이 건 처분은 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n국가유공자등예우및지원에관한법률 제4조제1항제6호, 제6조, 제83조제1항\n동법시행령 제3조, 제8조, 제9조, 제9조의2, 제102조제1항, 별표 1\n\n나. 판 단\n(1) 청구인과 피청구인이 제출한 등록신청서, 병적증명서, 국가유공자등요건관련사실확인서, 진단서, 심의의결서, 국가유공자비해당결정통보서 등 각 사본의 기재를 종합하면 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 ○○대학교 1학년 재학 중이던 1986. 10. 6. 육군에 입대하여, 1987. 1. 30. 의병전역 하였다.\n\n(나) 청구인은 군 입대 후 신병훈련을 받아오던 중 1986. 11. 6.경 평소 행동에 이상이 있어 국군○○병원으로 후송되어 담당 군의관의 진찰을 받은 결과 ‘R/O 급성 정신증’의 진단을 받아 정신과에 입원하여 치료를 받은 후 1986. 12. 2. 퇴원하였으나, 퇴원 후에도 말이 없고 지나치게 긴장된 정서를 보여 1986. 12. 9. 국군○○병원에 재 입원 하였으며, 입원기간 동안 '사고 흐름의 장애, 정서의 부조화, 불안 및 초조' 등의 증상은 호전되었으나 '관계망상, 정서의 위축, 사회성 결여' 등의 증세는 나아지지 않았고, 향후 정신분열증의 빈번한 재발이 있을 것으로 예상되기 때문에 군 복무수행이 어려워 전역을 상신한다는 담당 군의관의 소견에 따라 1987. 1. 30. 의병전역 하였다.\n\n(다) 청구인은 군 병원에서 담당의사와의 면담시 고교시절부터 주위사람들을 지나치게 의식하는 증세가 있었으나 별다른 정신과 치료를 받지 못하고 지내왔으며, 군 입대 후 훈련을 받아오던 중 '주위 사람들이 자꾸 쳐다보는 것 같다'라고 진술하였다.\n\n(라) 육군참모총장이 2003. 10. 17. 발급한 국가유공자등요건관련사실확인서에 의하면, 청구인의 상이원인은 '근무 중'으로, 현상병명은 '정신분열증병'으로, 원상병명은 '정신분열증'으로 피청구인에게 통보하였다.\n\n(마) 청구인은 전역 후 '정신분열증'으로 진단 받고 1995. 2. 13. 경상남도 ○○시 ○○읍 ○○리에 소재한 ○○병원에서 2차례의 입원 및 불규칙적인 외래통원 치료를 받았고, 현재 울산광역시 ○○군 ○○면 ○○리에 소재한 △△병원에서 정신과 치료를 받고 있다.\n\n(바) 보훈심사위원회는 2003. 11. 14. 청구인이 군 복무 중 '정신 분열증' 진단을 받고 군 병원에서 치료를 받은 사실은 있으나, 병상 일지상 진료기록에 의하면 특별한 외상력 등 공무와 관련된 발병원인에 대한 기록이 전혀 없고, 보훈심사위원회 비상임 위원의 기존의 의학적 소견에 의하면 ‘정신질환은 이미 존재하던 선천적인 유전소질 또는 환경적 요소가 장기간에 걸쳐 자극에 의하여 발병하는 질병’임에 비추어 청구인의 군 복무 기간이 단기인 점, 청구인의 진술 이외에 청구인의 위 질병이 군 공무와 관련하여 발병하였음을 입증할 수 있는 구체적이고 객관적인 확인자료가 없어 청구인의 신청병명과 군 공무수행과의 인과관계를 인정하기 어렵다는 이유로 청구인에 대하여 국가유공자등예우및지원에관한법률 소정의 공상군경 요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 이에 따라 피청구인이 2003. 12. 1. 이 건 처분을 하였다.\n\n(2) 살피건대, 국가유공자등예우및지원에관한법률 제4조, 동법시행령 제3조 및 별표 1의 규정에 의하면 군 공무수행과 상당한 인과관계가 있다고 의학적으로 판단되는 질병 또는 상이를 공상으로 인정하고 있는 바, 위 인정사실에 의하면, 청구인이 신병 훈련소에서 교육 중 'R/O 급성 정신증' 진단 하에 국군논산병원에서 정신 분열증 치료를 받은 사실은 있으나, 병상일지의 진료기록에 의하면 군 공무수행과 관련하여 특별한 외상력(상관의 구타)등 발병원인에 대한 기록이 전혀 없어 구체적이고 객관적인 부상경위 확인이 불가능한 점, 보훈심사위원회 비상임 위원의 기존의 의학적 소견에 의하면 ‘정신질환은 이미 존재하던 선천적인 유전소질 또는 환경적 요소가 장기간에 걸쳐 자극에 의하여 발병하는 질병’이라 할 것인데, 청구인은 입대한지 불과 약 1 개월만에 정신질환이 발병한 사실에 비추어 볼 때 청구인의 정신질환이 군복무와 관련하여 발병했다고 보기 어려운 점, 달리 청구인에게 정신질환의 발병의 원인이 될 수 있을 정도의 극도의 불안을 야기할만한 행위가 가하여졌다고 볼 수 있는 객관적 자료가 없는 점 등을 고려하면, 청구인의 질병이 군 공무수행으로 인하여 발병한 것인 지의 여부를 확인할 수 없는 상태에서 청구인의 주장만으로 청구인의 상이를 공상으로 인정하기 어렵다 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}