{
    "행정심판재결례일련번호": 239169,
    "사건명": "의료급여비용감액조정이의신청기각결정처분취소청구",
    "사건번호": "2004-09332",
    "의결일자": "2004-11-01",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=239169&type=HTML&mobileYn=",
    "재결요지": "사 건 04-09332 의료급여비용감액조정이의신청기각결정처분취소청구\n청 구 인 ○○대학교부속○○병원(원장 전 ○ ○)\n서울특별시 ○○구 ○○동○○가 85\n피청구인 건강보험심사평가원\n청구인이 2004. 7. 6. 제기한 심판청구에 대하여 2004년도 제41회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 5. 21. 청구인에 대하여 한 청구외 김○○의 요양급여비용 2백6만7천762원의 의료급여비용감액조정처분이의신청기각결정처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 의료보호환자인 청구외 김○○에게 경피적관상동맥스텐트삽입술을 시행하면서 스텐트(stent) 2개를 삽입하고 그에 따른 의료급여비용을 청구하자, 피청구인은 2003. 12. 31. 청구외 김○○의 전반적인 진료내역과 관련규정 등을 참조하여 치료재료인 스텐트를 불인정하고 이에 대한 의료급여비용 2백6만7천762원을 심사ㆍ조정하였고, 이에 청구인의 이의 신청을 제기하자 피청구인은 2004. 5. 21. 청구인의 이의신청을 받아 들일 수 없다고 결정하여 이를 청구인에게 통보(이하 '이 건 처분'이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 청구외 김○○는 당뇨병으로 모든 혈관이 미만성으로 좁아져 있는 자로서, 좌측전방하행관상관상동맥(LAD)의 중간부위(proximal to mid)에 80-90% 협착이 미만성으로 관찰되었고, 그 중 LAD(mid protius)에 정상처럼 보이는 부위의 직경이 2.5mm였는 바, 훨씬 Proximal인 부위와 병변이 있는 mid LAD는 2.5mm이상이기에 2.75(33mm) 스텐트를 삽입한 점, 병변이 심한 부위주위는 직경이 2.0mm처럼 보일지라도 실제는 2.5mm이상의 큰 혈관인 점 등을 고려하면 치료재료인 스텐트에 대한 의료급여를 불인정한 피청구인의 처분은 위법ㆍ부당한 처분이라고 주장한다.\n\n3. 피청구인 주장\n이에 대하여 피청구인은 통상 2.5mm이하의 small coronary arteries의 경피적관상동맥확장술 또는 스텐트삽입술은 재협착율이 높으므로 모든 작은 혈관에 동 시술을 시행하는 것은 타당하지 아니하고, 단 2.5mm이하의 작은 혈관이더라도 dissection 또는 calcification이 있거나 다른 관상동맥혈관이 모두 occlusion이 있는 경우 등에 스텐트삽입술을 선택적으로 실시하는 것이 바람직하다고 할 것인 바, 청구인의 9. 27.자 양측 관상동맥조영촬영기록지에 p-LAD(근위부)의 혈관이 2.5mm로 기록되어 있고, 첨부된 영상자료 검토 결과 2.5mm 미만의 가는 혈관으로 판단되는 점, LAD혈관이 미만성으로 스텐트를 시술한다하여도 재협착율이 높고, 원위부위의 혈류흐름이 좋지 않기 때문에 근위부 및 중간부위만 스텐트를 삽입하는 것은 효과적인 치료방법이 아닌 점 등을 고려하면 이 건 청구는 기각되어야 한다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n의료급여법 제11조, 제30조 및 제33조\n의료급여법시행령 제20조\n의료급여법시행규칙 제6조 및 제21조제5항\n국민건강보험법 제56조 및 제59조\n국민건강보험요양급여의기준에관한규칙 제5조 및 별표1\n의료수가의기준및일반기준(보건복지부고시 제2001-74호) 제24조제2항, 요양급여비용심사ㆍ지급업무처리기준(보건복지부고시 제2000-41호) 제4조 및 요양급여의적용기준및방법에관한세부사항(보건복지부고시 제2000-73호) 중 stent에 대한 세부인정기준\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 의사소견서, 퇴원요약지, 이의신청 결정서, 행정심판 점검소견 및 심사결정서, 답변서등 각 사본기록에 의하면 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구외 김○○는 2003. 9. 25. 저녁식사 후 누워있던 중 흉통(Chest Pain)이 발생하여 청구인 병원의 응급실로 내원하였고, 청구인은 같은 해 9. 27. 양측 관상동맥조영촬영을 하였으며, 같은 해 9. 30. 우관상동맥과 좌측전방하행관상동맥에 스텐트 2개를 삽입하였으나 위 김○○는 같은 해 10. 2. 사망하였다.\n\n(나) 위 김○○에 대한 퇴원요약지(입원기간: 2003. 9. 26. - 2003. 10. 2.)에 의하면, 주진단명은 'AMI'로, 기타진단명은 'CHF, HTN, DM, unstable angina, R/o brain ischemia'로, 주증상은 'chest pain'으로, 현병력은 '상기 여환자가 내원할 당일 저녁식사 후 누워있던 중 상기증상 발생하여 응급실 내원'으로 되어 있다.\n\n(다) 2003. 9. 27.자 양측 관상동맥조영촬영기록지에 P-LAD(근위부)의 혈관구경이 2.5mm로 기록되어 있다.\n\n(라) 청구인이 위 김○○에 대한 의료급여비용의 심사청구를 하자, 피청구인은 2003. 12. 31. 경피적관상동맥스텐트삽입술에 대한 13만6천502원과 스텐트 1개에 대한 1백93만1천260원을 조정하였다.\n\n(마) 이에 대하여 청구인이 2004. 3. 3. 이의신청을 하자, 피청구인은 2004. 5. 21. 통상 2.5mm이하의 small coronary arteries의 경피적관상동맥확장술 또는 스텐트삽입술은 재협착율이 높으므로 dissection 또는 calcification이 있거나 다른 관상동맥혈관이 모두 occulsion이 있는 경우 등을 제외하고 동 시술을 시행하는 것은 타당하지 않다고 할 것인 바, 기심사시 조정된 스텐트는 청구인이 제출한 자료를 검토한 결과 dissection 등의 문제가 없는 점을 참조할 때 스텐트 삽입술을 시행하는 것보다 follow up check 하는 것이 바람직하다는 이유로 이를 기각하였다.\n\n(2) 의료급여법 제11조제8항의 규정에 의하면, 급여비용의 심사에 관하여 필요한 사항은 보건복지부령으로 정한다고 되어 있고, 동법 시행규칙 제6조의 규정에 의하면, 의료급여의 적용기준 및 방법은 국민건강보험요양급여의기준에관한규칙 제5조제2항 및 별표 1(제2호나목을 제외한다)의 규정에 의한다고 되어 있으며, 국민건강보험요양급여의기준에관한규칙 별표 1의 제1호 가. 및 다.\n의 규정에 의하면, 요양급여는 가입자 등의 연령ㆍ성별ㆍ직업 및 심신상태 등의 특성을 고려하여 진료의 필요가 있다고 인정되는 경우에 정확한 진단을 토대로 하여 환자의 건강증진을 위하여 의학적으로 인정되는 범위 안에서 최적의 방법으로 실시하여야 하고, 경제적으로 비용효과적인 방법으로 행하여야 한다고 되어 있고, 요양급여의적용기준및방법에관한세부사항 중 스텐트에 대한 세부인정기준(혈관용 금속 스텐트 적응증)에 의하면, 경피적혈관성형술 후 잔여 협착이 35% 이상인 경우로 되어 있으며, 진료심사평가원의 2002. 2. 8. 내과Ⅱ분과위원회의 결정 및 2002. 2. 8. 시행된 풍선확장술 풍선카테타 및 스텐트인정여부에 대한 보건복지부 행정해석 등에 의하면, 2.5mm 이하의 작은 관상동맥의 경피적관상동맥협착술 또는 스텐트삽입술은 재협착율이 높으므로 인정되지 않으나, 혈관박리 또는 석회화 병변이 있거나 다른 관상동맥혈관에 모두 폐쇄가 있는 경우 선택적으로 시행하는 것이 타당하다고 되어 있는 바, 청구인의 2003. 9. 27.자 양측 관상동맥조영촬영기록지에 p-LAD(근위부)의 혈관이 2.5mm로 기록되어 있고, 달리 혈관박리 또는 석회화 병변이 있거나 다른 관상동맥혈관에 모두 폐쇄가 있어 스텐트를 삽입하는 것이 타당하다는 사실을 입증할만한 객관적인 자료도 없으므로 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}