{
    "행정심판재결례일련번호": 240021,
    "사건명": "농업기반시설의목적외사용승인처분무효확인청구",
    "사건번호": "2004-15877",
    "의결일자": "2005-01-14",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=240021&type=HTML&mobileYn=",
    "재결요지": "사 건 04-15877 농업기반시설의목적외사용승인처분무효확인청구\n청 구 인 강 ○ ○\n전라북도 ○○시 ○○동 254-31\n(송달장소 : 전라북도 ○○시 ○○구 ○○동 1가 1341-1)\n피청구인 전라북도지사\n청구인이 2004. 10. 27. 제기한 심판청구에 대하여 2005년도 제2회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 각하한다.",
    "청구취지": "피청구인이 1999. 7. 31. ○○조합장에 대하여 한 농업기반시설의목적외사용승인처분은 무효임을 확인한다.",
    "이유": "1. 사건개요\n1999. 7. 19. 청구외 고○○ 외 3인으로부터 전라북도 ○○시 ○○면 소재 ○○저수지 외 3개 저수지에 대한 목적외사용신청에 따라 ○○조합장(현 ○○공사 ○○지사장, 이하 같다)이 피청구인에게 농업기반시설의목적외사용승인을 신청하였고, 이에 대해 피청구인이 1999. 7. 31. 조건부목적외사용승인처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 1999. 7. 19. 청구외 고○○ 외 3인의 전라북도 ○○시 ○○면 소재 ○○저수지 외 3개 저수지에 대한 목적외사용신청에 따라 ○○조합장이 피청구인에게 승인신청서를 제출하였고, 이에 대해 피청구인이 1999. 7. 31. 부관을 붙여 승인하였는바, 피청구인이 이 건 처분을 함에 있어 부관을 붙인 사용승인내용을 사용자인 청구외 고○○ 외 3인에게 송달하지 아니한 절차상의 중대ㆍ명백한 하자가 있는 점, 피청구인의 처분 상대방은 ○○조합장인데 반해 수익적 행정행위로 권리 또는 이익을 받게 되는 사용자에게 조건, 기한, 부담 등 부관을 붙인 것은 앞뒤가 모순되는 명백한 하자인 점 등에 비추어 볼 때 이 건 처분은 외관만 존재하는 당연 무효의 행정처분으로서, 청구인이 이 건 처분의 상대방이 아니라 할지라도 청구인과 같은 일반 국민에게 회복될 이익이 현저하므로 이 건 처분이 무효임을 확인하여 달라고 주장한다.\n\n3. 피청구인 주장\n피청구인은 이에 대하여, 농업기반시설의 목적외사용승인은 농어촌정비법 제20조 및 동법시행령 제23조의 규정에 의하여 농업기반시설관리자가 당해 시설의 본래의 목적수행에 지장이 없는지 여부, 환경 및 수질오염 문제는 없는지 여부 등을 종합적으로 검토하여 문제가 없다고 판단될 경우 시ㆍ도지사에게 승인 신청하고, 시ㆍ도지사는 신청사항을 검토한 후 농업기반시설 본래의 목적수행에 지장이 없다고 판단될 경우 승인하는바, 피청구인이 적법한 절차에 의하여 농업기반시설관리자인 정당한 자에게 승인 통보한 이 건 처분은 내용상은 물론 절차상에도 전혀 하자가 없으며, 행정심판법 제9조제2항의 규정에 의하면, 무효등확인심판청구는 처분의 효력유무 또는 존재여부에 대한 확인을 구할 법률상 이익이 있는 자가 제기할 수 있다고 되어 있는바, 청구인 적격이 없는 청구인이 제기한 이 건 청구는 부적법한 청구로서 각하되어야 한다고 주장한다.\n\n4. 이 건 청구의 행정심판적격여부\n가. 관계법령\n행정심판법 제9조\n농어촌정비법 제 16조, 제17조, 제18조 및 제20조\n동법시행령 제23조\n\n나. 판 단\n(1) 제출된 자료와 기록에 의하면, 1999. 7. 19. 청구외 고○○의 전라북도 ○○시 ○○면 소재 ○○저수지에 대한 ○○낚시터로의 사용, 청구외 강○○의 같은 시 △△면 소재 △△저수지에 대한 ○○낚시터로의 사용, 청구외 김○○의 같은 시 △△면 소재 △△저수지에 대한 조방어업으로의 사용 및 청구외 권○○의 같은 시 ○○면 ○○저수지에 대한 자망어업으로의 사용 신청에 따라 ○○조합장이 피청구인에게 농업기반시설의 목적외사용승인을 신청한 사실, 이에 대하여 피청구인이 1999. 7. 31. 농어촌정비법 제20조 규정에 의하여 승인 조건을 붙여 ○○조합장에게 청구외 고○○ 외 3인의 전라북도 ○○시 ○○면 소재 ○○저수지 외 3개 저수지에 대한 목적외사용을 승인하는 이 건 처분을 한 사실을 각각 인정할 수 있다.\n\n(2) 행정심판법 제9조제2항의 규정에 의하면, 무효등확인심판청구는 처분의 효력유무 또는 존재여부에 대한 확인을 구할 법률상 이익이 있는 자가 제기할 수 있다고 되어 있고, 여기서 법률상의 이익이 있는 자란 당해 처분의 근거 법률에 의하여 보호되는 직접적이고 구체적인 이익이 있는 경우를 말하는 것이고 다만 간접적이거나 사실적·경제적 이해관계를 가지는 데 불과한 경우는 여기에 포함되지 않는 것인바, 농업기반시설의 목적외사용을 신청한 자 또는 이 건 처분의 상대방이 아닌 제3자인 청구인에게는 이 건 처분의 효력유무의 확인을 구할 법률상 이익이 있다고 볼 수 없으므로, 청구인 적격이 없는 청구인이 제기한 이 건 행정심판 청구는 심판제기요건을 결한 부적법한 청구라고 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 심판제기요건을 결한 부적법한 청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}