{
    "행정심판재결례일련번호": 239421,
    "사건명": "의료비용감액조정이의신청기각결정처분취소청구",
    "사건번호": "2004-11649",
    "의결일자": "2004-11-22",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=239421&type=HTML&mobileYn=",
    "재결요지": "사 건 04-11649 의료비용감액조정이의신청기각결정처분취소청구\n청 구 인 ○○대학교병원(원장 양○○)\n전라북도 ○○시 ○○동 634-18호\n피청구인 건강보험심사평가원\n청구인이 2004. 8. 18. 제기한 심판청구에 대하여 2004년도 제44회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "1. 피청구인이 2004. 6. 7. 청구인에게 한 의료급여비용감액조정중 스텐트(1개) 부분에 대한 감액조정은 이를 취소한다.\n2. 나머지 청구는 기각한다.",
    "청구취지": "피청구인이 2004. 6. 7. 청구인에게 한 의료급여비용감액조정이의신청기각결정처분은 이를 취소한다.",
    "이유": "1. 사건개요\n피청구인은 청구인이 2003. 6. 16. '불안정성 협심증'으로 입원하여 치료를 받고 있던 청구외 김○○에 대하여 경피적 관상동맥 스텐트 삽입술을 시행하는 과정에서 풍선 카테터(Ballon Catheter) 1개 및 스텐트(Stent) 1개의 삽입시술행위는 의료급여 적용기준 등에 적합하지 않는다는 이유로 청구인이 청구한 금액 중 3,077,687원에 대하여 감액조정하자 이에 불복한 청구인이 이의신청을 제기하였으나 피청구인은 2004. 6. 11. 청구인의 이의신청을 거부하는 회신(이하 '이 건 거부처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 청구외 김○○은 호흡곤란과 흉부 불편감을 호소하여 내원한 뒤 진단결과 '불안정성 협심증' 판정을 받고 2003. 6. 4. 입원하여 2003. 6. 12. 관상동맥조영촬영을 시행한 결과 좌회선지 근위부에 부분협착, 좌전하행지 중위부에 60-70% 협착과 좌전하행지 입구부에 60-70% 협착이 확인되어 좌회선지 근위부에 3.5 밀리의 풍선확장 (Balloning)을 시행한 후 45%의 잔여협착이 있어 4.0밀리의 스텐트를 삽입하였고, 같은달 16일 다시 관상동맥조영촬영을 하면서 좌전하행지 중위부에 2.5밀리 풍선확장(Balloning)을 시행하였고 좌전하행지 입구부에 3.0밀리 풍선확장을 실시하였는 바, 잔여협착이 48%이므로 스텐트를 삽입한 점, 피청구인은 좌전하행지 입구부의 병변이 중간병변(Intermediate Lesion)이어서 시술이 적절하지 않다고 주장하나 관상동맥협착 병변의 스텐트 삽입 보험인정기준에 의하면 중간병변에 스텐트 삽입을 불인정하는 항목이 없는 점, 일반적으로 좌전하행지 입구부(LAD-OS)는 다른 부위와 달리 협착병변이 존재할 때 중재시술을 시행하거나 관상동맥 우회수술을 시행하지 않고 약물치료만 하는 것은 사망률을 증가시킬 수 있고 풍선확장 시술만 시행할 경우 그 효과에 대해 긍정적 연구결과가 거의 없는 점, 위 김○○의 경우에도 좌전하행지 근위부의 입구부(LAD-OS)에 위험한 병변이 있어 시술을 시행하지 않았을 때 사망의 위험이 있었기 때문에 스텐트 삽입이 필요하였던 점 등을 고려하면 이에 대한 피청구인의 의료급여비용 감액조정은 위법ㆍ부당하다고 주장한다.\n\n3. 피청구인 주장\n청구인이 제출한 영상자료를 검토한 결과 청구외 김○○에게 2003. 6. 12. 좌회선지 근위부에 있는 병변에 스텐트 삽입술을 시행하면서 좌전하행지 근위부의 입구부(LAD-OS) 병변은 협착이 심하지 않은 중간병변(Intermediate Lesion)이었으나 좌회선지에 스텐트를 삽입함으로 인해 좌전하행지의 병변(협착)이 더욱 심해진 사실에 비추어 같은날 좌전하행지에도 스텐트 삽입술을 시행하는 것이 바람직한 점, ‘요양급여의 적용기준 및 방법’에는 요양급여는 의학적으로 인정되는 범위 안에서 최적의 방법으로 실시하여야 하고 경제적으로 비용효과적인 방법으로 행하여야 한다고 규정하고 있는 바, 처음 수술 후 4일이 지나 또다시 좌전하행지에 스텐트 삽입술을 시행한 것은 환자의 고통이나 비용 효과적 측면에서 바람직하지 않는 시술인 점 등을 고려하면 2004. 6. 16. 시술에 대하여 관상동맥 스텐트 삽입술을 풍선 확장술로 조정하고 스텐트 1개 및 풍선 카테터 1개를 심사조정한 피청구인의 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n의료급여법 제7조제2항\n의료급여법시행규칙 제6조 및 제21조제5항\n국민건강보험요양급여의기준에관한규칙 제5조 및 별표1\n요양급여비용심사ㆍ지급업무처리기준(보건복지부고시 제2003-25호) 제4조제2항\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 진료내역 설명서, 이의신청서, 이의신청결정서, 심판청구서 및 답변서 등 각 사본의 기재내용을 종합하여 보면 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 행정심판점검소견 및 심사결정서에 따르면, 청구인은 청구외 김○○이 '불안정성 협심증'으로 진단됨에 따라 2004. 6. 12. 관상동맥조영촬영을 한 결과 좌회선지의 입구부가 완전협착병변이 있고 좌전하행지 중위부(M-LAD)에 60～70%의 협착 및 좌전하행지 입구부에 60～70%의 협착이 발견되어 좌회선지에 풍선 카테터(3.5×20)을 사용하는 풍선확장술을 실시한 뒤 잔여협착이 45%이므로 금속스텐트(4.0×24)를 시술하였으며, 2004. 6. 16. 좌전하행지 중위부(M-LAD)에 풍선카테터(2.5×20)를 사용하여 풍선확장을 실시하고 좌전하행지 개시부에 풍선카테터(3.0×20)를 사용하여 풍선확장술을 실시하였으나 잔여협착이 48%이므로 금속스텐트(4.0×8)을 삽입하였는 바, 피청구인은 좌전하행지의 경우 좌회선지 스텐트 삽입으로 병변이 심해진 것으로 확인되었기 때문에, 2004. 6. 16. 실시된 좌전하행지의 중위부에 대한 풍선확장술은 인정하나 좌전하행지 입구부에 실시한 풍선카테터 및 스텐트 시술은 과잉진료로 판단하였다.\n\n(나) 진료내역 설명서에 의하면, 청구인은 청구외 김○○이 호흡곤란 등을 호소하여 내원한 뒤 '불안정성 협심증' 판정을 받고 입원하자 2003. 6. 12. 관상동맥조영촬영을 실시하여 좌회선지(plcx)가 부분협착 되었음을 확인되자 좌회선지 근위부에 crossail balloon (3.5×20)사용하여 풍선확장술 (Balloning)을 시행한 후 45%의 잔여협착이 있어 스텐트(4.0×24)를 삽입하여 혈류를 개선하였으나, 환자의 상태가 악화되어 다시 2003. 6. 16. 관상동맥조영촬영을 하면서 좌전하행지 중위부에 meveric balloon(2.5×20)을 사용하여 풍선 확장술을 실시하여 혈류를 개선하고 좌전하행지 근위부에 부분협착이 있어 ranger balloon(3.0×20)을 사용하여 풍선확장(Balloning)을 실시하고 잔여 협착이 48%이므로 스텐트(4.0×8)를 삽입하여 혈류를 개선하였다.\n\n(다) 2000. 10. 20. 중앙심사평가조정위원회 중앙분과위원회의 행정해석 내용을 보면, 위 김○○의 경우와 비슷한 협심증 상병으로 좌전하행지(LAD)에 2개의 스텐트를 삽입한 이후 다음날 추가로 스텐트를 삽입한 시술행위에 대해 수기료 및 재대료 인정여부와 관련하여, 의사 소견서 및 시술 기록지를 참조할 때 불가피한 시술로 판단되지만 이 건과 같이 long leison의 경우 처음부터 긴 스텐트 2개로 완전히 커버하는 것이 바람직하다고 판단되므로 2개의 스텐트만 인정하기로 결정한다고 회신하였다.\n\n(라) 보건복지부장관의 고시 제 2001-43호에 따른 혈관내 금속스텐트 인정기준 중 관상동맥용 기준을 보면, 적응증(경피적 혈관성형술 후 급성폐쇄 혹은 임박 폐쇄, 경피적 혈관성형술 후 잔여협착이 35% 이상인 경우, 경피적 혈관성형술 후 재협착 병변, 관동맥우회로술 시행환자에서 이식부위 혈관병변, 완전폐쇄병변의 초기치료를 위한 일차적 스텐트 시술)에 대한 혈관 금속스텐트는 혈관당 2개 까지 인정하되 한 환자에게 최대 3개까지(평생개념) 인정하며 3개를 초과하여 사용한 스텐트가 적응증에 해당하는 경우 시술료 및 재대료는 본인부담을 100/100으로 하며, 혈관의 직경이 2.5mm 이상인 경우 사용함을 원칙으로 하되 dissection이 심하거나 잔여협착이 35%이상인 경우에는 2.5mm 미만 혈관에 대해서도 인정한다고 하였다.\n\n(2) 이 건 처분이 적법ㆍ타당한지 여부에 대하여 살펴본다.\n\n(가) 의료급여법 제7조제2항, 동법시행규칙 제6조 규정에 의하면, 의료급여의 적용기준 및 방법은 국민건강보험요양급여의기준에관한규칙 제5조제2항 및 [별표1]의 규정에 의하도록 되어 있고, [별표1]의 1. 요양급여의 일반원칙 다.\n및 동별표의 4.에 의하면, 요양급여는 경제적으로 비용효과적인 방법으로 행하여야 하며, 치료재료는 약사법 기타 다른 관계법령에 의하여 허가ㆍ신고 또는 인정된 사항(효능ㆍ효과 및 사용방법)의 범위 안에서 환자의 증상에 따라 의학적 판단에 따라 필요ㆍ적절하게 사용하도록 하고 있고, 의료급여법시행규칙 제21조제5항 및 요양급여비용심사ㆍ지급업무처리기준(보건복지부고시 제2003-25호) 제4조제1항의 규정에 의하면, 심사평가원은 요양급여비용의 심사청구를 받은 때에는 그 심사청구 내역이 보건복지부장관이 정한 요양급여비용의 산정지침 및 기타 심사평가원의 원장이 법 제59조의 규정에 의하여 설치된 진료심사평가위원회의 심의를 거쳐 정한 요양급여비용의 심사기준 등에 적합한 지를 심사하여야 한다고 되어 있는 바,\n\n(나) 피청구인은 청구인이 청구외 김○○에 대하여 좌회선지 시술 후 4일이 경과한 시점에서 또다시 좌전하행지에 풍선카테터 및 스텐트 삽입술을 시행한 것이 비용효과적인 측면에서 바람직하지 않다는 이유로 이 건 감액조정처분을 하였으나, 비록 청구인이 행한 두 시술 사이의 간격이 4일로 가깝고 좌전하행지의 협착 악화를 첫 시술과정에서 예측할 수 있다고 하더라도, 이 건 시술부의의 진단은 고도의 의학적 전문지식 및 판단이 요구되는 사항이고 특히 청구외 김○○의 경우처럼 70세의 고령인 환자를 시술함에 있어 청구인으로서는 특별한 주의력을 가지고 환자의 종합적인 건강상태를 고려하여 2004. 6. 12. 첫 시술 당시 좌회선지에 대한 풍선확장술 및 스텐트 삽입술을 시행한 것으로 일응 볼 수 있다 할 것인바, 이로 인하여 결과적으로 제2차적 시술이 필요하게 되었다고 하여 비용효과 측면만을 고려하여 과잉시술이라 판단하는 것은 가혹하다 할 것이다.\n다만 청구인이 환자에 대한 영상자료상 첫 번째 시술시 이미 좌전하행지에 상당한 정도의 협착이 발견된 점을 고려하여 카테터를 이용한 풍선확장술은 첫 시술과 함께 행하는 것이 보다 적절한 시술이었다고 판단되므로 피청구인이 이 건 처분에서 감액조정한 2차 시술 중 풍선카테터 1개에 대한 비용은 감액한다 할지라도 당초 시술부위가 아닌 좌전하행지 부분에 시행한 스텐트 삽입(1개) 부분까지 감액조정한 이 건 처분은 다소 가혹하다 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구 중 스텐트시술에 대한 의료비용감액조정이의신청기각결정의 취소를 구하는 부분은 이유있다고 인정되므로 이를 인용하기로 하고, 나머지 부분의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 각각 주문과 같이 의결한다."
}