{
    "행정심판재결례일련번호": 237779,
    "사건명": "산업재해보상보험료경정처분취소청구등",
    "사건번호": "2004-03068",
    "의결일자": "2004-07-05",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=237779&type=HTML&mobileYn=",
    "재결요지": "사 건 04-03068 산업재해보상보험료경정처분취소청구등\n청 구 인 ○○상사 주식회사(대표이사 서 ○ ○)\n서울특별시 ○○구 ○○동 69-2\n대리인 공인노무사 공○○\n피청구인 근로복지공단(서울지역본부장)\n청구인이 2004. 2. 19. 제기한 심판청구에 대하여 2004년도 제24회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구중 청구취지 1은 이를 기각하기로 하고, 나머지 청구는 이를 각하한다.",
    "청구취지": "1. 피청구인이 2003. 12. 15. 청구인에 대하여 한 2000년도부터 2002년까지의 산업재해보상보험 확정보험료 및 2003년도 개산보험료 경정처분은 이를 취소한다.\n2. 피청구인은 청구인에 대하여 초과징수한 산업재해보상보험료를 반환하라.",
    "이유": "1. 사건개요\n청구인 사업장은 1990. 7. 1.부터 산업재해보상보험(이하 '산재보험'이라 한다)에 가입하여 산재보험요율표상 '기타제조업(사업세목 : 기타 각종제조업)'으로 적용받아 오던 중 청구인이 2003. 11. 26. 피청구인에 대하여 청구인 사업장에서 1999. 7. 1. 제조공장인 화성공장이 개업하여 분리되었고 2002. 3. 20. 염색공장도 매각하여 분리되었다는 이유로 산재보험 업종변경을 신청하자, 피청구인은 2003. 12. 15. 청구인에 대하여 1999. 7. 1.부터 2002. 3. 19.까지는 사업종류를 '섬유 또는 섬유제품제조업(사업세목 : 표백 및 염색가공업)'으로 변경하고 2002. 3. 20.부터는 '기타의 각종사업(사업세목 : 도소매 및 소비자용품수리업)'으로 변경하여 2000년부터 2002년까지의 산재보상보험 확정보험료 총 307만 2,840원 및 2003년도 개산보험료 81만 9,600원을 환급하는 경정처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 다음과 같이 주장한다.\n\n가. 청구인 사업장은 1990. 5. 10. 설립되었고 1999. 7. 1. 화성공장이 개업하여 분리될 당시 본사에는 사무직 직원이 10명, 염색직원이 5명이 근무해왔으며, 2002. 3. 20. 지하1층 염색소를 매각하여 현재는 본사에 6명의 사무직만이 근무하고 있는 바, 업무공정은 염색소를 매각하기 전에는 청구인 사업장이 지퍼재료인 천(테이프)을 구입하여 지하 염색소에서 염색을 한 후 화성공장에 염색한 테이프를 보내 지퍼이빨을 박은 후 청구인 사업장으로 보내면 70%는 내수판매하고 나머지는 10개 업체에 외주를 주어 외주업체에서 규격에 맞게 자른 후 손잡이를 달아 포장한 것을 수령하여 판매하고 있으며, 2002. 3. 20. 염색소를 매각한 이후에는 염색소에 외주를 주어 염색작업을 하고 있다.\n\n나. 산업재해보상보험법시행령 제61조에 의하면 하나의 사업장에서 보험료율이 다른 2종 이상의 사업이 행하여지는 경우 근로자 수가 많거나 임금총액이 많은 사업을 주된 사업으로 한다고 규정되어 있는 바, 피청구인은 청구인의 업종변경 신청에 대하여 청구인의 사업자등록증상 사업종류가 '제조'로 되어 있고, 제조업체 공장과 사무실이 장소적으로 분리되어 행하여지지 않는 한 제조업에 해당하는 보험료율을 적용하여야 한다는 이유로 이 건 처분을 하였으나, 청구인 사업장은 동일 건물 2층에 사무실이 있고 지하 1층에 염색소가 있어 장소적으로 분리되어 있지는 않지만 판매, 영업 및 사무부문과 염색부문은 엄격히 그 적용 보험료율이 다른 사업이므로 위 시행령에 따라 근로자수가 많은 사업을 주된 사업으로 결정하여야 하는 점, 청구인 사업장은 화성공장이 개업한 1999. 7. 1.부터는 염색소에서 극소수의 근로자가 염색을 수행한 것을 제외하고는 지퍼제조를 화성공장에서 전적으로 하였으며 본사에서는 제품 판매만을 주로 수행하였으므로 '기타의 각종사업'으로의 사업종류변경 적용일은 1999. 7. 1.이어야 한다.\n\n3. 피청구인 주장\n피청구인은, 청구인 사업장은 1999. 7. 1. 화성공장을 설립하여 공장에서는 지퍼제조를, 본사에서는 지하염색소에서의 섬유염색과 제품판매를 담당하였으며, 2002. 3. 20. 염색소가 독립하면서 본사에서는 제품관리 및 판매만을 하고 있는 바, 청구인 사업장의 작업공정은 ①지퍼 재료 구입 → ②염색외주 → ③공장에서 지퍼가공 → ④제품판매로 이루어져 있는데 2002. 3. 20. 지하염색공장이 분리되기 전까지는 위 ①②④의 공정을 본사에서 직접 담당하였으므로 염색공장과 사무실이 장소적으로 분리되지 않고 하나의 사업장에서 제조업과 도소매업이 이루어지고 있었으므로, 1999. 7. 1.부터 2002. 3. 19.까지의 사업종류를 그 사업목적에 따라 '섬유 또는 섬유제품제조업'으로 적용하여 통보한 이 건 처분은 적법ㆍ타당하다고 주장한다.\n\n4. 이 건 청구의 행정심판적격여부 및 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n행정심판법 제2조제1항제1호 및 제3조제1항\n산업재해보상보험법 제62조, 제63조제1항, 제65조, 제67조, 제69조 및 제96조\n동법시행령 제60조 및 제61조제1항ㆍ제2항\n동법시행규칙 제74조제2항\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 산재보험업종변경 신청서, 사업자등록증, 급여대장, 원천징수이행상황신고서, 사업별 근로자 현황, 산재보험 사업종류변경 통보서, 조사복명서, 산재보험료 조사징수통지서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 1990. 5. 10. 사업체명은 '○○상사'로, 사업의 종류는 '업태 : 제조, 종목 : 의류부자재'로, 사업장 소재지는 '서울특별시 ○○구 ○○동 69-2'로 하여 사업자 등록을 하였으며, 1990. 7. 1.부터 산업재해보상보험법상 사업의 종류는 '기타제조업(사업세목 : 기타 각종제조업)'으로 하여 산재보험관계가 성립되었다.\n\n(나) 청구인은 1999. 7. 1. 화성공장을 분리하여 공장의 사업장 소재지는 '경기도 화성시 정남면 제기리 351'로, 사업의 종류는 '업태 : 제조, 종목 : 지퍼'로 하여 별도로 사업자 등록을 하였고 1999. 3. 18.자로 산재보험관계를 성립시켰으며, 본사인 청구인 사업장은 1999. 7. 1. 사업체명을 '○○지퍼상사 주식회사'로 변경하고 사업의 종류는 '업태 : 제조, 종목 : 의류부자재'로 하여 사업자 등록을 하였다.\n\n(다) 청구인은 2002. 3. 20. 청구인 사업장의 지하 1층에 있던 염색소를 매각하였고, 매수인인 청구외 서○○은 사업체명을 '○○지퍼'로, 사업장 소재지는 '서울특별시 ○○구 ○○동 69-2'로, 사업의 종류는 '업태 : 제조, 종목 : 지퍼임가공'으로 하여 사업자 등록을 하였다.\n\n(라) 산재보험업종변경 신청서와 조사복명서에 의하면, 청구인 사업장의 작업공정은 다음과 같다.\n\n① 청구인 사업장이 테이프(지퍼 재료인 천)를 구입함\n② 염색소인 청구외 ○○지퍼에 염색 외주를 줌\n※ 위 염색소가 독립하기 전에는 자체 지하 염색소에서 염색을 하였음\n③ 청구인 사업장은 염색한 테이프를 청구외 화성공장에 보내고 화성공장은 지퍼이빨을 박은 후 200m 및 500m 단위로 포장(양쪽 이빨이 맞물려 박힌 상태)하여 청구인 사업장으로 보냄\n④ 청구인 사업장은 이를 70%정도 내수판매를 하고, 나머지는 업체로부터 주문을 받아 10여개 업체에 외주를 주며, 외주업체는 이를 규격에 맞게 자른 뒤(ex. 바지는 20㎝, 자켓은 1m) 손잡이를 달아 100개씩 포장하여 청구인 사업장으로 배송하면 청구인 사업장에서 판매함\n\n(마) 원천징수이행상황신고서와 급여대장에 의하면, 청구인 사업장에 근무하는 자재ㆍ영업ㆍ관리 등을 담당하는 사무직 근로자와 지하 염색공장에서 염색을 담당하는 생산직 근로자의 현황은 다음과 같다.\n<img src='/LSA/flDownload.do?flSeq=109941401'>\n\n</img>\n\n(바) 피청구인이 제출한 사업장별 재해자 내역서 등에 의하면, 청구인 사업장은 1999년부터 현재까지 산업재해가 한 건도 발생하지 않았으며 1999년부터 현재까지의 산재보험수지율은 0%인 것으로 확인되었다.\n\n(사) 피청구인 소속 직원의 2003. 12. 9.자 조사복명서에 의하면, 청구인 사업장은 사업자등록증상 업종이 의류부자재 제조로 되어 있으며 지퍼를 제조하여 납품하는 업체이므로 1990. 7. 1.부터 사업종류를 '기타 각종제조업'으로 하여 산재보험관계에 적용되어 왔으나, 1999. 7. 1. 경기도 화성시에 화성공장이 설립되어 제조공정 중 지퍼제조 과정이 본사에서 분리됨에 따라 본사인 청구인 사업장은 지하 염색공장에서의 섬유염색과 제품판매를 담담해 왔으며, 2002. 3. 20. 지하의 염색소가 독립하면서 작업공정 중 염색업 담당 근로자들이 분리되어 동 사업장은 현재까지 제품관리 및 판매만을 하고 있는 바, 1999. 7. 1.부터 2002. 3. 19.까지는 사업종류를 '섬유 또는 섬유제품제조업'으로 하고, 2002. 3. 20.부터는 '기타의 각종사업'으로 변경함이 타당하다고 보고하였다.\n\n(아) 피청구인은 2003. 12. 15. 청구인에 대하여 산재보험의 사업종류는 산재보험법시행령 제61조의 규정에 따라 주된 사업에 분류되는 것이 원칙이며 사업의 목적에 따라 결정하여야 하므로 제조업체 공장과 사무실이 장소적으로 분리되어 사업이 행하여지지 않는 한 제조업에 해당하는 보험료율을 적용해야 한다는 이유로 1999. 7. 1.부터 2002. 3. 19.까지는 사업종류를 '섬유 또는 섬유제품제조업(23201 : 표백 및 염색가공업)'으로 분류하고, 2002. 3. 20.부터는 '기타의 각종사업(90506 : 도소매 및 소비자용품수리업)'으로 분류하여 2000년부터 2002년까지의 확정보험료 및 2003년도 개산보험료를 경정하는 이 건 처분을 하였다.\n\n(자) 청구인이 제출한 염색업체별내역서에 의하면, 청구인은 지하 염색소에서 염색작업의 70% 가량을 자체 염색하였고, 30% 가량을 외주업체(초원염색소, 유일염색소, 광덕염색소)에 염색작업을 맡긴 것으로 되어 있다.\n\n(2) 청구취지1에 대하여 살펴보면 다음과 같다.\n(가) 관련법령의 내용을 보면, 산업재해보상보험법 제63조, 동법시행령 제60조 및 동법시행규칙 제74조제2항에 의하면, 산재보험의 보험료율은 보험급여에 소요되는 금액, 재해예방 등에 소요되는 금액 등을 고려하여 사업의 종류별로 구분ㆍ결정하여 고시하도록 하고 있고, 이에 따라 노동부장관이 고시한 산재보험요율표 중 Ⅱ. 사업종류예시표의 총칙 제2조 및 제3조에서는 사업의 종류 및 종류별 세목의 분류는 재해발생의 위험성과 경제활동의 동질성 및 임금총액에 대한 보험급여총액비율, 적용사업장의 최종제품ㆍ완성품ㆍ제공되는 서비스의 내용, 작업공정 및 내용 등에 의하도록 하고 있으며, '제조업 중 타에 분류되지 않은 사업'은 '기타제조업 중 기타 각종제조업'으로 분류하여 22/1000의 보험료율을 적용하고 '각종 섬유제품 및 잡품 등을 표백, 염색, 가공 기타의 처리를 하는 사업'은 '섬유 또는 섬유제품제조업 중 표백 및 염색가공업'으로 분류하여 15/1000의 보험료율을 적용하며, '상품중개업, 가정용품ㆍ중간제품ㆍ재생재료 등의 도매업'은 '기타의 각종사업 중 도ㆍ소매 및 소비자용품수리업'으로 분류하여 5/1000의 보험료율을 적용하도록 되어 있다.\n\n한편, 산업재해보상보험법시행령 제61조제1항의 규정에 의하면, 하나의 사업장안에서 보험료율이 다른 사업이 2이상 행하여지는 경우에는 그중 근로자수 및 임금총액등의 비중이 큰 사업(이하 이 조에서 '주된 사업'이라 한다)에 적용되는 보험료율을 당해 사업장안의 모든 사업에 적용한다고 되어 있고, 산재보험요율표 중 Ⅱ.사업종류예시표의 총칙 제3조제2항의 규정에 의하면, 사업내용예시가 명백하지 아니한 경우 사업종류예시표의 총칙 제2조제1항의 분류기준 외에 통계청장이 고시하는 한국표준산업분류상의 사업내용, 동종 또는 유사한 다른 사업장에 적용되고 있는 사업종류 등을 종합적으로 고려하여 사업종류를 결정하도록 되어 있으며, 통계청의 표준산업분류표상의 사업내용에 의하면, '제조업'이란 원재료에 물리적, 화학적 작용을 가하여 투입된 원재료를 성질이 다른 새로운 제품으로 전환시키는 산업활동을 말하며 생산된 제품은 도매나 소매형태로 판매될 수 있다고 되어 있고, '도매업'이란 구입한 새로운 상품 또는 중고품을 변형하지 않고 소매업자, 산업 및 상업사용자, 단체, 기관 및 전문사용자 또는 다른 도매업자에게 재판매하는 산업활동을 말하며 제조업체에서 별도로 운영하는 도매사업체 또는 도매지부도 포함된다고 되어 있다.\n\n(나) 위 인정사실에 의하면, 청구인은 화성공장이 분리된 이후 염색소가 매각되기 이전까지 청구인 사업장에서는 섬유 또는 섬유제품제조업과 기타의 각종사업 등 2종류의 사업이 행해지고 있었고 근로자 수가 많은 기타의 각종사업이 주된 사업으로 결정되어야 한다고 주장하나, 청구인은 사업자등록증상 사업의 종류를 '의류부자재 제조'로 하여 신고하였고, 비록 1999. 7. 1. 화성공장이 분리되면서 지퍼이빨을 박는 작업공정이 이전되었다 하더라도 청구인 사업장에서는 지퍼의 원재료를 구매하여 지하 염색소에서 염색하는 작업공정이 계속 이루어지고 있었던 점, 제조업이란 원재료에 물리적, 화학적 작용을 가하여 투입된 원재료를 성질이 다른 새로운 제품으로 전환시키는 산업활동을 말하며 도ㆍ소매업이란 구입한 새로운 상품 또는 중고품을 변형하지 않고 산업 및 상업사용자, 단체, 기관 및 전문사용자, 다른 도ㆍ소매업자에게 재판매하는 산업활동을 말하는 바 청구인 사업장에서는 염색소를 매각하기 전에는 상품을 변형하지 않고 재판매하는 등의 도ㆍ소매업을 행한 것인 아니라 염색가공공정이라는 제조업을 행한 것으로 보아야 하는 점, 비록 청구인 사업장에서 해당기간동안 재해발생건수가 없었다고 하더라도 산재보험법상 사업종류의 결정은 동종업종의 재해발생의 위험가능성을 기준으로 판단하여야 할 것인 바 청구인 사업장의 경우 도ㆍ소매업보다는 염색공정에서의 재해발생 위험성이 더 높은 것으로 보이는 점 등에 비추어 볼 때, 청구인 사업장의 화성공장이 분리된 1999. 7. 1.부터 염색소가 매각되기 전인 2002. 3. 19.까지의 사업종류는 '섬유 또는 섬유제품제조업'으로 보아야 할 것이므로, 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n(3) 청구취지 2에 대하여 살피건대, 행정심판법 제3조제1항의 규정에 의하면 행정심판은 행정청의 처분이나 부작위에 대하여 제기할 수 있도록 되어 있고, 동법 제2조의 규정에 의하면, '처분'이라 함은 행정청이 행는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부와 그밖에 이에 준하는 행정작용을 말하며, '부작위'라 함은 행정청이 당사자의 신청에 대하여 상당한 기간 내에 일정한 처분을 하여야 할 법률상 의무가 있음에도 불구하고 이를 하지 아니하는 것을 말한다고 되어 있는바, 이 건과 같이 먼저 산업재해보상보험료 경정처분의 취소를 구한 후 그에 따른 과오납금 반환을 청구하는 것은 부당이득의 반환 청구에 해당하는 것으로서 이는 민사관계에 불과하여 행정심판의 대상인 처분이나 부작위에 해당되지 않는다고 할 것이므로 이 건 심판청구는 행정심판의 대상이 아닌 사항을 대상으로 제기된 부적법한 심판청구라고 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구중 청구취지 1에 대한 청구는 이유없다고 인정되므로 이를 기각하기로 하고, 나머지 청구는 심판제기요건을 결한 부적법한 청구라 할 것이므로 이를 각하하기로 하여 주문과 같이 의결한다."
}