{
    "행정심판재결례일련번호": 240435,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2004-11600",
    "의결일자": "2005-01-21",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=240435&type=HTML&mobileYn=",
    "재결요지": "사 건 04-11600 국가유공자등록거부처분취소청구\n청 구 인 이 ○ ○\n광주광역시 ○○구 ○○동 974-137\n피청구인 광주지방보훈청장\n청구인이 2004. 8. 30. 제기한 심판청구에 대하여 2005년도 제3회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 6. 24. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 2002. 11. 9. 육군에 입대하여 ○○사단 소속으로 복무하던 중 2003. 10. 1. 어지럼증 등의 발현으로 '상세불명의 중추신경계의 탈수초성 질환'으로 진단받고 군병원에서 입원ㆍ치료한 후 2003. 12. 25. 전역하였다는 이유로 2004. 1. 3. 국가유공자등록신청을 하였으나, 피청구인은 청구인의 질환과 군 공무수행 사이에 의학적으로 상당한 인과관계가 존재한다고 인정할 수 없다는 이유로 2004. 6. 24. 청구인에 대하여 국가유공자등록거부처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여, 청구인은 다음과 같이 주장한다.\n\n가. 청구인은 2003. 9. 27.경 훈련지 답사를 마치고 돌아오던 중 멀미 같은 증세가 있었으나 별것 아닌 것으로 판단하고 다음날 아침 작업을 하던 중 갑자기 어지러운 증세가 나타나 부대 앞 의원에 갔는데 귀의 이상으로 균형을 못 잡는 것 같다는 진단을 받았으며, 훈련을 받을 수 없을 만큼 어지러움 증세가 심해 2003. 10. 5. 연대의무실에 입실한 후 ○○병원에서 원인불명의 탈수초성질환이란 병명으로 3주간 치료를 받고 어지러움증은 다 나았으나 현재까지 손과 발의 떨림증세가 있고 생활하기에 불편하다\n\n나. 피청구인은 원상 및 현상병명과 군공무와의 사이에 의학적 인과관계가 존재한다고 인정하지 아니하였으나, 청구인의 입원당시 경과기록지와 담당군의관의 소견서에 의하면 청구인의 병명은 자가면역질환인 다발성경화증이 아니라 감염후 발생한 소뇌염으로 나와 있고, 청구인은 공무와 관련된 훈련지 답사과정에서 병이 발생하였으며 적절한 치료를 2주간 받지 못하였는바 발병후 2주의 시간경과를 감안해보면 바이러스감염이 청구인의 병명의 주요원인임을 의학적으로 충분히 추정할 수 있다.\n\n3. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제4조제1항제6호, 제6조 및 제83조제1항\n동법 시행령 제3조의2, 제8조, 제9조, 제9조의2, 제102조제1항 및 별표 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 국가유공자등록신청서, 국가유공자등요건관련사실확인서, ○○위원회 심의의결서, 국가유공자비해당 결정통보서, 의학자문소견서, 발병경위서, 비전공상확인서 및 심사의결서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 2002. 11. 9. 육군에 입대하여 2003. 12. 25. 병장으로 전역하였다.\n\n(나) 육군 제○○연대 ○○대대 본부 중대장(중위 원○○)이 2003. 10.경 작성한 발병경위서에 의하면, 청구인은 2002. 1. 29.자로 당 대대 본부중대 정보병으로 보직되어 근무하는 자로서 2003. 10. 1. 심한 어지럼증을 호소하여 의무대 및 민간병원에서 진료를 받았으나 2003. 10. 6. 대대 종합전술훈련기간중 어지럼증이 더욱 심해져 의무대에 입실한 후 2003. 10. 14. ○○병원에서 진료를 받은 결과 (의증)중추신경계의 기타 탈수초성 질환으로 판명되어 긴급후송되었다고 기재되어 있다.\n\n(다) 육군 제○○연대의 비전공상 심사위원회는 2003년 10월경 청구인의 '(의증)중추신경계의 기타 탈수초성 질환'의 병명에 대하여 비전공상으로 의결하였고, 동 부대장(대령 김○○)은 2003년 10월경 청구인이 비전공상자임을 확인하였다.\n\n(라) 청구인은 2004. 1. 3. 피청구인에게 국가유공자등록신청을 하였고, 육군참모총장은 2004. 4. 9. 국가유공자등요건관련사실확인서를 발급하였는바 동 확인서에 의하면, 청구인의 원상병명은 '상세불명의 중추신경계의 탈수초성 질환'으로, 현상병명은 '뇌'로 각각 기재되어 있고, 병상일지상 위 원상병명으로 2003. 10. 14.부터 2003. 11. 4.까지 국군수도병원에 입원한 기록이 있다.\n\n(마) ○○위원회는 2004. 5. 25. 청구인의 진술외에 군공무수행과 관련하여 발병하였음을 입증할 수 있는 특별한 외상력 등 구체적이고 객관적인 발병원인의 확인이 불가능하고, 비상임위원의 의학적 소견에 의하면, 다발성 경화증(탈수초성 질환)은 만성적인 염증에 의하여 신경의 수초가 파괴되는 질환으로 여러 곳의 중추신경을 동시에 또는 순차적으로 침범하게 되며, 침범되는 중추신경의 부위에 따라 증상이 나타나게 되고 운동중추가 침범되면 사지의 무력증이, 감각중추가 침범되면 감각의 소실이 오게 되는데 동 질환은 자가면역질환으로서 자기자신의 중추신경의 백질 즉, 수초성분에 대한 림프구가 발생하여 자기 몸을 스스로 공격하는 형태의 질환으로서 군복무와는 관련성이 없는 것으로 자문하고 있어, 청구인의 원상 및 현상병명과 군공무와의 사이에 의학적으로 상당한 인과관계가 존재한다고 인정할 수 없다는 이유로 청구인을 국가유공자 등 예우 및 지원에 관한 법률의 규정에 의한 공상군경요건에 해당하지 아니한다고 심의ㆍ의결하였으며, 이에 따라 피청구인은 2004. 6. 24. 청구인에 대하여 이 건 처분을 하였다.\n\n(바) 국군○○병원 대위 청구외 홍○○의 2004. 7. 6.자 소견서에 의하면, 청구인은 2003. 10. 14.부터 2003. 11. 4.까지 '의증(소뇌염)'으로 입원ㆍ치료받은 환자로서 내원 2주일전부터 두통과 오심 등의 증상이 있다가 내원 1주일전부터 안구운동장애와 걷기에서 한쪽으로 쓰러지는 증상이 있어 당시 감염후 증후군으로 추정하였고, 소뇌염으로 입원ㆍ치료한 후 증상이 호전된 병력이 있는 환자라고 기재되어 있으며, 간호기록지에 의하면, 청구인은 2003. 10. 14. 상세불명의 중추신경계의 탈수초성 질환으로 입원한 자로서 약물요법ㆍ안정가료 후 상태호전을 보이고 담당의에 의하여 2003. 11. 4. 퇴원결정되어 간호기록을 종결한다고 기재되어 있다.\n\n(2) 국가유공자 등 예우 및 지원에 관한 법률 제4조, 동법 시행령 제3조 및 별표 1의 제1호 등의 규정에 의하면, 당해 질병의 발생 또는 악화가 공무수행과 상당한 인과관계가 있다고 의학적으로 판단된 질병에 의한 사망 또는 상이를 공상으로 인정하고 있는바, 위 인정사실에 의하면, 청구인이 군복무중 상세불명의 중추신경계의 탈수초성 질환으로 군병원에 입원한 기록은 확인되나, 청구인이 소속한 부대의 부대장 및 전공상심사위원회에서도 청구인의 병명을 비전공상으로 확인ㆍ의결한 점, 청구인의 주장외에 군공무수행과 관련하여 발병하였음을 입증할 수 있는 특별한 외상력 등이 없어 구체적이고 객관적으로 발병원인을 확인할 수 없는 점, 일반적으로 탈수초성 질환은 자가면역질환으로서 군복무와는 관련성이 없다는 것이 ○○위원회 비상임위원의 의학적 견해인 점 등에 비추어 볼 때, 청구인의 원상병명(상세불명의 중추신경계의 탈수초성 질환) 및 현상병명(뇌)과 군공무수행 사이에 의학적으로 상당한 인과관계가 있다고 인정하기는 어렵다고 할 것이므로, 청구인을 공상군경요건에 해당하지 아니하는 자로 결정ㆍ통보한 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}