{
    "행정심판재결례일련번호": 240899,
    "사건명": "자동차운전면허취소처분취소청구",
    "사건번호": "2004-19814",
    "의결일자": "2005-02-04",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=240899&type=HTML&mobileYn=",
    "재결요지": "사 건 04-19814 자동차운전면허취소처분취소청구\n청 구 인 오 ○○\n인천광역시 ○○구 ○○동 13-9 ○○아파트 102-1208\n대리인 변호사 박 ○○\n피청구인 인천광역시지방경찰청장\n청구인이 2004. 11. 19. 제기한 심판청구에 대하여 2005년도 제5회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 8. 19. 청구인에 대하여 한 2004. 8. 29.자 제1종 보통운전면허취소처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 2004. 7. 20. 음주측정에 불응하였다는 이유로 피청구인이 2004. 8. 19. 청구인의 운전면허(제1종 보통)를 2004. 8. 29.자로 취소하였다.\n\n2. 청구인 주장\n청구인은 자산관리공사에서 사원으로 근무하는 자로서, 이 사건 당일 친구와 맥주 1,300씨씨 정도를 마시고 2시간 정도 휴식을 취한 후 취기가 없는 상태에서 귀가하다가 음주운전으로 적발되어 음주측정을 요구받고 당시 아내를 잃은 슬픔 등으로 정신이 없는 상태라 이에 응하지 못하였으나, 그 후 채혈을 하였음에도 측정불응으로 이 건 처분을 받게 되었던바, 채혈결과 정지수치에 해당하는 0.051%가 나온 점, 업무여건상 운전면허가 필수적인 점, 청구인의 수입만으로 노환이 있는 아버지와 2자녀를 부양하며 어렵게 생활하고 있는 점 등을 고려하면 이 건 처분은 부당하므로 취소되어야 한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n도로교통법 제78조제1항제8호\n동법 시행규칙 별표 16중 2. 취소처분 개별기준의 일련번호란 2-2\n\n나. 판 단\n(1) 제출된 자료에 의하면, 청구인은 이 사건 당시 자산관리공사에서 사원으로 근무하던 자로서, 1986. 1. 30. 제1종 보통운전면허를 취득하였으나 1999. 4. 16. 음주측정불응으로 운전면허가 취소된 후, 2001. 5. 12. 제1종 보통운전면허를 다시 취득하였다.\n\n(2) 기록에 의하면, 청구인은 2004. 7. 20. 01:29경 술에 취한 상태에서 청구인 소유의 인천 ○○두 ○○호 소나타 승용차를 운전하다가 인천광역시 ○○구 ○○동 353번지 앞 노상에서 단속경찰관에게 적발되어 3회(01:29경, 01:39경, 01:49경)의 음주측정요구를 받고 정당한 사유 없이 이에 불응한 사실, 수사보고서에 의하면, 청구인이 음주측정거부로 경찰서에 연행된 후 계속하여 채혈을 요구하기에 채혈을 하더라도 채혈결과가 적용되지 않는다고 고지하고 같은 날 03:25경 혈액채취를 한 결과 0.036%로 판정되었고, 적발시부터 채혈시까지의 시간경과(116분)에 대한 혈중알콜농도감소분을 위드마크공식을 적용하여 합산한 결과 적발당시의 청구인의 혈중알콜농도가 0.051%(0.036%+0.015%)로 확인되었다고 되어 있는 사실, 피의자신문조서에 의하면, 청구인이 기분이 매우 착잡하여 특별한 이유 없이 음주측정요구에 불응하였다고 진술하고 이에 서명ㆍ무인한 사실 등을 각각 인정할 수 있다.\n\n(3) 「도로교통법」 제41조제2항의 규정에 의하면, 경찰공무원은 교통안전과 위험방지를 위하여 필요하다고 인정하거나, 술에 취한 상태에서 자동차 등을 운전하였다고 인정할 만한 상당한 이유가 있는 때에는 운전자가 술에 취하였는지의 여부를 측정할 수 있으며, 운전자는 이러한 경찰공무원의 측정요구에 응하여야 한다고 되어 있고, 동법 제78조제1항제8호에 의하면, 동법 제41조제2항의 규정에 위반하여 술에 취한 상태에 있다고 인정할 만한 상당한 이유가 있음에도 불구하고 경찰공무원의 측정에 응하지 아니한 때에는 운전면허를 취소하도록 되어 있는바, 위 인정사실에 의하면, 청구인은 술에 취한 상태에서 자동차를 운전하였다고 인정할 만한 상당한 사유가 있었음에도 불구하고 경찰공무원의 음주측정요구에 정당한 사유 없이 불응한 사실이 분명하고, 과거 음주측정불응으로 운전면허가 취소된 전력이 있는 점에 비추어 볼 때 청구인의 업무 및 가족의 생계를 위하여 운전면허가 필요하다는 등의 개인적 사정만으로 이 건 처분이 위법ㆍ부당하다고 할 수 없을 것이다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}