{
    "행정심판재결례일련번호": 246473,
    "사건명": "고엽제후유의증환자장애등급(경도)판정처분취소청구",
    "사건번호": "2005-16347",
    "의결일자": "2005-12-05",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=246473&type=HTML&mobileYn=",
    "재결요지": "사 건 05-16347 고엽제후유의증환자장애등급(경도)판정처분취소청구\n\n청 구 인 송 ○ ○\n경상남도 ○○군 ○○면 ○○리 1009-1\n\n피청구인 진주지방보훈지청장\n\n청구인이 2005. 9. 5. 제기한 심판청구에 대하여 2005년도 제43회 ○○심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2005. 5. 16. 청구인에 대하여 한 고엽제후유의증환자장애등급(경도)판정처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 2003. 4. 30. 고엽제후유의증으로 인정받은 중추신경장애에 대하여 경도 판정을 받은 후, 2005. 1. 25. 위 중추신경장애가 더욱 심해졌음을 주장하며 재분류장애등급판정신청서를 피청구인에게 제출하였고, 2005. 4. 27. ○○병원에서 실시한 재분류장애등급판정 검사결과 종전과 동일한 경도로 판정되자 피청구인은 2005. 5. 16. 이를 청구인에게 통보(이하 '이 건 처분'이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 말초신경으로 인하여 양측 눈에 시력이 잘 나오지 않고, 안면마비와 근육신경둔화로 약에만 의존하여 생활하고 있는 점, 청구인의 손자는 식도폐쇄, 기관루 다운증후군 및 일과성 혈소판 감소증으로 장애 1급 판정을 받고 병원에서 치료 중인 점, 시력을 포함한 감각기능 또한 대단히 좋지 않아 동반자 없는 외출은 거의 불가능할 정도로 증세가 심해졌는데도 불구하고 종전과 동일하게 판정하여 행한 이 건 처분은 위법ㆍ부당하므로 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n고엽제후유의증 환자지원 등에 관한 법률 제3조 내지 제5조, 제6조의2, 제7조 및 제18조\n동법 시행령 제4조, 제5조, 제7조, 제9조, 제16조, 별표1\n국가유공자 등 예우 및 지원에 관한 법률 시행령 제13조 내지 제19조\n\n나. 판 단\n(1) 청구인과 피청구인 등이 제출한 등록신청서, 고엽제후유의증환자등검진의뢰서, 병적증명서, 재분류장애등급판정신청서, 장애등급판정표, 재분류장애등급판정표, 고엽제후유의증신체검사결과안내, 진단서 등 각 사본의 내용을 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 1965. 3. 26. 육군에 입대하여 1967. 10. 3.부터 1969. 9. 18.까지 월남에 파병되어 복무한 후 1989. 7. 31. 전역하였다.\n\n(나) 청구인은 월남전에 참전하여 고엽제후유의증을 앓고 있다는 이유로 피청구인에게 고엽제후유의증환자등록신청을 하여 2002. 11. 22. 서울보훈병원에서 검진할 결과, MRI상 뇌위축 소견이 관찰되어 중추신경장애가 있는 것으로 검진되엇고, 2003. 4. 30. ○○병원에서 장애등급판정을 위한 신체검사를 실시한 결과 신경외과 전문의의 '중추신경장애로 기능장애가 있음' 소견에 따라 경도 판정을 받았다.\n\n(다) 청구인이 2005. 4. 27. 중추신경장애가 더욱 심해졌음을 주장하며 재분류장애등급판정신청서를 제출하여 ○○병원에서 2005. 4. 27. 실시된 장애등급판정 검사결과, 신경외과 전문의의 '이전과 동일한 소견 보임' 소견에 따라 종전과 동일하게 경도로 판정되자, 피청구인은 2005. 5. 16. 이 건 처분을 하였다.\n\n(라) 경상남도 ○○시 ○○동에 소재한 △△병원에서 발급한 2005. 9. 30.자 진단서에 의하면, 청구인의 병명은 '상세 불명의 근신경 장애, 단순성 부분발작을 동반한 국소 안구경정의 간질증후군(근무력증) 및 안근무력증'으로, 향후치료의견은 '상안검 근무력증 양측하수, 근무력증으로 눈을 뜰 수 없다.\n간질의 경련이 일어나면 상안검 근무력증이 나타나 눈을 덮어 버리고 걷지도 못하고 주저앉고 옆 사람이 없으면 사고를 감수할 수 밖에 없다.\n따라서 외출시에는 처가 동반해야 되고 근무력증 예방약을 소지해야 한다.\n계속 약을 2～3회 투약하여야 하고 향후 5년 이상 투약하여야 할 것으로 사료됨'이라고 각각 기재되어 있다.\n\n(2) 「고엽제후유의증 환자지원 등에 관한 법률」 제4조, 제5조, 제6조의2 및 제7조 등 관계규정에 의하면, 고엽제후유의증환자로 결정ㆍ등록된 자로서 신체검사를 통하여 동법 소정의 장애등급판정을 받은 자에 대하여 보상을 하도록 되어 있는데, 신체검사를 통한 장애등급판정은 고도의 전문적인 의료지식을 요하는 것으로서 당해 신체장애를 판정할 만한 의료지식을 지닌 전문가가 객관적인 의료법칙에 따라 장애등급을 판정하였다면 그 판정이 잘못되었다고 인정할 만한 특별한 사정이 없는 한 정당하다고 할 것인바, 위 인정사실에 의하면, 청구인은 ‘중추신경장애’에 대하여 재분류장애등급판정신청서를 제출하여 2005. 4. 27. ○○병원에서 실시한 검사결과 신경외과 전문의의 '이전과 동일한 소견 보임' 소견에 따라 종전과 동일한 경도로 종합판정 되었는바, 달리 그 판정에 잘못이 있음을 인정할 만한 객관적인 자료가 없으므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}