{
    "행정심판재결례일련번호": 242525,
    "사건명": "상이등급구분신체검사7급판정처분취소청구",
    "사건번호": "2005-01233",
    "의결일자": "2005-04-25",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=242525&type=HTML&mobileYn=",
    "재결요지": "사 건 05-01233 상이등급구분신체검사7급판정처분취소청구\n\n청 구 인 이 ○ ○\n경상남도 ○○시 ○○구 ○○동 17-1 ○○아파트 601호\n\n피청구인 부산지방보훈청장\n\n청구인이 2004. 12. 27. 제기한 심판청구에 대하여 2005년도 제15회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2004. 10. 6. 청구인에 대하여 한 상이등급구분신체검사7급 판정처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 공상으로 인정을 받은 '추간판탈출증'에 대하여 2004. 6. 25. 부산○○병원에서 신규신체검사를 실시한 결과 상이등급 7급으로 종합판정을 받은 후, 2004. 8. 30. 부산○○병원에서 재심신체검사를 실시하여 다시 상이등급 7급으로 종합판정됨에 따라 피청구인이 2004. 10. 6. 이를 청구인에게 통보(이하 '이 건 처분'이라 한다)하였다.\n\n2. 청구인 주장\n이에 대하여, 청구인은 1996. 2. 26. 육군에 입대하여 근무 중 허리를 다쳐 1996. 9. 13. 의병 전역한 후 제4-5요추 후궁부분 절제술과 좌측 및 제4-5요추, 제5요추-천추간판 제거술을 받았고, 현재는 수술을 받은 지 8년이 지났지만 허리부터 왼쪽 다리와 무릎에 견디기 어려운 통증이 있는 등 상태는 호전되지 않고 있으므로, 상이처의 종합판정기준에 의하면, 청구인의 상이는 추간판탈출증으로 2개 이상의 추체간에 추간판탈출증에 대한 수술을 하거나 하나의 추간판이라도 재수술을 하여 후유증상이 뚜렷한 경우에 해당하여 6급으로 판정되어야 하는 점, 청구인은 허리의 상태가 수술 후에도 호전되지 않아 아직까지 직장을 구하지 못하고 있는 점 등을 고려할 때 이 건 처분은 위법·부당하므로 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제4조제1항제6호, 제6조, 제6조의3, 제6조의4 및 제83조제1항\n동법 시행령 제3조, 제9조의2, 제13 내지 제15조, 제102조제1항 및 별표 3\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 심의의결서, 신체검사표, 신체검사결과통지서, 진단서, 병적증명서 등 각 사본의 기재내용을 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 1996. 2. 26. 육군에 입대하여 1996. 9. 13. 의병 전역을 하였고, 제대 후 1996. 10. 17. 부산광역시 ○○구 소재 △△병원에서 제4-5요추 후궁부분 절제술, 좌측 및 제4-5요추, 제5요추-천추간판 제거술을 받았다.\n\n(나) 청구인이 2003. 6. 13. 국가유공자 등록신청서를 제출하자 보훈심사위원회는 2004. 3. 24. 청구인이 군복무 중 입은 '추간판탈출증(L4-5, L5-S1)'의 상이를 공상으로 인정하고 공상군인의 요건에 해당하는 자로 심의ㆍ의결하였다.\n\n(다) 부산○○병원에서 2004. 6. 25. 청구인의 위 상이에 대하여 상이등급구분 신규신체검사를 실시한 결과, 신경외과 전문의의 '상이처에 대한 요통, 하지통, 보행 불편감이 지속'의 소견에 따라 7급으로 판정되었다.\n\n(라) 청구인의 신청에 따라 부산○○병원에서 2004. 8. 30. 청구인의 위 상이에 대하여 실시한 상이등급구분 재심신체검사 결과, 신경외과 전문의가 '수술 후 상태이나 신경증상 잔존'의 소견으로 7급 401호로 분류함에 따라 7급으로 종합판정되었고, 이에 따라 피청구인이 2004. 10. 6. 이 건 처분을 하였다.\n\n(마) 경상남도○○의료원장의 2004. 8. 28.자 진단서에 의하면, 병명은 '추간판 탈출증 요추4-5, 요추5번 천추간'으로, 향후치료의견은 '상기환자는 요통 및 하지 방사통으로 상기 진단하에 96년도 수술 시행받았으며 현재에도 잔존하는 요통 및 하지통으로 치료 요함'으로 각각 기재되어 있다.\n\n(2) 「국가유공자 등 예우 및 지원에 관한 법률」 제6조의3의 규정에 의하면, 상이를 입은 자의 상이등급을 판정하기 위하여 신규신체검사 및 재심신체검사 등을 할 수 있고, 신체검사를 통한 상이등급의 판정은 전ㆍ공상으로 인정된 상이처로 인하여 현재 나타나고 있는 장애의 정도 등의 복합적 요인을 고려하여야 하므로 고도의 전문적인 의료지식을 요하는 것으로서 당해 신체장애를 판정할 만한 의료지식을 지닌 전문의사가 객관적인 의료법칙에 따라 상이등급을 판정하였다면 그 판정이 잘못되었음을 인정할 만한 특별한 사정이 없는 한 정당하다 할 것인바,\n청구인은 청구인의 상이가 동법 시행규칙 별표 3. 제8호나목(7)의 2개 이상의 추체간에 추간판탈출증에 대한 수술을 하거나 하나의 추간판이라도 재수술을 하여 후유증상이 뚜렷한 경우에 해당하여 제6급을 인정하여야 하므로 이 건 처분은 위법·부당하다는 취지의 주장을 하나, 동법 시행령 별표 3의 상이등급구분표에 의하면, 국소부위에 완고한 신경증상이 있는 자는 7급 401호로 구분하도록 규정되어 있고, 청구인에 대한 재심신체검사에서 '수술 후 상태이나 신경증상 잔존'이라는 신경외과 전문의의 소견으로 청구인의 상이에 대해 7급 401호로 분류함에 따라 7급으로 종합판정되었고, 달리 그 판정에 잘못이 있다고 인정할 만한 객관적인 자료도 없으므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}