{
    "행정심판재결례일련번호": 245439,
    "사건명": "상이처일부인정거부처분취소청구",
    "사건번호": "2005-13551",
    "의결일자": "2005-11-16",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=245439&type=HTML&mobileYn=",
    "재결요지": "사 건 05-13551 상이처일부인정거부처분취소청구\n\n청 구 인 오 ○ ○\n경상남도 ○○군 ○○읍 ○○리 48-1\n\n피청구인 마산보훈지청장\n\n청구인이 2005. 6. 25. 제기한 심판청구에 대하여 2005년도 제36회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2005. 3. 28. 청구인에 대하여 한 상이처일부인정거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1952. 1. 21. ○군에 입대하여 ○○ 소속으로 복무 중이던 1953. 2-3월경 매복 중인 적군과 야간에 교전 중 가슴, 다리, 팔에 부상을 당하여 ○○병원 및 △△병원에서 입원ㆍ치료를 받고서 1953. 5. 30. 전역하였다는 이유로 2004. 11. 22. 국가유공자등록신청을 하였으나, 피청구인은 2005. 3. 28. 청구인에 대하여 '좌상완 관통상'은 전상으로 인정하되, '좌하지 창상, 좌경골 근위조면 골절불유합, 가슴타박'은 전상으로 인정하지 아니한다는 통보(이하 '이 건 처분'이라 한다)를 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 야간수색활동 중 적군과의 교전으로 자동화기 및 수류탄에 의한 좌상완 관통상, 좌경골 주위의 창상, 근위조면 골절불유합의 부상을 당하여 ○군병원에서 치료까지 받았는바, 병상일지 등이 없다는 이유로 좌상완 관통상만 인정하는 것은 부당하고 도리어 병상일지 등의 보관책임은 국가에 있으므로 이를 이유로 나머지 상이에 대하여 전상으로 인정하지 않는 것은 위법ㆍ부당하므로 이 건 처분은 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제4조제1항제4호, 제6조 및 제83조제1항\n동법 시행령 제3조, 제8조, 제9조, 제9조의2 및 제102조제1항 별표 1.\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 국가유공자등록신청서, 국가유공자등요건관련사실확인서, 심의의결서, 진단서, 거주표, 국가유공자요건심의결과 통지, 심판청구서, 답변서 등을 종합해 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 1952. 1. 21. ○군에 입대하여 1953. 5. 30. 의병제대 하였다.\n\n(나) ○군참모총장의 2005. 1. 21.자 국가유공자등요건관련사실확인서에 의하면, 청구인의 상이연월일은 '1953년 2월경'으로, 상이장소는 '강원도 ○○'으로, 상이원인은 '전투 중'으로, 현상병명은 '좌상완 및 좌하지 다발성 창상 반흔, 좌경골 근위조면 골절불유합, 가슴타박'으로, 상이경위는 '<확인 결과> 거주표 : 1952. 1. 21. 입대/ 1952. 5. 19. 제3사단 전속/ 1953. 1. 31. 제59육병 전속/ 1953. 3. 25. 제23육병 전속/ 1953. 5. 30. 병제'로 각각 기재되어 있고, 원상병명은 기재되어 있지 않다.\n\n(다) 경상남도 ○○군 소재 ○○중앙병원의 2004. 11. 17.자 진단서에 의하면, 청구인의 병명(임상적 추정)은 '좌상완 및 좌하지 다발성 창상 반흔, 좌경골 근위조면 골절불유합'으로, 향후치료의견은 '상기 병증으로 2004. 11. 18. 단순 X-ray 촬영 및 좌경골 근위조면 골절불유합 병증에 대해서는 수술적 치료 요하리라 사료됨'으로 각각 기재되어 있다.\n\n(라) ○○위원회는 2005. 3. 17. 청구인의 상이처 중 '좌하지 창상, 좌경골 근위조면 골절불유합, 가슴타박'은 병상일지 등 구체적이고 객관적인 거증자료가 없어 부상경위 및 병명확인이 불가능하여 전투 또는 이에 준하는 직무수행 중의 발병으로 인정하지 아니하되, '좌상완 관통상'은 거주표상 입원기록과 진단서상 관통상 소견에 의거 전투 중 상이를 입은 것으로 인정된다고 심의ㆍ의결하였고, 피청구인은 2005. 3. 28. 이를 청구인에게 통보하였다.\n\n(2) 「국가유공자 등 예우 및 지원에 관한 법률」 제4조제1항제4호의 규정에 의하면, 군인 또는 경찰공무원으로서 전투 또는 이에 준하는 직무수행 중 상이를 입고, 전역 또는 퇴직한 자로서 그 상이정도가 국가보훈처장이 실시하는 신체검사에서 상이등급에 해당하는 신체의 장애를 입은 것으로 판정된 자는 전상군경에 해당한다고 되어 있는바, 청구인은 전상으로 인정된 '좌상완 관통상'의 상이뿐만 아니라 '좌하지 창상, 좌경골 근위조면 골절불유합, 가슴타박'의 상이도 전상으로 인정되어야 한다고 주장하나, 위 인정사실에 의하면, '좌하지 창상, 좌경골 근위조면 골절불유합, 가슴타박'의 상이에 대하여 ○군참모총장이 청구인의 원상병명을 통보하지 아니한 점, 청구인의 진술 이외에 상이경위 및 병명 등을 확인할 수 있는 병상일지 등 구체적이고 객관적인 자료가 없는 점, 군 복무후 50년 이상이 경과한 시점에서 위 상이와 전투 등 직무수행과의 인과관계를 확인하기 어려운 점 등을 종합적으로 고려할 때, 청구인의 '좌하지 창상, 좌경골 근위조면 골절불유합, 가슴타박'은 전상으로 인정하기는 어렵다 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}