{
    "행정심판재결례일련번호": 244161,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2005-05143",
    "의결일자": "2005-07-22",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=244161&type=HTML&mobileYn=",
    "재결요지": "사 건 05-05143 국가유공자등록거부처분취소청구\n\n청 구 인 서 ○ ○\n충청남도 ○○시 ○○면 ○○리 ○○아파트 104-307\n\n피청구인 대전지방보훈청장\n\n청구인이 2005. 2. 22. 제기한 심판청구에 대하여 2005년도 제24회 ○○심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2005. 1. 5. 청구인에 대하여 한 국가유공자등록거부처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1984. 10. 30. 육군에 입대하여 근무하던 중 상급자의 구타로 정신질환이 발병하였으나 치료를 받지 못하고 방치되다가 만기전역한 후, 신경정신과에서 진단한 결과 정신분열증으로 판명되어 현재까지 치료를 받고 있다는 이유로 2004. 7. 6. 국가유공자등록신청을 하였으나, 피청구인은 병상일지 등 거증자료가 없어 청구인의 정신질환과 군 공무수행 사이에 인과관계를 인정하기 어렵다는 이유로 2005. 1. 5. 청구인에 대하여 국가유공자등록거부처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 입대 후 고참병의 계속되는 구타로 정신질환이 발생하였으나 군병원에서의 정상적인 치료를 받지 못한 채 군생활을 계속하게 되었고 청구인의 비정상적인 행동으로 인해 고참들의 구타가 계속되는 등 악순환이 반복되었던 점, 청구인이 전역한 후 정신이상상태를 알아챈 동생들이 대전 소재 임완빈신경정신과에 데려가 진단한 결과 정신분열증으로 진단되어 현재까지 치료를 계속 받고 있는 점 등에 비추어 볼 때 청구인의 정신질환은 군 복무로 인하여 발생하였다고 할 것이므로 이 건 처분은 위법ㆍ부당하여 취소되어야 한다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제4조제1항제6호, 제6조 및 제83조제1항\n동법 시행령 제3조, 제8조, 제9조, 제9조의2, 제102조제1항 및 별표 1\n\n나. 판 단\n(1) 청구인과 피청구인 등이 제출한 등록신청서, 국가유공자등요건관련사실확인서, 심의의결서, 국가유공자등비해당결정통보, 진단서, 진료사실확인서, 입(통)원확인서, 병적증명서, 병적기록표 등 각 사본의 기재내용을 종합하여 보면, 다음과 같은 사실을 각각 인정할 수 있다.\n\n(가) 청구인은 1984. 10. 30. 육군에 입대하여 1987. 4. 30. 만기 전역하였다.\n\n(나) 육군참모총장의 2004. 9. 25.자 국가유공자요건관련사실확인서에 의하면, 청구인의 원상병명은 기재되어 있지 아니하며, 현상병명은 '정신분열증'으로, 상이경위는 '<본인진술> 1984. 10. 30. 입대 후 ○○사단 소속으로 근무 중 86년경 고참의 구타로 인한 정신분열증 발병 진술, <기록확인> 병기표 : 1984. 10. 30. 입대 / 1987. 4. 30. 전역 기록'으로 각각 기재되어 있다.\n\n(다) 대전광역시 ○○구 소재 ○○신경정신과의원의 2004. 7. 6.자 진료사실확인서에 의하면, 청구인은 정신분열증으로 1988. 11. 25. ～ 1999. 7. 27. 동안 위 병원에서 외래치료를 받았다고 기재되어 있으며, 대전광역시 ○○구 소재 ○○정신과의원의 2004. 7. 6.자 입(통)원확인서에 의하면, 청구인은 1999. 10. 1. ～ 2002. 4. 8. 동안 위 병원에서 통원치료를 받았다고 기재되어 있고, 대전광역시 ○○구 소재 ○○대학교병원의 2004. 7. 6. 진단서에 의하면, 병명은 '정신분열증'으로, 향후치료의견은 '상기환자는 상기병명으로 현재 본원 외래에서 약물유지치료 중이며 향후 재발방지를 위해 부정장기간에 걸쳐 정신과적 치료가 필요하다고 사료됨'으로 각각 기재되어 있다.\n\n(라) ○○심사위원회는 청구인이 군복무 중 고참병의 구타로 정신분열증이 발병하였다고 주장하나, 병적기록표상 입원기록이 없고, 육군본부에서 부상경위 및 병명을 확인할 수 있는 관련 자료가 통보되지 아니하였으며, 청구인의 주장 이외에 부상사실을 입증할 수 있는 병상일지 등 객관적인 거증자료가 없어 청구인의 현상병명은 공무수행과 상당 인과관계가 있다고 인정할 수 없다는 이유로 청구인을 「국가유공자 등 예우 및 지원에 관한 법률」에 규정된 공상군경의 요건에 해당하지 아니하는 자로 2004. 12. 21. 심의ㆍ의결하였고, 이에 따라 피청구인은 2005. 1. 5. 청구인에 대하여 이 건 처분을 하였다.\n\n(2) 「국가유공자 등 예우 및 지원에 관한 법률」 제4조제1항제6호 및 제2항, 동법 시행령 제3조제1항제4호 및 별표 1의 규정을 종합하여 보면, 당해 질병의 발생 또는 악화가 공무수행과 상당한 인과관계가 있다고 의학적으로 판단된 질병에 의한 상이(공무상 질병을 포함한다)를 공상으로 인정하고 있으며, 이 경우 그 인과관계는 반드시 의학적ㆍ자연과학적으로 명백히 입증하여야 하는 것은 아니라 할지라도 제반사정을 고려할 때 공무수행과 질병사이에 상당한 인과관계가 있다고 인정되는 경우에 한하여 공상으로 인정하여야 할 것인바, 청구인은 군복무 중 고참병의 구타로 인해 정신분열증이 발병하였다고 주장하나, 위 인정사실에 의하면, 청구인의 주장 외에 구타사실 및 공무와 관련하여 발병되었음을 입증할 수 있는 병상일지 등 객관적인 입증자료가 없어 부상경위 및 병명확인이 불가한 점, 달리 청구인의 현상병명이 군 공무수행으로 인한 부상이라고 인정할 만한 사정이 없는 점 등에 비추어 볼 때 청구인의 상이와 공무수행과의 인과관계를 인정하기 어렵다 할 것이므로 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}