{
    "행정심판재결례일련번호": 243497,
    "사건명": "자동차감차명령처분취소청구",
    "사건번호": "2005-08971",
    "의결일자": "2005-07-02",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=243497&type=HTML&mobileYn=",
    "재결요지": "사 건 05-08971 자동차감차명령처분취소청구\n\n청 구 인 ○○ 주식회사(대표이사 직무대행자 이○○)\n대전광역시 ○○구 ○○동 200-2\n대리인 변호사 문 ○ ○\n\n피청구인 대전광역시장\n\n청구인이 2005. 4. 11. 제기한 심판청구에 대하여 2005년도 제23회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2005. 1. 11. 청구인에 대하여 한 9대의 자동차 감차명령은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인이 차령이 경과된 사업용 자동차 9대를 허가받지 아니하고 무단으로 폐차하였다는 이유로 피청구인이 2005. 1. 11. 청구인에 대하여 자동차감차명령(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은, 청구인 회사는 주주간의 분쟁으로 인하여 회사와 직접 이해관계가 없는 법원에서 선임한 직무대행자가 회사를 운영하고 있어 현상유지를 제외한 부분에 대한 결정을 하는데 있어 많은 어려움이 있고, 회사 내에서의 장기간의 분쟁으로 인하여 어느 누구도 사재를 출연할 수 없는 상황이 지속되어 법령을 위반하게 되었으며, 현재 택시업계가 어려운 상황이라는 점을 감안하면 이 건 처분은 가혹하다고 주장한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n\n가. 청구인 회사 소속 사업용 자동차 9대가 차령이 경과되었음에도 허가를 받지 아니하고 자동차를 무단으로 폐차장에 입고하였으므로 「여객자동차 운수사업법」 및 「행정절차법」에 의한 절차를 거쳐 이 건 처분을 하였다.\n\n나. 청구인 회사는 「여객자동차 운수사업법」에 의한 특허적 성격의 택시운송사업면허를 받은 자로서 공공성이 있어 관계법규를 준수함은 물론이고 승객에 대한 서비스 향상, 친절한 운송문화정착을 위하여 노력을 하여야 함에도 비정상적인 운송사업을 하면서 국세는 물론이고 운송종사자들과 직접적으로 관련이 있는 건강보험, 국민연금, 고용보험료를 체납하였다.\n다. 특히 청구인은 2003년 및 2004년 국세를 체납하여 △△세무서장이 피청구인에게 「국세징수법」 제7조에 의한 관허사업의 제한요구를 하였고 이에 따라 피청구인은 청구인에 대하여 체납액의 납부 촉구와 경영개선을 요구하였으나 청구인은 아무런 조치 없이 소송에 몰두하였다.\n\n라. 이에 차령이 경과되고, 말소 등의 절차 없이 폐차장에 입고된 차량 9대(대전 ○○바 ○○호 외 8대)에 대하여 「여객자동차 운수사업법」에 따라 감차명령을 하였다.\n\n마. 청구인이 불가피하였다고 주장하는 민사소송은 행정처분과는 별개이고 청구인이 입게 되는 불이익보다는 법질서 유지와 공익의 실현을 위한 이 건 처분의 필요성이 크다고 할 것이므로 청구인의 주장은 이유 없다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n여객자동차 운수사업법 제17조, 제67조 및 제76조\n동법 시행령 제26조제1항, 제31조 및 별표 2\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 판결문, 결정문, 「여객자동차 운수사업법」 위반에 다른 행정처분(감차명령) 결정 통보 등 각 사본의 기재내용을 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n\n(가) ○○세무서장 및 △△세무서장은 2002. 5. 2, 2003. 3. 20, 2003. 11. 26, 2004. 7. 29. 피청구인에게 청구인 회사의 1997년 ～ 2004년의 부가가치세 등 국세가 체납되었으므로 청구인에 대한 허가ㆍ인가ㆍ면허 및 갱신을 제한해 달라고 요청하였다.\n\n(나) 이에 따라 피청구인은 2003. 4. 2. 및 2003. 12. 1. 청구인에게 체납한 국세를 납부하고 증빙서류를 제출하여 달라고 요청하면서 청구인이 이에 응하지 않을 경우에는 일반택시 운송사업면허정지처분을 하겠다고 통보하였다.\n\n(다) 청구인 회사 소속 사업용 자동차(대전 ○○바 ○○호 외 8대) 9대는 차령이 경과되었고, 2003. 7. 14. 폐차되었다.\n\n(라) 피청구인은 2004. 10. 6. 청구인 회사 소속 사업용 자동차의 일부가 무단으로 휴지 또는 폐지되어 정상적으로 운송사업이 이루어지지 않아 운송질서를 문란하게 하고 있다는 이유로 차량 현황, 운전자 현황, 배차일지 사본(2004. 10. 1. ～ 10.), 사납금대장 사본(2004. 10. 1. ～ 10.), 국민연금 등 4대 사회보험 납부 및 체납사항, 국세체납현황을 제출하여 달라고 통보하자, 청구인은 회사 소속 사업용 자동차 9대는 차령이 만료되어 이를 신차로 교체하기 위하여 준비를 하였으나 소송에 계류되어 교체절차를 진행하지 못하였으며, 회사의 임원변경에 따른 주주총회와 관련된 소송이 제기되어 대표이사의 직무가 중지됨으로써 업무가 중단되어 있는 상태이므로, 소송에 대한 확정 판결이 있을 때까지 기다려 줄 것을 요청하였다.\n\n(마) 피청구인이 2004. 11. 30. 청구인에 대한 청문을 실시하겠다고 통보하였으나, 청구인의 요청에 의하여 청문일시를 2004. 12. 30.로 변경하였다.\n\n(바) 2004. 12. 30. 작성된 청문조서에 의하면, 직무대행자 이종명은 2004년 9월경 대표이사 직무대행자로 선임되었으나, 회사의 운영에 대한 관리, 판단을 할 수 없는 형편이고, 청구인 회사는 대표이사의 선임과 관련된 소송이 제기되어 있으므로, 소송에 대한 확정 판결이 있을 때까지 행정처분을 유예하여 달라고 요청하였다.\n\n(사) 청구인은 회사 소속 사업용 자동차 9대를 차령이 경과되자 허가를 받지 아니하고 자동차를 무단으로 폐차장에 입고하였다는 이유로 피청구인이 2005. 1. 11. 청구인에 대하여 회사소속 자동차 58대 중 9대에 대한 감차명령을 하였다.\n\n(아) 대전광역시 차량등록사업소장은 2005. 2. 22. 피청구인에게 청구인 회사 소속 사업용 자동차 9대를 등록 말소하였다고 통보하였다.\n\n(2) 「여객자동차 운수사업법」 제17조제1항에 의하면, 여객자동차운송사업의 면허를 받은 자는 그 사업의 전부 또는 일부를 휴지 또는 폐지하고자 하는 때에는 시·도지사의 허가를 받아야 한다고 되어 있고, 동법 제76조제1항제16호에 의하면, 이 법 또는 이 법에 의한 명령 또는 처분을 위반하거나 이 법에 의한 면허·허가 또는 인가에 붙인 조건을 위반한 때에는 면허ㆍ등록ㆍ허가 또는 인가를 취소하거나 6월 이내의 기간을 정하여 사업의 전부 또는 일부의 정지를 명하거나, 노선폐지ㆍ감차 등을 수반하는 사업계획의 변경을 명할 수 있다고 되어 있으며, 동법 제76조제2항, 동법 시행령 제31조제1항 및 별표 2의 구분란 11.에 의하면, 여객자동차운수사업자가 허가를 받지 아니하고 사업의 일부를 휴지하거나 폐지한 때에는 감차명령을 하도록 되어 있고, 동법 시행령 제31조제2항제2호에 의하면, 별표 2의 처분기준에 따라 사업면허를 취소하는 것이 현저하게 불합리하다고 인정되는 때에는 공공복리의 침해정도, 교통사고로 인한 피해의 정도, 운전자과실의 정도와 위반행위의 내용·횟수 등을 참작하여 그 처분기준을 감차를 수반하는 사업계획변경명령으로 하도록 되어 있는 바, 위 인정사실에 의하면, 청구인은 2003. 7. 14. 회사 소속 사업용 자동차 9대가 차령이 만료되자 위 차량을 폐차장에 입고하고 운행을 하지 아니한 사실은 허가를 받지 아니하고 운송사업의 일부를 휴지한 때에 해당됨이 분명하고, 달리 이 건 처분을 감경하여야 할만한 사정이 있는 것도 아니므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}