{
    "행정심판재결례일련번호": 245317,
    "사건명": "군무원채용시험불합격처분취소청구",
    "사건번호": "2005-13570",
    "의결일자": "2005-11-07",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=245317&type=HTML&mobileYn=",
    "재결요지": "사 건 05-13570 군무원채용시험불합격처분취소청구\n\n청 구 인 유 ○ ○\n전라북도 ○○시 ○○동 ○○아파트 203-203\n\n피청구인 국방부장관\n\n청구인이 2005. 6. 3. 제기한 심판청구에 대하여 2005년도 제35회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2005. 5. 13. 청구인에 대하여 한 2005년도 전반기 군무원 채용시험불합격처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 2005. 4. 30. 실시된 2005년도 전반기 군무원 채용시험 군사정보직렬 7급 필기시험(이하 '이 건 시험'이라 한다)에 응시한 자로서, 피청구인은 2005. 5. 13. 청구인이 취득한 점수(총점 512점, 평균 85.33)가 합격점수(총점 516점, 평균 86)에 미달한다는 이유로 청구인에 대하여 불합격처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n청구인은 다음과 같이 주장한다.\n\n가. 피청구인은 군무원채용시험을 실시하면서 2000년부터 2005년까지 해마다 선택과목간 난이도 조절에 실패하였고, 특정교재에서 집중적으로 출제하여 선택과목에 따라 당락이 결정되어서 많은 수험생들이 피해를 봐왔다.\n청구인이 피청구인에게 과거와 같은 오류를 범하지 말 것을 부탁했고 피청구인은 선택과목간 난이도를 조절하기 위해 노력할 것이라고 답변하였으나, 이 건 시험에서도 똑같은 과실을 반복했다.\n\n나. 청구인은 정치학을 선택하였으나 정보사회론, 심리학 등 다른 선택과목에 비해 정치학이 현저히 어렵게 출제되어 청구인이 이 건 시험에 불합격하였다.\n특히 정치학의 경우 다른 선택과목에서 볼 수 없는 세세한 학설을 주장한 인물 고르기 문제 등 듣지도 보지도 못한 문제들이 상당수인 것으로 보아 국가정보학이나 자료조직법과 마찬가지로 특정 교재에서 모조리 출제되었음이 틀림없다.\n따라서 피청구인이 이 건 시험의 선택과목간 난이도 조절에 실패하여 청구인이 불합격하였으므로 이 건 처분은 취소되어야 한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n\n가. 피청구인은 군무원 채용시험에 막대한 예산과 인력을 동원하여 문제선정ㆍ출제방식 및 다단계 검증절차를 도입ㆍ운영하면서 공정한 문제출제와 출제오류로 인한 수험생의 불이익을 최소화하기 위해 군무원채용필기시험을 시험실시준비과정, 시험문제출제, 시험실시 및 채점 등의 과정으로 진행하고 있다.\n\n나. 시험실시준비단계에서는 시험문제 출제관 선정에 가장 큰 비중을 두고 있다.\n시험문제 출제관은 육ㆍ해ㆍ공군의 전군을 대상으로 국내ㆍ외의 우수대학에서 시험과목과 관련된 전공을 이수한 장교 및 군무원들을 대상으로 배수이상의 인원을 추천받아 후보자를 확보하여 출제관을 최종 선정하고 해당부대에는 추후에 출제관 명단을 통보함으로써 대내ㆍ외적으로 철저한 보안유지 및 출제관의 사전노출을 방지하고 있다.\n다. 시험문제출제단계에서는 출제문제에 대한 대ㆍ내외적 보안유지, 난이도, 변별력 및 출제된 시험문제의 신뢰성을 확보하는데 역점을 두고 있다.\n필기시험문제의 출제수준은 문제의 난이도에 따라 A등급부터 E등급까지 총 5등급으로 분류하여 해당과목 전반에 대한 완전한 이해가 필요한 수준인 최고 난이도의 A등급부터 기초적인 이해가 필요한 정도의 E등급까지 각 등급별로 일정한 비율이 유지될 수 있도록 시험문제 출제관에게 기준을 제시하고 출제과정에서 선정된 문제들을 검토ㆍ보완하여 과목별로 수험생들의 득점수준이 정규분포의 형태를 이루도록 하였다.\n또한 피청구인은 시험문제의 신뢰성을 확보하기 위해 전공과목별로 적어도 복수 이상(많게는 8인)의 출제관이 인선되는 점을 활용하여 동일한 전공과목을 이수한 출제관들간에 적어도 5회이상의 출제문제들에 대한 난이도 및 문제오류 점검을 실시하고 있으며 최종적인 필기시험 문제 출제이후에도 동일ㆍ유사 전공자에 의한 최종적인 감수를 실시하여 난이도 등에 대한 문제점 발생을 방지하기 위하여 신중을 기하고 있다.\n출제관들은 자신이 출제한 문제들에 대한 난이도 분류는 물론 출제근거가 될 수 있는 관련 서적들을 명기하도록 하여 특정서적에 근거한 문제가 집중되어 출제되지 않도록 출제관들을 통제하고 있다.\n하지만 수험생들의 수준이 천차만별로서 수능시험 등과 같이 일정한 기간동안 동등한 여건하에서 시험을 준비한 사람들을 대상으로 시험을 시행할 수 없다는 점을 감안할 때 피청구인이 의도한 대로 군무원시험을 치른 250여 과목 모두가 과목내에서는 물론 과목들간에 일정한 수준에서 정규분포를 나타내지 못할 수 있다는 사실은 불가피할 것으로 판단된다.\n\n라. 시험실시 및 채점단계에서는 잘못 출제된 문제로 인한 수험생들의 불이익을 최소화하기 위해 이의제기기간을 운영하고 있고 이 건 시험이 실시된 후에도 인터넷 또는 전화로 이의를 제기하도록 하여 출제관의 검토를 통해 잘못 출제된 문제가 발견될 경우 답안 채점시 반영하여 수험생들에게 불이익이 없도록 최선을 다하고 있다.\n청구인은 이 건 시험과목 중 선택과목을 특정교재에서 문제를 모조리 출제하여 난이도 조절에 실패하여 청구인이 불합격하였다고 주장하지만 이 건 시험은 평균적인 수험생의 입장에서 볼 때 출제자의 의도를 파악하는 것이 가능하므로 청구인은 무리한 주장을 하고 있으므로 이 건 청구는 기각되어야 한다.\n\n4. 이 건 처분의 위법ㆍ부당 여부\n가. 관계법령\n군무원 인사법 제2조, 제3조, 제7조제1항 및 제8조\n동법 시행령 제13조, 제14조제1항, 제15조, 제16조제1항, 제18조, 제19조 및 제25조\n동법 시행규칙 제14조, 제15조, 제17조 및 별표 2중 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 2005년도 군무원 채용 필기시험계획보고, 필기시험문제 출제 세부계획, 2005년도 전반기 군무원 채용시험 시행계획 공고, 이 건 시험 정치학ㆍ심리학ㆍ정보사회론 문제지, 행정심판 청구서, 보충서면 및 답변서 등 각 사본의 기재를 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 2005. 4. 15. 피청구인에 대하여 선택과목의 난이도를 같게 해달라는 내용을 인터넷 민원으로 제기하였고, 피청구인은 이에 대하여 선택과목간 점수차이가 벌어지지 않도록 최선을 다하겠다고 답변하였다.\n\n(나) 청구인은 2005. 4. 30. 실시된 이 건 시험에 응시하였으며, 이 건 시험은 국어, 국사, 영어, 국가정보학, 자료조직법이 필수과목으로 되어 있고, 정보사회론, 정치학, 심리학 중 한 과목을 택하도록 되어 있어, 청구인은 정치학을 선택과목으로 하였으며 각 과목은 선택형 문제로 구성되어 과목당 25문항, 시험시간은 과목당 25분으로 되어 있다.\n\n(다) 2005년도 전반기 군무원 채용시험 시행계획 공고에 의하면, 피청구인은 군사정보직렬 7급에 7명을 선발할 계획이고, 이 건 시험에서는 채용예정인원의 1.3배수 범위 내에서 합격자를 선발한다고 되어 있다.\n\n(라) 피청구인은 이 건 시험의 합격자 10명(청구인은 총 응시자 중 13등)을 선발하였고, 2005. 5. 13. 청구인이 취득한 점수(총점 512점, 평균 85.33)가 합격점수(총점 516점, 평균 86)에 미달한다는 이유로 청구인에 대하여 이 건 처분을 하였고 청구인이 취득한 과목별 점수는 다음과 같다.\n<img src='/LSA/flDownload.do?flSeq=121019533'>\n\n</img>\n\n(마) 이 건 시험의 선택과목별 응시자 수, 합격자 수 및 각각의 비율은 다음과 같다.\n<img src='/LSA/flDownload.do?flSeq=121020183'>\n\n</img>\n\n(바) 피청구인이 제출한 이 건 시험 정치학문제지 및 참고서적에 의하면, 이 건 시험 중 정치학은 2000년도 전반기 군무원시험 외 5개 교재를 참고하여 출제한 것으로 되어 있다.\n\n(사) 청구인은 2005. 7. 27. 피청구인에 대하여 이 건 시험에서 청구인이 틀린 문제, 선택과목 3과목 전체 문제, 출제자 및 참고교재에 대한 정보공개를 청구하였으나, 피청구인은 청구인이 시험 본 필수과목 및 선택과목인 정치학은 열람하도록 하고, 청구인이 선택하지 않은 다른 과목 문제 및 참고교재는 차기시험 출제와 연계되어 공개가 불가하며, 출제자는 개인신상에 관련된 정보에 해당되어 비공개한다고 통지하였다.\n\n(2) 「군무원 인사법 시행령」 제16조에서는 일반군무원 7급 임용시험의 경우에는 업무수행에 필요한 기본적 능력ㆍ지식을 검정할 수 있는 수준으로 하고 있고, 필기시험에 있어 문제 출제는 출제위원들의 고유권한에 속하는 사항으로서 시험출제위원이 해당 분야에 관한 전문적ㆍ학문적인 양심과 판단을 기초로 하여 그 재량에 의하여 이루어지는 행위라 할 것이므로 그 출제행위가 재량권의 범위를 현저하게 벗어나서 비례ㆍ형평의 원칙에 위반되게 자의적으로 행사한 것이라고 인정되는 특별한 사정이 없는 한 출제위원들이 출제한 문제가 잘못되었다고 보기 어렵다고 할 것인바, 청구인은 정치학이 특정 교재에서 집중적으로 출제되었고 다른 선택과목에 비하여 현저히 어렵게 출제되어 부당하게 이 건 시험에서 불합격하였다고 주장하나, 위 인정사실에 의하면, 정치학은 2000년도 군무원 시험문제 외에도 5개의 서적을 참고하여 출제된 점, 선택과목별 응시자 비율과 합격자 비율이 현저히 차이가 나지 않은 점, 정치학을 선택한 응시자가 합격자 중 3등을 한 점 등을 종합적으로 고려할 때 이 건 시험의 선택과목 문제 출제에 있어서 어떠한 위법사유가 있어 청구인이 불합격하였다고 보기 어렵다고 할 것이므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}