{
    "행정심판재결례일련번호": 248311,
    "사건명": "국가유공자등록거부처분취소청구",
    "사건번호": "2006-06295",
    "의결일자": "2006-06-14",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=248311&type=HTML&mobileYn=",
    "재결요지": "사 건 06-06295 국가유공자등록거부처분취소청구\n\n청 구 인 김 ○ ○\n전라남도 ○○군 ○○면 ○○리 87\n\n피청구인 광주지방보훈지장\n\n청구인이 2006. 3. 27. 제기한 심판청구에 대하여 2006년도 제17회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2006. 1. 10. 청구인에 대하여 한 국가유공자등록거부처분처분은 이를 취소한다.",
    "이유": "1. 사건개요\n청구인은 1952. 8. 17. 육군에 입대하여 훈련 중 차사고로 상이를 입고 군 병원에서 치료받다가 1956. 9. 30. 전역하였다는 이유로 2005. 8. 30. 국가유공자등록신청을 하였는바, 피청구인은 2006. 1. 10. 청구인의 신청(현상)병명과 군공무수행 사이에 인과관계가 있다고 인정하기 어렵다는 이유로 국가유공자등록거부처분(이하 '이 건 처분'이라 한다)을 하였다.\n\n2. 청구인 주장\n군에 입대하여 훈련 중 차사고로 상이를 당하여 부대 의무대, 제○○야전병원, 제○○육군병원에 순차적으로 입원하였고 폐디스토마와 만성 기관지염은 합병증으로 일어난 것인데도 객관적인 기록이 없다는 이유로 한 이 건 처분은 부당하다고 주장한다.\n\n3. 이 건 처분의 위법ㆍ부당여부\n가. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제4조제1항제6호ㆍ제2항제2호, 제6조 및 제83조제1항\n동법 시행령 제3조, 제8조, 제9조, 제9조의2, 제102조제1항 및 별표 1\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 등록신청서, 국가유공자등요건관련사실확인서, 심의의결서, 국가유공자비해당통지, 인우보증서 등 각 사본의 기재에 의하면, 다음과 같은 사실을 인정할 수 있다.\n\n(가) 청구인은 1952. 8. 17. 육군에 입대하여 1956. 9. 30. 전역하였다.\n\n(나) 제○○사단 ○○포병단 72포병대대 2과에서 하사로 같이 근무하였던 조○○의 인우보증서에 의하면, '청구인이 강원도 ○○리에 칙지 훈련을 마치고 귀대하던 중 일방도로를 지나 ○○발전소 부근 구부러진 내리막 도로에서 내려오다가 차량이 전복되어 장교는 다리가 부러지고 여러 사병들이 다쳤고, 당시 청구인이 다리와 입과 목을 다쳐서 제○○야전병원에 입원하였으며 일주일 이상 말도 못하고 서면으로 대화를 하였으며 1개월 이상 치료받고 퇴원 후 귀대하여 복무 중 몸이 불편하여 부대 의무대에서 치료를 받고 다시 제○○야전병원으로 후송되었으며 또다시 제○○육군병원에 입원하던 중 제대하였음을 증명한다.\n'고 기재되어 있다.\n\n(다) 육군참모총장이 2005. 10. 14. 발행한 국가유공자등요건관련사실확인서에 의하면, 상이연월일은 '미상'으로, 상이장소는 '○○'으로, 상이원인은 공란으로, 원상병명은 '폐디스토마, 기관지염 만성'으로, 현상병명은 '입술 및 구상의 열린 상처, 목뼈의 염좌 및 긴장, 기타 상세불명의 아래 다리 부분의 타박상, 상세불명의 아래 다리 부분의 열린 상처'로, 상이경위는 '<병상일지> : 1956. 7. 23.○○육군병원에 상 병명 입원 기록'으로 각각 기재되어 있다.\n\n(라) 보훈심사위원회는 2005. 12. 15. 청구인은 1952. 8. 17. 육군에 입대하여 훈련 중 차사고로 상이를 입고 부대 의무대에서 치료하고 제○○야전병원,○○ 육군병원에서 약 3개월 입원, 치료 중 1956. 9. 30. 전역하였다고 주장하고, 병상일지 상 '폐디스토마, 만성 기관지염'으로 입원한 기록은 확인되나, 청구인의 주장 이외에 병명 및 발병경위를 확인할 수 있는 구체적이고 객관적인 입증자료가 없어 신청병명인 '입술 및 구상의 열린 상처, 목뼈의 염좌 및 긴장, 기타 상세불명의 아래 다리 부분의 타박상, 상세불명의 아래 다리 부분의 열린 상처'과 군공무수행사이에 상당한 인과관계가 있다고 인정할 수 없다는 이유로 「국가유공자 등 예우 및 지원에 관한 법률」 소정의 전상군인 요건에 해당하지 아니하는 자로 심의ㆍ의결하였고, 이에 따라 피청구인이 2006. 1. 10. 이를 청구인에게 통지하였다.\n\n(2) 「국가유공자 등 예우 및 지원에 관한 법률」 제4조제1항제6호, 동법 시행령 제3조 및 별표 1의 규정에 의하면, 당해 질병의 발생 또는 악화가 공무수행과 상당한 인과관계가 있다고 의학적으로 판단·인정된 질병에 의한 상이를 공상으로 인정하고 있는바, 병상일지 상 '폐디스토마, 만성 기관지염'으로 입원한 기록은 확인되나, 육군본부에서 부상경위 및 병명을 확인할 수 있는 관련자료가 통보되지 아니하였고, 청구인이 전역 후 49년 이상이 경과한 시점에서 청구인의 주장 이외에 부상경위를 확인할 수 있는 구체적이고 객관적인 입증자료가 없어 신청병명인 '입술 및 구상의 열린 상처, 목뼈의 염좌 및 긴장, 기타 상세불명의 아래 다리 부분의 타박상, 상세불명의 아래 다리 부분의 열린 상처'와 군공무수행사이에 상당한 인과관계가 있다고 보기는 어려우므로 피청구인의 이 건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n4. 결 론\n그렇다면, 청구인의 청구는 이유없다고 인정되므로 이를 기각하기로 하여 주문과 같이 의결한다."
}