{
    "행정심판재결례일련번호": 192775,
    "사건명": "정보공개이행청구",
    "사건번호": "2013-13758",
    "의결일자": "2014-02-18",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=192775&type=HTML&mobileYn=",
    "재결요지": "피청구인은 이 사건 정보를 보유하고 있지 않음이 인정되고, 달리 피청구인이 이 사건 정보를 보유ㆍ관리하고 있다는 사실을 인정할 만한 객관적인 자료도 확인되지 않는바, 청구인은 피청구인에게 이 사건 정보의 공개를 구할 법률상 이익이 있다고 볼 수 없으므로, 청구인의 이 사건 심판청구는 행정심판 적법요건을 갖추지 못한 부적법한 청구이다.",
    "주문": "이 사건 심판청구를 각하한다.",
    "청구취지": "피청구인은 청구인이 2013. 5. 2. 정보공개청구한 정보를 공개하라.",
    "이유": "1. 사건개요\n청구인이 2013. 5. 2. 피청구인에게 ‘2013년 1월 이ㅇㅇ가 이△△을 고소한 사건을 담당한 자(박ㅇㅇ)의 직위, 계급과 고소내용을 알게 된 제3자의 성명 및 통화내용에 관한 증거물’의 공개를 청구하였으나, 피청구인은 2013. 5. 13. 위 박ㅇㅇ의 직위와 계급만 공개하고 ‘고소내용을 알게 된 제3자의 성명 및 통화내용에 관한 증거물’(이하 ‘이 사건 정보’라 한다)은 비공개(이하 ‘이 사건 처분’이라 한다)하였다.\n\n2. 청구인 주장\n박ㅇㅇ 경사가 작성한 의견서에 따르면, 고소내용을 제공받은 자가 2인이며, 청구인은 지하상가관리단 대표회장이 아니고 타인이 상가회장이라고 기재되어 있고, 청구인 공동명의로 집회소집통지서를 작성한 사실이 없고 3명 공동명의로 작성한 집회소집통지를 이△△에게 지시한 사실도 없으며, 청구인이 2008. 6. 14. 지하상가관리단 대표회장으로 선임되어 2009. 7. 16. 타인이 근린생활시설 입주자대표회의 회장으로 선출되었다고 기재되어 있으므로, 피청구인이 이 사건 정보를 비공개하는 것은 위법ㆍ부당하다.\n\n3. 피청구인 주장\n사건번호 2013-형제19***호 업무방해 및 폭행 고소사건은 2013. 3. 4. 담당형사인 박ㅇㅇ 경사가 불기소(혐의없음) 의견으로 서울중앙지방검찰청에 이미 송치하였으므로 이 사건 정보는 검찰담당자에게 문의해서 제공받아야할 것이며, 고소내용을 알게 된 제3자의 성명은 개인정보에도 해당하는바, 피청구인의 비공개결정은 정당하다.\n\n4. 관계법령\n행정심판법 제13조\n공공기관의 정보공개에 관한 법률 제1조, 제3조\n\n5. 인정사실\n청구인과 피청구인이 제출한 행정심판청구서, 답변서, 정보공개청구서, 정보결정통지서, 의견서 등의 자료에 따르면 다음과 같은 사실을 인정할 수 있다.\n\n가. 청구인은 2013. 5. 2. 피청구인에게 2013년 1월 이ㅇㅇ가 이△△을 고소한 사건을 담당한 자(박ㅇㅇ)의 직위, 계급과 이 사건 정보의 공개를 청구하였으나, 피청구인은 2013. 5. 13. 위 박ㅇㅇ가 ‘형사4팀 경사’라는 사실만 공개하였고, 이 사건 정보는 「공공기관의 정보공개에 관한 법률」(이하 ‘정보공개법’이라 한다) 제9조제1항제6호 및 같은 법 시행령 제6조제4항을 이유로 이 사건 처분을 하였다.\n\n나. 우리 위원회의 자료제출 요청에 대해 피청구인은 2014. 1. 10. 우리 위원회에 이 사건 정보가 서울중앙지검으로 송치되어 피청구인은 현재 이를 보유ㆍ관리하고 있지 않다는 취지로 회신하였다.\n\n6. 이 사건 심판청구의 적법 여부\n가. 정보공개법 제1조, 제3조 등에 따르면 공공기관이 보유ㆍ관리하는 정보는 공개하도록 되어 있는바, 정보공개제도는 공공기관이 보유ㆍ관리하는 정보를 그 상태대로 공개하는 제도이므로 공개를 구하는 정보를 공공기관이 보유ㆍ관리하고 있을 상당한 개연성이 있다는 점에 대해서는 원칙적으로 공개를 청구한 자에게 그 입증책임이 있다(대법원 2006. 1. 13. 선고 2003두9459판결 참조)할 것이고, 「행정심판법」 제13조에 따르면 의무이행심판은 처분을 신청한 자로서 행정청의 거부처분 또는 부작위에 대하여 일정한 처분을 구할 법률상 이익이 있는 자가 청구할 수 있다고 되어 있다.\n\n나. 위 인정사실에 따르면 피청구인은 이 사건 정보를 보유하고 있지 않음이 인정되고, 달리 피청구인이 이 사건 정보를 보유ㆍ관리하고 있다는 사실을 인정할 만한 객관적인 자료도 확인되지 않는바, 청구인은 피청구인에게 이 사건 정보의 공개를 구할 법률상 이익이 있다고 볼 수 없으므로, 청구인의 이 사건 심판청구는 행정심판 적법요건을 갖추지 못한 부적법한 청구이다.\n\n7. 결 론\n그렇다면 이 사건 심판청구는 심판청구요건을 갖추지 못한 부적법한 청구이므로 이를 각하하기로 하여 주문과 같이 재결한다."
}