{
    "행정심판재결례일련번호": 217409,
    "사건명": "산업재해보상보험 사업종류 변경거부처분 취소청구",
    "사건번호": "2014-10621",
    "의결일자": "2014-11-04",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=217409&type=HTML&mobileYn=",
    "재결요지": "청구인은 2013. 12. 11. 피청구인에게 청구인의 산업재해보상보험(이하 ‘산재보험’이라 한다) 사업종류를 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’(보험료율 41/1,000)’에서 ‘91001 도ㆍ소매 및 소비자용품 수리업(보험료율 10/1,000)’으로 변경하여 달라고 신청하였으나, 피청구인은 청구인이 폐기물인 고철을 절단ㆍ압축하는 금속원료 재생업을 수행하고 있어 청구인 사업장의 산재보험 사업종류는 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’에 해당한다는 이유로 2014. 1. 23. 청구인에게 이를 반려(이하 ‘이 사건 처분’이라 한다)하였다.\n피청구인은 청구인 사업장에서 수행하는 고철의 압축ㆍ절단 업무에 ○○ 산재보험 사업종류는 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’에 해당한다고 주장하나, 관련법령 등과 위 인정사실에 따르면 청구인은 집게차, 길로틴, 압축기, 포크레인 등을 보유하고 수집한 고철을 제강사에 바로 판매하거나 청구인 사업장에 반입하여 압축ㆍ절단한 후 제강사에 판매하고 있는데, 이 중 압축한 고철을 절단하는 공정은 이러한 공정을 통하여 새로운 제품을 제조한다거나 새로운 제품을 제조하기 위한 가공공정이라고 보기 어렵고, 압축한 고철의 판매와 효율적으로 운반하기 위한 부수적인 과정으로 보이므로 청구인의 수집한 고철을 압축하여 판매하는 사업은 사업종류예시표상 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’보다는 ‘23004 기타 각종 제조업’에 내용 예시되어 있는 ‘파지, 고철, 캔류, PET병을 압축하는 사업’에 해당한다고 할 것이어서, 피청구인이 2014. 1. 23. 청구인에게 한 산업재해보상보험 사업종류 변경거부처분을 취소한다.",
    "주문": "피청구인이 2014. 1. 23. 청구인에게 한 산업재해보상보험 사업종류 변경거부처분을 취소한다.",
    "청구취지": "피청구인이 2014. 1. 23. 청구인에게 한 산업재해보상보험 사업종류 변경거부처분을 취소한다.",
    "이유": "1. 사건개요\n청구인은 2013. 12. 11. 피청구인에게 청구인의 산업재해보상보험(이하 ‘산재보험’이라 한다) 사업종류를 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’(보험료율 41/1,000)’에서 ‘91001 도ㆍ소매 및 소비자용품 수리업(보험료율 10/1,000)’으로 변경하여 달라고 신청하였으나, 피청구인은 청구인이 폐기물인 고철을 절단ㆍ압축하는 금속원료 재생업을 수행하고 있어 청구인 사업장의 산재보험 사업종류는 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’에 해당한다는 이유로 2014. 1. 23. 청구인에게 이를 반려(이하 ‘이 사건 처분’이라 한다)하였다.\n\n2. 청구인 주장\n가. 고철 수거업체에서 상품을 매입하여 현지에서 직접 제강사에 판매를 하며, 단지 운송비 절감을 위하여 부피를 줄이려고 압축이 필요한 고철은 청구인 사업장에서 절단기와 압축기 등으로 절단, 압축을 하여 제강사에 판매하는 것으로 이는 제조업에 해당하지 아니하고, 이러한 일부 절단ㆍ압축과정을 수행한다고 하더라도 작업의 비중, 위험도가 각종 금속의 용접 또는 용단을 행하는 사업과 같다고 할 수 없다.\n\n나. 설령 위와 같은 절단ㆍ압축공정이 제조업에 해당한다고 하더라도 청구인 소속 근로자 12명 중 경리, 판매업무 등 공통업무에 종사하는 근로자는 7명이고 나머지 5명은 고철의 수집, 절단, 압축, 판매 등으로 그 업무가 혼재되어 있어 근로자 수나 임금총액으로 주된 사업을 결정할 수 없어 매출액으로 청구인 사업장의 주된 사업을 정하여야 하는데, 수집한 고철을 직접 제강사에 재판매하는 매출이 52%를 차지하므로 청구인 사업장의 주된 사업은 ‘도ㆍ소매 및 소비자용품 수리업’에 해당한다.\n다. 따라서 청구인 사업장의 산재보험 사업종류가 ‘각종 금속의 용접 또는 용단을 행하는 사업’에 해당한다는 이유로 한 이 사건 처분은 위법ㆍ부당하므로 취소되어야 한다.\n\n3. 피청구인 주장\n가. 청구인은 고철의 상태에 따라 고철 수집업체에서 제강사로 바로 운송하거나 청구인 사업장에서 절단ㆍ압축과정을 거쳐 제강사로 운송하고 있는데, 청구인 소속 근로자들 중 회계 등 공통 업무를 담당하는 7명을 제외하고 현장 근로자는 5명이며, 이 중 3명은 수집한 고철을 제강사로 직접 운송하거나 청구인 사업장으로 운송하는 업무를 하고 있어 이들도 공통 업무담당자로 보아야 하며, 나머지 2명은 고철의 상ㆍ하차와 절단ㆍ압축 업무를 하고 있어 청구인 사업장은 공통 업무를 제외하고 제조 업무를 담당하는 근로자만 2명으로서 ‘각종 금속의 용접 또는 용단의 행하는 사업’에 해당한다.\n\n나. 따라서 청구인의 산재보험 사업종류는 현재 적용 받고 있는 ‘각종 금속의 용접 또는 용단을 행하는 사업’에 해당하므로 이 사건 처분은 적법ㆍ타당하다.\n\n4. 관계법령\n고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 제14조\n고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령 제13조, 제14조\n고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행규칙 제12조\n\n5. 인정사실\n청구인과 피청구인이 제출한 행정심판 청구서, 답변서, 사업자등록증, 공장등록증명서, 폐기물처리시설 설치신고증명서, 산재보험 보험관계 변경신고서, 조사복명서 등에 기재된 내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n가. 청구인이 제출한 사업자등록증(법인사업자)에 법인명은 ‘(주)○○스크랩’으로, 대표자는 ‘이○○’으로, 사업장소재지는 ‘충청북도 ○○군 ○○면 ○○리 ○○’로, 개업연월일은 ‘1999. 5. 6.’로, 사업의 종류는 ‘업태: 제조업, 도매, 종목: 고철가공처리업, 비철금속가공처리업, 고철수집운반가공처리, 무역’으로 기재되어 있다.\n\n나. 청구인의 공장등록증명서에 공장의 업종은 ‘38301 금속원료 재생업’으로 기재되어 있고, 폐기물처리시설 설치신고증명서에 업종은 ‘37100 재생용 금속가공원료 생산업’으로, 처리 시설명은 ‘절단, 압축’으로, 처리대상 폐기물종류는 ‘고철스크랩’으로 기재되어 있다.\n다. 청구인은 재생용 금속 및 비금속을 구매, 수거하여 변형하지 않고 그대로 판매하므로 원재료에 물리ㆍ화학적 작용을 가하여 투입된 원재료를 성질이 다른 새로운 제품으로 전환시키는 ‘제조업’에 속하지 않고, 단순히 일부 고철의 부피를 줄이거나 용량처리를 용이하게 하기 위한 압축과정을 거치는데 이는 가공작업에 해당하지 아니한다는 이유로 2013. 12. 31. 피청구인에게 청구인 사업장의 산재보험 사업종류를 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’에서 ‘91001 도ㆍ소매 및 소비자용품 수리업’으로 변경해 줄 것을 요청하는 산재보험 보험관계 변경신고서를 제출하였는데, 위 신고서에 첨부된 청구인의 사업장 현황 주요 내용은 다음과 같다.\n<img src='/flDownload.do?flSeq=25912466'></img>\n\n라. 피청구인 소속 직원이 작성한 2014년 1월 일자미상일의 조사복명서 주요 내용은 다음과 같다.\n\n<img src='/flDownload.do?flSeq=25912478'></img>\n\n마. 피청구인은 위 ‘라’항과 같은 이유로 2014. 1. 23. 청구인에게 이 사건 처분을 하였다.\n\n6. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령의 내용\n1) 「고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률」(이하 ‘보험료징수법’이라 한다)제14조제3항, 같은 법 시행령 제13조, 같은 법 시행규칙 제12조에 산재보험료율은 매년 6월 30일 현재 과거 3년 동안의 보수총액에 ○○ 산재보험급여총액의 비율을 기초로 하여 「산업재해보상보험법」에 의한 연금 등 산재보험급여에 드는 금액, 재해예방 및 재해근로자의 복지증진에 드는 비용 등을 고려하여 재해발생의 위험성과 경제활동의 동질성 등을 기초로 분류한 사업의 종류별로 구분하여 고용노동부장관이 정하여 고시하도록 되어 있고, 같은 법 시행령 제14조에 동일한 사업주가 하나의 장소에서 법 14조제3항에 따른 사업의 종류가 다른 사업을 둘 이상 하는 경우에는 주된 사업에 적용되는 산재보험료율을 그 장소의 모든 사업에 적용하며, 주된 사업의 결정은 근로자 수가 많은 사업, 근로자 수가 같거나 그 수를 파악할 수 없는 경우에는 보수총액이 많은 사업, 근로자 수나 보수총액으로 주된 사업을 결정할 수 없는 경우에는 매출액이 많은 제품을 제조하거나 서비스를 제공하는 사업의 순서에 따른다고 되어 있다.\n\n2) 이에 따른 2014년도 사업종류예시표 총칙 제2조, 제4조에 따르면 사업종류 및 사업종류별 사업세목의 분류원칙으로 재해발생의 위험성, 경제활동의 동질성 및 보수총액에 ○○ 보험급여 총액비율, 적용사업단위의 주된 최종제품, 완성품, 제공되는 서비스의 내용, 작업공정 및 내용을 열거하고 있고, 하나의 장소에서 보험료율이 다른 2이상의 사업이 행하여지는 경우에 있어서의 보험료율의 적용은 영 제14조에서 정하는 바에 따라 ‘주된 사업’에 적용되는 요율을 당해 장소안의 모든 사업에 적용하며, 최종적으로 판매 또는 제공되는 재화, 서비스를 산출하기 위한 보조활동(인사, 회계 경리 등 행정업무, 구매, 판매 등)은 별도로 분리하지 않고 최종 재화 또는 서비스를 중심으로 사업종류를 결정한다.\n\n3) 그리고 2014년도 사업종류예시표에 ‘218 비금속광물제품 및 금속제품 제조업 또는 금속 가공업’에 ○○ 해설은 ‘수공구 또는 기계를 사용하여 단조단야, 타발, 문발, 소형, 조각, 연마, 방청, 절단, 용접, 용단 등 작업을 주공정으로 하는 각종 금속재료품으로부터 금속제품의 제조ㆍ가공을 행하는 사업’으로 되어 있으며, ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’의 내용예시에는 각종 금속재료품을 절단 또는 가공하는 사업으로 금속재료품을 절단하여 금속제품(범용성 철판 등)을 생산하는 사업, 금속제품 가공업체와 계약하에 특정형태로 절단하여 지속적으로 대량공급하는 사업이 포함되고, ‘230 기타 제조업(보험료율 30/1,000)’에 ○○ 해설은 ‘제조업 중 타에 분류되지 않은 사업’으로 되어 있으며, ‘23004 기타 제조업’의 내용예시에는 파지, 고철, 캔류, PET병 등을 압축하는 사업이 포함되고, ‘910 도ㆍ소매 및 소비자용품 수리업’에 ○○ 해설은 ‘구입한 각종 신상품 또는 중고품을 변형하지 않고 구매자에게 재판매하는 도매 및 소매활동, 소비자용품 수리업’으로 되어 있고, ‘91001 도ㆍ소매 및 소비자용품 수리업’의 내용예시에는 ‘재생용 금속 수집판매, 재생용 비금속 수집판매가 포함되어 있다.\n\n나. 판단\n1) 위 인정사실에 따르면 청구인은 수집한 고철을 그대로 판매하는 ‘91001 도ㆍ소매 및 소비자용품 수리업’과 고철을 압축하여 판매하는 ‘23004 기타 각종 제조업’을 하고 있어 하나의 사업장에서 사업종류가 다른 둘 이상의 사업이 행하여지는 경우에 해당한다고 할 것이므로 보험료징수법 시행령 제14조와 사업종류예시표 총칙 제4조에 따라 근로자의 수, 보수총액, 매출액의 순서로 주된 사업을 결정하여야 할 것인데, 위 인정사실에 따르면 청구인 사업장의 2013년도 12월 현재 근로자 수는 11명이고, 이 중 6명은 사무직(경리, 총무, 식당업무 등)과 영업판매직으로서 최종적으로 판매 또는 제공되는 재화, 서비스를 산출하기 위한 보조활동을 수행하고 있으므로 사업종류별 근로자 수 산정에서 제외할 수 있으며, 현장 근로자 5명 중 2명은 청구인 사업장 내에서 수집한 고철의 하차 및 압축ㆍ절단, 절단된 고철의 상차 등 수집한 고철의 압축ㆍ절단과 관련된 업무만을 수행하고 있으나, 나머지 수거용 집게차 운전 3명은 수집한 고철을 제강사에 직접 운반하는 도ㆍ소매활동과 압축ㆍ절단할 수 있도록 청구인 사업장에 반입하는 업무를 동시에 수행하는 등 그 업무가 혼재되어 있어 근로자 수나 보수총액으로 주된 사업을 결정하기 어려운 점, 매출액을 비교하면 청구인 사업장의 2011년도 및 2012년도 손익계산서상 상품매출액은 없고 고철을 압축ㆍ절단하여 판매하는 제품매출액만 기재되어 있는 점 등을 종합적으로 고려할 때 청구인 사업장의 주된 사업은 ‘23004 기타 각종 제조업’이 타당한 것으로 보이므로 청구인 사업장의 산재보험 사업종류가 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’에 해당한다는 이유로 한 피청구인의 이 사건 처분은 위법ㆍ부당하다.\n\n2) 한편 피청구인은 청구인 사업장에서 수행하는 고철의 압축ㆍ절단 업무에 ○○ 산재보험 사업종류는 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’에 해당한다고 주장하나, 관련법령 등과 위 인정사실에 따르면 청구인은 집게차, 길로틴, 압축기, 포크레인 등을 보유하고 수집한 고철을 제강사에 바로 판매하거나 청구인 사업장에 반입하여 압축ㆍ절단한 후 제강사에 판매하고 있는데, 이 중 압축한 고철을 절단하는 공정은 이러한 공정을 통하여 새로운 제품을 제조한다거나 새로운 제품을 제조하기 위한 가공공정이라고 보기 어렵고, 압축한 고철의 판매와 효율적으로 운반하기 위한 부수적인 과정으로 보이므로 청구인의 수집한 고철을 압축하여 판매하는 사업은 사업종류예시표상 ‘21814 각종 금속의 용접 또는 용단을 행하는 사업’보다는 ‘23004 기타 각종 제조업’에 내용 예시되어 있는 ‘파지, 고철, 캔류, PET병을 압축하는 사업’에 해당한다고 할 것이어서 피청구인의 주장은 이유 없다.\n\n7. 결 론\n그렇다면 이 사건 처분의 취소를 구하는 청구인의 주장을 인정할 수 있으므로 청구인의 청구를 받아들이기로 하여 주문과 같이 재결한다."
}