{
    "행정심판재결례일련번호": 218710,
    "사건명": "농업생산기반시설 용도폐지 거부회신 취소청구",
    "사건번호": "2014-12326",
    "의결일자": "2015-03-03",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=218710&type=HTML&mobileYn=",
    "재결요지": "청구인들은 이 사건 토지는 피청구인에 의해 오랫동안 관리가 되지 않은 상태로 부동산의 소유자 또는 임차인이 일반 농지로 사용하여 왔고, 취수시설 및 ○○○ 방수로의 역할을 전혀 하지 못하고 있으며, 인근 ○○양수장의 완공으로 이 사건 토지를 대체할 시설이 완비되어 농업생산기반시설의 폐지사유에 해당한다고 주장하나, 위 인정사실에 따르면 원장동 마을에 대하여 2013. 6. 18. 배수로 보수공사가 이루어진 점, 이 사건 토지의 지목이 유지로 되어 있는 점, 이 사건 토지는 주변보다 1m 가량 낮으므로 우기에 물이 고일 수 있는 점, 우리 위원회의 직권조사 결과 ○○양수장이 이 사건 토지로부터 2km 가량 상류에 있는바 그 사이에 있는 토지들에 대해서는 위 양수장이 이 사건 토지의 홍수방지 기능(유수지 역할)을 대체하였다고 볼 수 없는 점, 달리 홍수조절 기능이 인근 ○○양수장의 완공으로 대체되었다고 볼만한 사정이 없는 점 등에 비추어 보면, 이 사건 토지는 홍수조절 기능을 유지하고 있어 농업생산기반시설에서 해제하여야 할 이유가 없으므로, 청구인 1에 대한 이 사건 처분은 위법ㆍ부당하다고 할 수 없다.",
    "주문": "1. 이 사건 심판청구 중 청구인 2 내지 청구인 6의 청구 부분은 각하한다.\n2. 청구인 1의 청구를 기각한다.",
    "청구취지": "피청구인이 2014. 4. 17. 청구인들에게 한 농업생산기반시설 용도폐지 거부회신을 취소한다.",
    "이유": "1. 사건개요\n청구인들은 2014. 3. 28. 피청구인에게 농업생산기반시설인 전라북도 ○○군 ○○면 ○○리 ○○, ○○, ○○번지(이하 ‘이 사건 토지’라 한다)를 용도폐지 하여 달라는 취지로 용도폐지 신청(이하 ‘이 사건 신청’이라 한다)을 하였고, 피청구인은 2014. 4. 17. 청구인들에게 이 사건 토지는 홍수조절 기능을 유지하고 있는 농업생산기반시설로서 용도폐지는 불가하다는 취지로 회신(이하 ‘이 사건 회신’이라 한다)하였다.\n\n2. 청구인들 주장\n가. 청구요건에 관한 주장\n1) 「농어촌정비법」 제24조에 따르면 농업생산기반시설을 폐지할 수 있는 권한이 있는 자는 농업생산기반시설관리자인 피청구인이다.\n\n2) 청구인들은 이 사건 토지가 용도폐지 되면 태양광발전소를 건립할 수 있으므로 조리상 용도폐지 신청권이 있고, 대법원 90누5825 판결에 따르면 청구인들은 피청구인에게 재량권의 일탈ㆍ남용이 없는 적법한 응답을 요구할 권리가 있다.\n\n나. 본안에 관한 주장\n1) 이 사건 토지는 피청구인에 의해 오랫동안 관리가 되지 않은 상태로 부동산의 소유자 또는 임차인이 일반 농지로 사용하여 왔다.\n만약 피청구인의 주장과 같이 이 사건 토지가 저수지로서의 기능을 유지하고 있다면 여름철 집중호우 시 물이 차오른다는 등의 사정이 있어야 할 것이나, 수년간 이 사건 토지에 물이 찬 적이 없었다.\n\n2) 이 사건 토지에는 취수시설(분수문) 및 ○○○ 방수로(박스암거) 등 기존 시설이 존치되어 있기는 하나, 그 형태만이 남아 있을 뿐 취수시설 및 ○○○ 방수로의 역할을 전혀 하지 못하고 있다.\n\n3) 이 사건 토지를 포함한 인근 토지는 ○○양수장으로부터 농업용수를 직접 공급받고 있는바, 이는 농업생산기반시설을 대체할 시설이 완비된 경우로서 「농어촌정비법」 제24조의 농업생산기반시설 폐지사유에 해당한다.\n\n3. 피청구인 주장\n가. 청구요건에 관한 주장\n1) 「농어촌정비법」 제24조에 따르면 농업생산기반시설의 폐지는 시ㆍ도지사의 승인을 받아 폐지할 수 있으므로 용도폐지 권한이 있는 자는 결국 시ㆍ도지사라 할 것이어서 이 사건 심판청구는 권한 없는 자에 대한 용도폐지의 신청에 해당하며, 다툼의 대상이 되는 처분 자체가 있다고 볼 수도 없다.\n\n2) 청구인들은 「농어촌정비법」 제24조에 따른 농업생산기반시설관리자에 해당되지 않으므로 용도폐지를 신청할 권한이 없고, 폐지신청서 등을 첨부하여 용도폐지를 신청한 바도 없다.\n\n나. 본안에 관한 주장\n1) 이 사건 토지는 홍수조절기능을 유지하고 있는 농업생산기반시설로 용도폐지 할 수 없고, 대체시설이 완비되어 급수문제는 해결하였으나 홍수조절기능까지 해결하였다고 하기에는 미흡하다.\n\n2) 이 사건 토지는 현재도 용수로로 급수되어 있고, 이 사건 토지에 대하여 2012. 12. 10. ○○지구 수리시설개보수사업이 준공된 바 있다.\n\n4. 관계법령\n행정심판법 제2조제1호, 제3조제1항, 제5조\n구 농어촌정비법(2014. 1. 14. 법률 제12248호로 개정되어 2014. 7. 15. 시행되기 전의 것, 이하 같다) 제1조, 제9조, 제10조, 제18조제3항, 제24조, 제25조, 제110조\n구 농어촌정비법 시행령(2014. 5. 22. 대통령령 제25358호로 개정되어 2014. 5. 23. 시행되기 전의 것, 이하 같다) 제26조제5항\n농어촌정비법 시행규칙 제16조\n\n5. 인정사실\n청구인들과 피청구인이 제출한 용도폐지 신청서, 용도폐지 신청에 대한 회신, 현장사진, 등기부등본, 농지개량시설 부지관리 위탁승인서, 농업생산기반시설 등록증명서 등의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n가. 대한민국은 1945년경 전라북도 ○○군 ○○면 ○○리 ○○, ○○, ○○, ○○, ○○, ○○, ○○번지 합계 1만 9,574㎡에 ‘작천제’라는 저수지를 설치하였고, 위 작천제는 1988년경 농업생산기반시설로 등록되었으며, 피청구인이 1981. 12. 21.부터 청구 외 전라북도지사로부터 위탁받아 관리하고 있다.\n위 작천제 부지 중 같은 리 323-2 토지는 2013. 2. 5. 같은 리 ○○ 토지로 분할되었다.\n\n나. 전라북도 ○○군 ○○면에서는 2012. 9. 17. 같은 면 ○○리 ○○(○○), ○○리 ○○(○○동), ○○리 산○○(연중)에 대하여 원동마을 농로정비 및 연중마을 배수로 준설작업을 하였고, 2013. 6. 18. 같은 면 원장동 마을에 대한 배수로 보수공사를 하였다.\n다. 청구인들은 2014. 3. 28. 피청구인에게 ‘이 사건 토지에 대하여 전라북도청으로부터 발전사업허가(태양광발전소건립허가)를 득하고 개발행위신청을 하였으나 이 사건 토지가 국가시설물(작천제)로 등록되어 있어 부안군청 개발행위심의에서 거절되었는데, 이 사건 토지는 일반 농업용 농지로 사용한지 상당 기간(15년 이상)이 지났고, 대체시설(○○간선)이 완료되어 저수지로서 기능이 상실되었으며, 청구인들은 한전연계계통비용과 개발행위 기술용역비용 등의 지출로 재산적ㆍ정신적 피해를 입고 있는바, 이 사건 토지의 작천제 용도폐지를 처리하여 달라’는 취지로 용도폐지 신청을 하였다.\n\n라. 피청구인은 2014. 4. 17. 청구인들에게 ‘청구인들은 현재 작천제가 그 기능을 상실하였다고 하나, 취수시설(분수문) 및 ○○○토 방수로(박스암거) 등 기 시설이 존치된 상태로, 집중호우시 본 저수지 상류부 유역의 산지 및 농지의 우수가 용ㆍ배수로를 통하여 저수지에 유입되고 있어 본 저수지가 홍수조절 기능을 유지하고 있는 농업생산기반시설로서 용도폐지는 불가하다’는 취지로 이 사건 회신을 하였다.\n\n마. ○○양수장은 1995년 착공되어 1996년 준공되었고, 그 유역면적은 4,420만㎡이며, 이 사건 토지보다 약 2km 상류인 전라북도 ○○군 ○○면 ○○리에 위치하고 있다.\n\n바. 청구인들은 이 사건 토지 중 ○○번지가 이미 15년 이상 일반 농지로 사용되어 왔다고 주장하며 청구 외 강○○ 등이 2003년부터 2012년까지 쌀소득등 보전 직접지불을 받았다는 내역서를 제출하였다.\n\n사. 우리 위원회에서 2015. 1. 16. 직권으로 조사한 바에 따르면, 이 사건 토지는 다음과 같이 주변 토지(농로)보다 1m 가량 낮고, 주변 토지와 사이에 깊이 약 2.5m의 작은 수로가 있으며, 다음과 같은 취수시설(분수문)과 ○○○방수로가 있다.\n\n아. 작천제 부지 중 이 사건 토지는 현재 청구인 1의 소유이고, 그 면적은 총 9,722㎡이며, 그 지목은 유지이고, 그 현황은 다음과 같다.\n\n6. 이 사건 심판청구의 적법 여부\n가. 관계법령\n1) 「행정심판법」 제2조제1호, 제3조제1항, 제5조제1호에 따르면, 행정청의 처분 또는 부작위에 대하여는 다른 법률에 특별한 규정이 있는 경우 외에는 이 법에 따라 행정심판을 청구할 수 있고, ‘처분’이란 행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부, 그 밖에 이에 준하는 행정작용을 말하며, 취소심판은 행정청의 위법 또는 부당한 처분을 취소하거나 변경하는 행정심판이라고 되어 있다.\n\n2) 구 「농어촌정비법」 제18조제3항에 따르면 누구든지 자연재해로 인한 피해의 방지 및 인명 구조를 위하여 긴급한 조치가 필요한 경우 등 대통령령으로 정하는 정당한 사유 없이 농업생산기반시설의 구조상 주요 부분을 손괴(損壞)하여 그 본래의 목적 또는 사용에 지장을 주는 행위(제1호), 농업생산기반시설관리자의 허락 없이 수문을 조작하거나 용수를 인수함으로써 농어촌용수의 이용ㆍ관리에 지장을 주는 행위(제2호), 농업생산기반시설을 불법으로 점용하거나 사용하는 행위(제3호)를 하여서는 아니되고, 같은 법 제24조제1항제2호에 따르면 농업생산기반시설관리자는 폐지하려는 농업생산기반시설을 대체할 시설이 완비된 경우 시ㆍ도지사 또는 시장ㆍ군수ㆍ구청장의 승인을 받아 농업생산기반시설의 전부 또는 일부를 폐지할 수 있으며, 같은 법 시행령 제26조제5항에 따르면 농업생산기반시설관리자는 농업생산기반시설의 안전관리에 필요하면 농업생산기반시설이 설치된 구역의 출입을 제한하기 위한 시설물의 설치(제1호), 농업생산기반시설의 안전관리에 지장을 줄 수 있는 행위나 도구의 사용을 제한하기 위한 표지의 설치(제2호)를 할 수 있다고 되어 있다.\n\n3) 구 「농어촌정비법」 제9조제3항, 제5항 및 제11조에 따르면, 농업생산기반 정비사업 시행자는 농업생산기반 정비사업 시행계획을 공고하고, 제11조에 따른 토지의 소유자 등에게 열람하도록 한 후 3분의 2 이상의 동의를 받아야 하고, 토지의 소유자 등은 공고된 농업생산기반 정비사업 시행계획에 이의가 있으면 공고일부터 30일 이내에 농업생산기반 정비사업 시행자에게 이의신청을 할 수 있으며, 같은 법 제10조에 따르면 농업생산기반 정비사업은 국가, 지방자치단체, 한국농어촌공사 또는 토지 소유자가 시행하고, 같은 법 제25조제1항 및 제3항에 따르면 농업생산기반 정비사업 시행자는 농업생산기반 정비사업 시행을 위하여 필요하면 사업 시행 전의 토지를 대신하여 사업 시행 후의 토지를 정하고, 이로 인하여 생긴 이해관계의 불균형을 금전으로 청산하게 하기 위한 환지계획을 세워야 하며, 환지를 받을 수 있는 자는 토지등기부상의 토지 소유자여야 하고, 같은 법 제110조에 따르면 농어촌정비사업에 필요한 토지, 건축물과 부속토지는 협의매수하는 것을 원칙으로 하되, 농어촌정비사업의 시행자(사업시행자가 제10조에 따른 토지 소유자와 제56조에 따른 마을정비조합이나 주택의 소유자 등 민간인 경우는 제외한다)는 농어촌정비사업을 시행하기 위하여 필요하면 사업시행 지역에 있는 토지나 물건을 수용ㆍ사용 또는 제거하거나 변경할 수 있고, 농어촌정비사업을 위하여 토지의 일부가 수용되거나 사용됨으로 인하여 잔여지(잔여지: 남은 자투리땅)를 종래의 목적에 사용할 수 없을 경우 그 토지의 소유자는 농어촌정비사업의 시행자에게 잔여지를 수용하거나 사용할 것을 청구할 수 있으며, 농어촌정비사업의 시행자는 제2항에 따라 토지나 물건을 제거하거나 변경한 경우에 그 행위로 인하여 손실을 본 자가 있으면 정당한 보상을 하여야 하며, 제2항과 제3항에 따른 수용이나 사용에 관하여는 이 법에 특별한 규정이 있는 경우를 제외하고는 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」을 준용한다고 되어 있다.\n\n나. 판단\n1) 청구인 1의 이 사건 심판청구에 대하여 살피건대, 피청구인은 청구인 1이 농업생산기반시설관리자에 해당되지 않으므로 용도폐지를 신청할 권한이 없고, 폐지신청서 등을 첨부하여 용도폐지를 신청한 바도 없다고 주장하나, 거부처분이란 행정청에 일정한 처분을 요구할 수 있는 법규상ㆍ조리상 신청권이 있는 자의 신청에 대하여 행정청이 상당한 기간 내에 일정한 처분을 하여야 할 법률상 의무가 있음에도 불구하고 신청을 거부하는 행위라 할 것인바, 농어촌정비법령 기타 법규상 농업생산기반시설의 폐지를 신청할 수 있는 권리가 청구인 1에게 있다고 볼 수 없으나, 위 인정사실에 따르면 청구인 1은 이 사건 토지의 소유자인바, 농어촌정비법령상 농업생산기반시설 부지의 소유자는 농업생산기반 정비사업 시행계획에 대하여 동의 또는 이의신청을 할 수 있고, 농업생산기반 정비사업의 사업시행자가 될 수 있으며, 사업시행 단계에서 환지계획 상 환지를 받을 수 있고, 사업시행에 필요한 토지는 토지 소유자 등과 협의매수 하는 것을 원칙으로 하되 토지 수용 시에는 잔여지의 수용ㆍ사용을 청구할 수 있는 권리를 가지는 등 농어촌관리법령상 토지 소유자를 두텁게 보호하고 있는 점, 청구인들이 2014. 3. 28. 피청구인에게 이 사건 토지에 대하여 개발행위신청을 하였으나 이 사건 토지가 국가시설물(작천제)로 등록되어 있어 부안군청 개발행위심의에서 거절된 점 등에 비추어 볼 때, 이 사건 토지가 농업생산기반시설로 사용됨으로 인하여 소유권의 행사에 제약을 받는 청구인 1은 피청구인에게 농업생산기반시설의 폐지를 요구할 수 있는 조리상 신청권이 있다고 할 수 있고, 피청구인이 청구인 1에게 일정한 처분을 하여야 할 법률상 의무가 있다고 볼 수 있으므로, 피청구인의 위 주장을 받아들일 수 없다.\n(아래에서는 ‘이 사건 회신’을 ‘이 사건 처분’이라 한다.\n)\n\n2) 청구인 1을 제외한 나머지 청구인들의 경우, 농어촌정비법령에 따르면 청구인 1을 제외한 나머지 청구인들은 이 사건 토지의 소유자가 아니고 단지 이 사건 토지에 대한 발전사업 허가를 득하고 개발행위허가를 신청한 자들로서, 피청구인에게 농업생산기반시설의 폐지를 요구할 수 있는 법규상ㆍ조리상 신청권이 있다고 할 수 없는바, 피청구인이 위 청구인들에게 일정한 처분을 하여야 할 법률상 의무가 있다고 볼 수 없으므로, 이 사건 회신은 거부처분에 해당된다고 할 수 없다.\n따라서 이 사건 심판청구 중 청구인 1을 제외한 나머지 청구인들의 심판청구 부분은 행정심판의 대상이 아닌 사항에 대하여 제기된 부적법한 청구이다.\n\n3) 피청구인은 구 「농어촌정비법」 제24조에 따르면 농업생산기반시설의 폐지는 시ㆍ도지사의 승인을 받아 폐지할 수 있으므로 용도폐지 권한이 있는 자는 결국 시ㆍ도지사라 할 것이어서 이 사건 심판청구는 권한 없는 자에 대한 용도폐지의 신청에 해당하고, 다툼의 대상이 되는 처분 자체가 있다고 볼 수도 없다고 주장하나, 구 「농어촌정비법」 제24조제1항에 따르면 농업생산기반시설관리자가 시ㆍ도지사의 승인을 받아 농업생산기반시설의 전부 또는 일부를 폐지할 수 있다고 되어 있는바, 농업생산기반시설의 폐지를 할 수 있는 자는 농업생산기반시설관리자인 피청구인이라 할 것이어서, 피청구인의 위 주장을 받아들일 수 없다.\n\n7. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령\n구 「농어촌정비법」 제2조제6호에 따르면 '농업생산기반시설'이란 농업생산기반 정비사업으로 설치되거나 그 밖에 농지 보전이나 농업 생산에 이용되는 저수지 등 영농시설을 말하고, 같은 법 제24조제1항제2호에 따르면 농업생산기반시설관리자는 폐지하려는 농업생산기반시설을 대체할 시설이 완비된 경우 시ㆍ도지사 또는 시장ㆍ군수ㆍ구청장의 승인을 받아 농업생산기반시설의 전부 또는 일부를 폐지할 수 있다고 되어 있다.\n\n나. 판단\n청구인들은 이 사건 토지는 피청구인에 의해 오랫동안 관리가 되지 않은 상태로 부동산의 소유자 또는 임차인이 일반 농지로 사용하여 왔고, 취수시설 및 ○○○ 방수로의 역할을 전혀 하지 못하고 있으며, 인근 ○○양수장의 완공으로 이 사건 토지를 대체할 시설이 완비되어 농업생산기반시설의 폐지사유에 해당한다고 주장하나, 위 인정사실에 따르면 원장동 마을에 대하여 2013. 6. 18. 배수로 보수공사가 이루어진 점, 이 사건 토지의 지목이 유지로 되어 있는 점, 이 사건 토지는 주변보다 1m 가량 낮으므로 우기에 물이 고일 수 있는 점, 우리 위원회의 직권조사 결과 ○○양수장이 이 사건 토지로부터 2km 가량 상류에 있는바 그 사이에 있는 토지들에 대해서는 위 양수장이 이 사건 토지의 홍수방지 기능(유수지 역할)을 대체하였다고 볼 수 없는 점, 달리 홍수조절 기능이 인근 ○○양수장의 완공으로 대체되었다고 볼만한 사정이 없는 점 등에 비추어 보면, 이 사건 토지는 홍수조절 기능을 유지하고 있어 농업생산기반시설에서 해제하여야 할 이유가 없으므로, 청구인 1에 대한 이 사건 처분은 위법ㆍ부당하다고 할 수 없다.\n\n8. 결 론\n그렇다면 이 사건 심판청구 중 청구인 2 내지 청구인 6의 심판청구 부분은 심판청구 요건을 갖추지 못한 부적법한 심판청구이므로 각하하기로 하고, 청구인 1의 청구는 그 주장을 인정할 수 없으므로 이를 받아들이지 않기로 하여 주문과 같이 재결한다."
}