{
    "행정심판재결례일련번호": 220311,
    "사건명": "부정당업자 입찰참가자격 제한처분 취소청구",
    "사건번호": "2014-20940",
    "의결일자": "2015-06-09",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=220311&type=HTML&mobileYn=",
    "재결요지": "청구인은 이 사건 계약에 따라 계약물품에 관하여 진정한 시험성적서를 제출할 의무가 있음에도 불구하고, 국방기술품질원에 위ㆍ변조된 이 사건 시험성적서를 제출하였는바, 비록 청구인 소속 직원인 박○○가 독자적으로 위ㆍ변조된 이 사건 시험성적서를 제출하였다고 하더라도 이 사건 시험성적서를 제출하는 과정에서 제대로 확인하지 않은 청구인의 책임도 존재한다는 점에서 청구인이 주장하는 사정만으로는 위ㆍ변조된 이 사건 시험성적서 제출에 정당한 이유가 있다고 볼 수 없고, 아울러 위ㆍ변조된 이 사건 시험성적서의 제출이 이 사건 계약의 적정한 이행을 해칠 염려가 있다고 인정되는 점, 이 사건과 같은 유형에 대해서는 6개월간 입찰참가자격을 제한하도록 되어 있으나, 감경규정을 적용하여 3개월로 감경한 점 등을 고려하면, 이 사건 처분이 지나치게 가혹하여 비례원칙에 반한다거나 재량권을 일탈ㆍ남용한 처분이라고 볼 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2014. 10. 15. 청구인에게 한 3개월(2014. 10. 22. - 2015. 1. 21.)간의 부정당업자 입찰참가자격 제한처분을 취소한다.",
    "이유": "1. 사건개요\n가. 청구인은 군용장비 및 부품을 제조ㆍ납품하는 자로서 2012. 9. 28. 피청구인과 ‘나사류(K1 전차용/개발) 외 21항목’에 대한 납품계약(계약번호: ○○○, 이하 ‘이 사건 계약’이라 한다)을 체결하였다.\n\n나. 피청구인은 청구인이 이 사건 계약을 이행하면서 위ㆍ변조된 시험성적서(이하 ‘이 사건 시험성적서’라 한다)를 제출하였다는 이유로 「국가를 당사자로 하는 계약에 관한 법률 시행령」(이하 ‘국가계약법 시행령’이라 한다) 제76조제1항제8호, 같은 법 시행규칙 제76조 및 별표 2의 제10호나목에 의거 2014. 10. 15. 청구인에게 3개월(2014. 10. 22. - 2015. 1. 21.)간의 부정당업자 입찰참가자격 제한처분(이하 ‘이 사건 처분’이라 한다)을 하였다.\n\n2. 청구인 주장\n가. 우선 입찰참가자격 제한처분과 같은 침익적 행정처분의 근거가 되는 행정법규는 엄격하게 해석ㆍ적용되어야 하는데, 해당 규정인 국가계약법 시행령 제76조제1항제8호의 문언 형식 등을 고려하면 위 조항의 ‘계약에 관한 서류’에는 계약의 이행에 관한 서류 등이 포함되지 않고 계약 ‘체결’과 관련한 서류만이 포함된다고 해석하는 것이 합리적이라고 할 것인바, 이 사건 시험성적서는 계약목적물을 납품하는 과정에서 제출된 서류로서 계약 체결 이후 계약의 이행과 관련된 서류일 뿐 계약 체결 단계에서 계약 체결 여부 등에 영향을 주는 서류가 아니므로 국가계약법 시행령 제76조제1항제8호의 ‘계약에 관한 서류’에 해당하지 않는다는 점에서 이 사건 처분은 위법하다.\n\n나. 또한 이 사건 시험성적서는 ‘나사, 캡식, 소켓머리형(재고번호: 530537A148747)’(이하 ‘이 사건 부품’이라 한다)에 대해 제출된 시험성적서였는데, 이 사건 시험성적서상의 시료명이 이 사건 부품과 관련이 없는 ‘530537A080931’로 되어 있고, 재고번호 ‘530537A080931’는 이 사건 계약의 목적물도 아니므로, 이 사건 시험성적서는 그 기재내용상 이 사건 부품이나 계약과 전혀 무관하다고 할 것이며, 결국 이 사건 부품에 대해서는 시험성적서가 제출되지 않은 상태가 되고, 이 사건 계약에 관하여는 변조된 허위의 시험성적서가 제출된 바가 없으므로, 이 사건 처분은 처분사유가 존재하지 아니하여 위법하다.\n다. 설령 이 사건 시험성적서가 국가계약법 시행령 제76조제1항제8호의 ‘계약에 관한 서류’에 해당한다 하더라도 이 사건 시험성적서의 변조는 청구인 직원 박○○의 독자적인 행위였고, 청구인은 평소 직원들을 대상으로 품질보증에 대한 교육을 철저히 해 왔으며, 품질경영시스템 매뉴얼을 제정하여 운영하는 등 청구인 직원들에 대하여 상당한 주의와 감독을 다했다는 점에서 이 사건 처분은 국가계약법 시행령 제76조제1항의 단서규정을 위반한 것이어서 위법하다.\n\n라. 나아가 청구인의 직원이 이 사건 시험성적서를 변조하게 된 것은 이 사건 계약 체결의 경위와 고액의 시험비용 등 이 사건 계약상 자체의 문제, 즉 국가의 원인 제공에 기인한다는 점, 이 사건 계약상 납품된 부품 자체의 성능은 이 사건 계약목적을 달성함에 있어 아무런 문제가 없다는 점, 이 사건 부품의 기능은 매우 단순한 것으로서 중요 부품이 아니라는 점, 해당 계약금액이 32만 3,610원에 불과하다는 점 등을 종합하면, 이 사건의 경우 이 사건 시험성적서 제출에 피치 못할 정당한 이유가 있고, 아울러 이로 인해 계약의 적정한 이행을 해할 염려가 발생한 바가 전혀 없다 할 것이나, 이에 반해 이 사건 처분이 있는 경우 청구인이 입는 불이익은 폐업을 초래할 정도로 막대함에도 불구하고 피청구인은 이를 제대로 참작하지 않고 무조건 규정을 적용하여 무려 3개월 동안 입찰참가자격을 제한하는 이 사건 처분을 하였다는 점에서 이는 비례원칙 위반 또는 재량권 일탈ㆍ남용에 해당한다 할 것이다.\n\n마. 따라서 이 사건 처분은 위법하므로 마땅히 취소되어야 한다.\n\n3. 피청구인 주장\n가. 국가계약법 시행령 제78조제1항제8호를 제외한 나머지 각호를 살펴보더라도 계약의 체결과 이행을 구분하여 언급하고 있는 이상 제8호의 규정대상을 계약의 체결에 관한 서류로 한정하고자 한다면 이를 구체적으로 명시하였을 것이라는 점에서 국가계약법 시행령 제76조제1항제8호의 ‘계약에 관한 서류’를 계약 체결에 관한 서류로 한정할 근거는 없고, 이 사건 시험성적서는 미제출시 물품의 납품이 불가능한 필수적 문서로서 계약체결 단계에서는 제출하지 않지만, 시험성적서의 성실한 제출이 이 사건 계약 체결의 전제조건 내지 고려요소에 해당한다는 것은 명백하므로 이 사건 시험성적서는 ‘계약에 관한 서류’에 해당한다 할 것이다.\n\n나. 청구인은 공인시험기관의 시험성적서 번호를 도용하여 시험성적서를 위조하였고, 위조된 시험성적서에는 이 사건 부품의 시험성적서에 본래 기재되어야 할 내용이 기재되어 있었다는 점에서 청구인은 이 사건 부품에 대한 시험성적서를 위조하여 제출한 것이고, 재고번호가 상이한 것은 시험성적서를 위조하는 과정에서 실수한 것으로 보인다.\n다. 청구인이 담당직원을 ○○ 품질보증 관련 교육과정에 참여시켰다는 사정만으로 청구인이 허위의 시험성적서 제출을 방지하기 위해 주의와 감독을 다했다고 보기는 어렵고, 오히려 청구인이 납기일이 촉박한 계약을 체결한 후 해당 일정대로 업무를 수행토록 지시함으로써 원활한 업무수행에 부담을 초래했다고 볼 여지도 있으므로 이에 대한 청구인의 주장은 이유 없다.\n\n라. 청구인은 시험성적서의 위조사실이 발각되어 부정당업자 제재처분을 받게 되면 모든 국가, 지방자치단체, 공공기관이 발주하는 입찰에 참여할 수 없다는 것을 알면서도 이러한 행위를 한 것이고, 이 사건과 같은 유형에 대해서는 6개월간의 제재처분을 하도록 되어 있으나 감경규정을 적용하여 3개월로 감경된 점 등을 고려하면, 이 사건 처분이 비례원칙에 반한다거나 재량권을 일탈ㆍ남용하였다고 볼 만한 사정이 어디에도 존재하지 않는다.\n\n마. 따라서 이 사건 처분은 적법하므로 이 사건 심판청구는 기각되어야 한다.\n\n4. 관계법령\n국가를 당사자로 하는 계약에 관한 법률 제27조\n국가를 당사자로 하는 계약에 관한 법률 시행령 제76조제1항제8호\n국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조 및 별표 2\n\n5. 인정사실\n청구인과 피청구인이 제출한 부정당업자 입찰참가자격 제한처분 결과 통보, 물품구매계약서(표지), 계약명세서, 2013년도 공인시험성적서, 경위서 등 각 사본과 심판청구서 및 답변서의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n가. 2005. 6. 8.자로 국방품질관리소장이 확인한 연구개발확인서에 따르면 청구인은 K1전차에 들어가는 이 사건 부품 등 32종의 부품을 국산화 개발하는데 성공하였다.\n\n나. 2012. 9. 28. 청구인은 피청구인과 다음과 같이 이 사건 부품을 포함한 22개 부품을 납품하는 이 사건 계약을 수의계약의 방법으로 체결하였다.\n- 다 음 -\n□ 물품구매계약서(계약번호: 20120110948)\n○ 물 품 명: 나사류(K1 전차용/개발) 외 21항목\n○ 입찰방법: 총액제\n○ 계약방법: 수의계약(제26조1항1호다목 군용물자 연구개발, 중점관리 대상업체)\n○ 계약금액: 615만원\n○ 계약보증금: 61만 5,000원\n○ 납품일자: 2012. 12. 20.까지\n\n□ 계약명세서(총액제) 중 이 사건 부품에 관한 사항\n<img src='/flDownload.do?flSeq=26171317'></img>\n\n□ 물품 제조ㆍ구매 계약특수조건(일반)\n제1조(계약당사자 등의 표시)\n1. 방위사업청 계약관리본부를 “갑”이라 한다.\n2. 계약상대자를 “을”이라 한다.\n제3조(정의) 이 조건에서 사용하는 용어의 정의는 다음과 같다.\n1. “품질보증”이라 함은 “갑”이 요구하는 조건에 부합하는지 여부를 확인하기 위하여 군수품의 품질을 검사하는 활동을 말한다.\n2. “검사”라 함은 계약목적물이 관련법령에 적합하고 해당규격ㆍ구매사양서대로 제조ㆍ설치되어 있는지 여부를 검사관이 확인하는 것을 말한다.\n제7조(감독 및 검사)\n① 이 계약물품의 감독 및 검사는 국가를 당사자로 하는 계약에 관한 법령, 방위사업법령 및 감독 또는 검사담당기관(이하 ‘품질보증기관’이라 함)이 정한 관계 규정에 의하며, “을”은 위 법령 및 규정에서 정한 의무를 이행하여야 한다.\n② 위 규정상의 품질보증형태와 품질보증기관은 다음과 같다.\n2. 품질보증형태: 계약명세서상의 품보형태\n3. 품질보증기관 : 국방기술품질원(단, 소요군 검사의 경우 소요군))\n⑤ “을”은 품질보증 형태별로 다음의 의무를 진다.\n2. 표준품보형(Ⅲ형): “을”은 품질보증형태별로 품질보증기관이 정한 규정에 따라 KDS0050-9000(품질경영시스템 요구서)의 요구사항에 충족하는 품질경영시스템의 수립/이행과 품질보증기관의 평가 및 시정조치에 따라야 한다.\n특히, 품질경영시스템이 미 구축된 업체의 경우에는 시스템 구축 계획을 업체품질보증계획서에 반영하여 품질보증기관에 제출하여야 한다.\n제9조(납품)\n① 납품은 “갑”의 검사관이 검사 후 검사조서에 날인하고, “갑”의 물품출납관이 검수 후 납품조서에 날인함으로써 완료된다.\n② “을”은 “갑”이 정한 품질보증기관의 검사를 받은 후 납품하여야 한다.\n다. 청구인이 품질보증기관인 국방기술품질원에 제출한 ‘업체품보계획서’에 따르면, 이 사건 부품의 경우 열처리 공정의 보증하중 항목과 인장하중 항목에 대한 품질검사는 공인성적서에 의한다고 되어 있다.\n\n라. 청구인은 이 사건 계약의 22개 부품에 대한 시험성적서를 국방기술품질원에 제출한 후 22개 부품을 수요군에 납품하였다.\n\n마. 2013년 10월경 국방기술품질원은 일괄적으로 피청구인에게 각종 물품을 납품하는 업체들이 제출한 공인인증기관 발행의 공인시험성적서를 검증하던 중 일부 시험성적서가 위ㆍ변조된 사실을 발견하였고, 이후 검증범위를 넓혀 2007년부터 2013년까지 제출된 공인시험성적서를 검증한 결과 청구인이 이 사건 부품(나사, 캡식, 소켓머리형, 재고번호: 530537A148747)에 대하여 제출한 이 사건 시험성적서가 다음과 같이 변조되었음을 발견하였다.\n<img src='/flDownload.do?flSeq=26171318'></img>\n\n바. 2014. 5. 30. 피청구인은 청구인에게 이 사건 처분에 관한 사전통지 및 의견서 제출을 통보하였고, 2014. 8. 14.과 2014. 10. 14. 두 차례의 청문을 실시하였다.\n\n사. 2014. 6. 9.자로 청구인 회사 소속 근로자인 청구외 박○○가 작성한 경위서에는 다음과 같은 취지의 내용이 기재되어 있다.\n- 다 음 -\n○ 본인은 군납과 관련된 품질관리업무 총괄책임자로서 2012. 9. 26. 계약한 ‘나사류외 21항목’ 중 이 사건 부품 483개는 2012년 최초 납품하는 품목으로 본인의 업무 미흡으로 인하여 15일 정도 소요되는 공인기관 성적서 발급 신청을 누락하였고, 이에 따른 납품지연이 예상됨에 따라 회사와는 무관하게 본인의 독단적인 행동으로 2012년 12월 중순 검사서류 작성시 공인기관 성적서를 위조하여 국방기술품질원 검사시 제출한 후 수요군에 납품한 사실이 있음\n\n아. 2014. 7. 1.자로 청구외 박○○는 ‘징계에 의한 해고’의 사유로 청구인 회사에서의 고용보험 피보험자격을 상실하였다.\n\n자. 2014. 8. 28. 국방기술품질원은 이 사건 계약의 납품분 중 이 사건 부품의 재고품에 대하여 공인시험을 의뢰하였고, 그 결과 해당 규격을 모두 충족(보증하중: 이상없음, 인장하중: 12 611)한 것으로 확인되었다.\n\n차. 2014. 10. 15. 피청구인은 청구인이 이 사건 계약을 이행하면서 위ㆍ변조된 시험성적서를 제출하였다는 이유로 청구인에게 3개월(2014. 10. 22. - 2015. 1. 21., 국가계약법 시행규칙 제76조제4항에 의거 6개월의 자격제한기간을 1/2로 감경함)간의 입찰참가자격을 제한하는 이 사건 처분을 하였다.\n\n카. 청구인은 2013년에도 피청구인과 계약을 체결하고 이 사건 부품을 수요군에 납품하였는데, 당시 청구인이 제출한 이 사건 부품에 대한 시험성적서(2013. 10. 8. 발급)에는 해당 규격을 모두 충족(보증하중: 이상없음, 인장하중: 12 895)한 것으로 기재되어 있고, 시험성적서의 발급비용은 30만 2,720원이었다.\n\n타. 청구인은 2008. 5. 6. 사규로 ‘품질경영시스템 매뉴얼’을 제정하였고, 2011년에는 ○○(주)이 운영하는 국가인적자원개발컨소시엄 사업에 참여하여 박○○ 등 근로자들로 하여금 ‘협력사 품질요원 인증제’ 등의 직업능력개발 훈련과정을 수료토록 하였다.\n\n파. 청구인이 제출한 최근 3년간 매출 비율표에 따르면 청구인 회사의 총 매출액 중에서 공공기관 매출액이 차지하는 비율은 다음과 같다.\n<img src='/flDownload.do?flSeq=26171319'></img>\n\n하. 국방기술품질원의 ‘국방품질경영업무규정’ 제9조에는 품질보증형태별 계약업체 이행사항에 대하여 다음과 같이 규정하고 있다.\n- 다 음 -\n① 계약업체는 적용 규격서와 계약요구조건에 규정된 의무를 수행할 책임이 있으며, 정부 확인 시 계약품목이 규격서 및 계약요구조건의 모든 사항에 일치함을 입증할 수 있어야 하며, 품질보증형태별로 다음 각 호를 이행하여야 한다.\n3. 표준품질보증형(Ⅲ형): 계약업체는 계약품목의 생산 및 요구품질의 충족을 위해 품질보증형태별 품질경영시스템(KDS 0050-9000)이행 조견표 요구사항에 따라 품질경영시스템을 수립하고 이행하여야 한다.\n② 계약업체는 제1항과 관련하여 계약이행을 위한 업체품질보증활동계획서(이하 “업체품보계획서”)를 다음 각 호의 내용을 포함하여 해당 센터에 제출하여야 하며, 제출 시 기품원의 품질경영문서체계를 통하여 제출함을 원칙으로 한다.\n다만 품보원은 업체나 품목특성을 고려하여 제출범위를 가감 조정할 수 있다.\n1. 생산계획\nㆍ원자재, 구입부품 확보방안 및 일정(계약서 특수조건에 명시된 국산화완료품목 의무 사용계획)\nㆍ하도급 계획(하도급 업체명, 하도급 내용, 일정 등)\nㆍ생산 및 품질보증 계획\n2. 생산 및 품질보증 준비현황\nㆍ주요 제조시설/ 시험 및 검사장비 현황\nㆍ품질관리 인력현황\n3. 품질경영시스템문서\nㆍ해당 품질보증형태별 KDS 0050-9000에 따른 품질경영시스템 문서(계약품목에 대한 생산, 검사 및 시험기준서 등 포함)\n\n6. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령 등\n1) 국가계약법 제27조제1항, 같은 법 시행령 제76조제1항, 같은 법 시행규칙 제76조 및 별표 2 등을 종합하면, 각 중앙관서의 장은 계약상대자등이나 계약상대자등의 대리인, 지배인 또는 그 밖의 사용인이 입찰 또는 계약에 관한 서류를 위조ㆍ변조하거나 부정하게 행사한 자 또는 허위서류를 제출한 자에 해당하는 경우에는 부정당업자인 해당 계약상대자등에게 6개월간 입찰참가자격을 제한하되, 그 위반행위의 동기ㆍ내용 및 횟수 등을 고려하여 2분의 1의 범위 안에서 감경할 수 있고, 이 경우 감경 후의 제한기간은 1월 이상이어야 하며, 다만 계약상대자등의 대리인, 지배인 또는 그 밖의 사용인이 입찰 또는 계약에 관한 서류를 위조ㆍ변조하거나 부정하게 행사한 자 또는 허위서류를 제출한 자에 해당하는 행위를 하여 입찰참가자격의 제한 사유가 발생한 경우로서 계약상대자등이 그 행위를 방지하기 위하여 상당한 주의와 감독을 게을리 하지 않은 경우에는 그러하지 않다고 되어 있다.\n\n2) 국가계약법 제27조제1항에서 부정당업자의 입찰참가자격을 제한하는 제도를 둔 취지는 국가를 당사자로 하는 계약에서 공정한 입찰 및 계약질서를 어지럽히는 행위를 하는 자에 대하여 일정기간 동안 입찰참가를 배제함으로써 국가가 체결하는 계약의 성실한 이행을 확보함과 동시에 국가가 입게 될 불이익을 미연에 방지하기 위한 것이므로(헌법재판소 2005. 6. 30. 선고 2005헌가1 전원재판부 결정 참조), 국가계약법 시행령 제76조제1항 각 호의 규정을 해석함에 있어서는 모든 위반행위에 대하여 무조건 입찰참가자격을 제한하는 것은 비례원칙에 위반될 소지가 크므로, 개별적이고 구체적인 사안에서 계약의 내용, 체결경위 및 그 이행과정, 위반행위의 태양과 그 정도 등 제반 사정을 고려하여 그 위반행위에 있어 정당한 이유가 없고, 아울러 그것이 경쟁의 공정한 집행 또는 계약의 적정한 이행을 해칠 염려가 있거나 기타 입찰에 참가시키는 것이 부적법하다고 인정되는 경우에 한하여 그 입찰참가자격을 제한하여야 할 것이다(대법원 2007. 11. 29. 선고 2006두16458 판결 참조).\n\n나. 판 단\n살피건대, 국가계약법 시행령 제76조제1항 각호에서 ‘입찰’, ‘계약의 체결’, ‘계약의 이행’ 등의 용어를 구분해서 사용하고 있고, 동법 제1조에 계약에 관한 기본적인 사항을 정한다는 목적규정이 있음에 비추어 볼 때 위 규정 중 ‘계약에 관한 서류’의 의미는 계약의 체결뿐만 아니라 이행 등 계약 전반에 관한 서류를 포함하는 것으로 해석하는 것이 동 법령의 취지에도 부합하며, 청구인이 제출한 업체품보계획서에는 이 사건 부품의 경우 열처리 공정의 보증하중 항목과 인장하중 항목에 대한 품질검사는 공인성적서에 의한다고 되어 있어, 이 사건 부품의 품질보증에 대한 공인성적서인 이 사건 시험성적서는 청구인이 계약물품을 계약조건대로 제조하여 납품하였는지 여부를 판단하는데 필수적인 서류이므로, 청구인은 이 사건 계약에 따라 계약물품에 관하여 진정한 시험성적서를 제출할 의무가 있음에도 불구하고, 국방기술품질원에 위ㆍ변조된 이 사건 시험성적서를 제출하였는바, 비록 청구인 소속 직원인 박○○가 독자적으로 위ㆍ변조된 이 사건 시험성적서를 제출하였다고 하더라도 이 사건 시험성적서를 제출하는 과정에서 제대로 확인하지 않은 청구인의 책임도 존재한다는 점에서 청구인이 주장하는 사정만으로는 위ㆍ변조된 이 사건 시험성적서 제출에 정당한 이유가 있다고 볼 수 없고, 아울러 위ㆍ변조된 이 사건 시험성적서의 제출이 이 사건 계약의 적정한 이행을 해칠 염려가 있다고 인정되는 점, 이 사건과 같은 유형에 대해서는 6개월간 입찰참가자격을 제한하도록 되어 있으나, 감경규정을 적용하여 3개월로 감경한 점 등을 고려하면, 이 사건 처분이 지나치게 가혹하여 비례원칙에 반한다거나 재량권을 일탈ㆍ남용한 처분이라고 볼 수 없다.\n따라서 청구인이 이 사건 계약을 이행하면서 위ㆍ변조된 시험성적서를 제출하였다는 이유로 피청구인이 청구인에게 한 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n7. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}