{
    "행정심판재결례일련번호": 216858,
    "사건명": "자동차운전면허 취소처분 취소청구",
    "사건번호": "2014-13863",
    "의결일자": "2014-08-19",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=216858&type=HTML&mobileYn=",
    "재결요지": "청구인이 2014. 3. 12. 혈중알코올농도 0.119%의 술에 취한 상태에서 운전했다는 이유로 피청구인이 2014. 4. 2. 청구인의 운전면허를 취소하였다.\n청구인은 운전면허 취소기준치를 넘어 술에 취한 상태에서 자동차를 운전한 사실은 인정되나, 운전면허를 취득한 이래 22년 3개월 동안 사고 없이 운전한 점, 이 사건 음주운전으로 피해가 발생하지 않은 점 등을 고려할 때 이 사건 처분은 다소 가혹하므로 110일의 제1종 보통, 제2종 보통 운전면허 정지처분으로 변경한다.",
    "주문": "피청구인이 2014. 4. 2. 청구인에게 한 2014. 5. 3.자 제1종 보통, 제2종 보통 운전면허 취소처분을 110일의 제1종 보통, 제2종 보통 운전면허 정지처분으로 변경한다.",
    "청구취지": "피청구인이 2014. 4. 2. 청구인에게 한 2014. 5. 3.자 제1종 보통, 제2종 보통 운전면허 취소처분을 취소한다.",
    "이유": "1. 사건개요\n청구인이 2014. 3. 12. 혈중알코올농도 0.119%의 술에 취한 상태에서 운전했다는 이유로 피청구인이 2014. 4. 2. 청구인의 운전면허를 취소(이하 ‘이 사건 처분’이라 한다)하였다.\n\n2. 관계법령\n도로교통법 제93조제1항제1호\n도로교통법 시행규칙 제91조제1항, 별표 28 중 2. 취소처분 개별기준 일련번호란 2\n\n3. 인정사실\n청구인과 피청구인이 제출한 자료에 따르면 다음과 같은 사실을 인정할 수 있다.\n가. 청구인은 이 사건 당시 은행 여신관리부 부부장이던 자로서 1991. 12. 2. 제2종 보통운전면허를 취득한 이래 교통사고전력과 교통법규위반전력이 없다.\n\n나. 청구인은 2014. 3. 12. 01:05경 술에 취한 상태에서 ○○○ 승용차를 운전하다가 부산광역시 ○구 ○○동 ○○교차로 부근에 있는 ○○○치과 앞길에서 단속 경찰공무원에게 적발되어 음주측정을 한 결과 혈중알코올농도가 0.101%로 측정되었으나, 청구인이 이에 불복하고 채혈측정을 요구하여 같은 날 01:22경 혈액을 채취하여 국립과학수사연구원에 감정을 의뢰한 결과 혈중알코올농도가 0.119%로 측정되었다.\n다. 청구인이 서명ㆍ무인한 2014. 3. 24.자 피의자신문조서에 따르면, 청구인은 호흡측정 전에는 물로 입을 헹구지 않았고 채혈할 수 있다는 고지를 받은 후 물을 먹었으며, 2014. 3. 11. 18:30경에 회식을 하면서 술을 먹었고 21:30경 서울역에서 기차를 탔기 때문에 20:30경 식당에서 나왔다는 취지로 진술한 것으로 기재되어 있다.\n\n4. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령의 내용\n「도로교통법」 제93조제1항제1호, 같은 법 시행규칙 제91조제1항 및 별표 28 중 2. 취소처분 개별기준의 일련번호란 2에 따르면, 지방경찰청장은 운전면허를 받은 사람이 술에 만취한 상태(혈중알코올농도 0.1% 이상)에서 운전한 경우에는 운전면허를 취소할 수 있다고 되어 있다.\n\n나. 판단\n1) 청구인은 호흡측정 전에 입헹굴 기회를 주지 않았으므로 이 사건 처분은 위법ㆍ부당하다고 주장하나, 음주측정을 하기 전에 입을 물로 헹구도록 하는 것은 입에 잔류 알코올이 있을 것에 대비하여 하는 조치로서 일반적인 의학적 견해에 따르면 입안의 잔류알코올은 최종 음주시각부터 20분이 경과하면 소진된다고 보는바, 피의자신문조서에 따르면 청구인의 최종 음주시각은 20:30경으로 음주를 완료한 후 20분이 경과한 시점에서 음주측정을 하여 음주측정 당시 청구인의 입안에 남아있던 알코올로 인하여 혈중알코올농도가 과도하게 측정되었을 우려가 있다고 인정되지 않으므로 청구인의 위 주장은 받아들일 수 없다.\n\n2) 위 인정사실에 따르면 청구인은 운전면허 취소기준치를 넘어 술에 취한 상태에서 자동차를 운전한 사실은 인정되나, 운전면허를 취득한 이래 22년 3개월 동안 사고 없이 운전한 점, 이 사건 음주운전으로 피해가 발생하지 않은 점 등을 고려할 때 이 사건 처분은 다소 가혹하다.\n\n5. 결 론\n그렇다면 청구인의 주장을 일부 인정할 수 있으므로 이 사건 처분을 감경하기로 하여 주문과 같이 재결한다."
}