{
    "행정심판재결례일련번호": 232871,
    "사건명": "기술용역 적격심사 부적격처리 취소청구",
    "사건번호": "2019-21276",
    "의결일자": "2020-10-20",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=232871&type=HTML&mobileYn=",
    "재결요지": "사 건 명 기술용역 적격심사 부적격처리 취소청구\n사건번호 2019-21276\n재결일자 2020. 10. 20.\n재결결과 각하",
    "주문": "이 사건 심판청구를 각하한다.",
    "청구취지": "피청구인이 2019. 9. 27. 청구인에게 한 ‘하수관 신설(확충) 사업[○○처리 구역(○○○상류 일원)]하수관 시공 및 준공검사 용역’ 적격심사결과 부적격 처분을 취소한다.",
    "이유": "1. 사건개요\n가. 피청구인이 2019. 8. 30. ‘하수관로 신설(확충)사업[강변처리구역(○○○상류일원]하수관 시공 및 준공검사 용역’ (A시 공고 제2019-@@@@호, 이하 ‘이 사건 용역’이라 한다) 입찰 공고를 하여, 청구인이 이 사건 용역의 입찰에 참가하였다.\n\n나. 피청구인은 2019. 9. 23. 청구인에게 청구인이 제출한 적격심사 서류에 대한 평가결과 종합평점이 94.8점으로 적격통과 점수인 95점에 미달된다는 이유로 부적격 통보(이하 ‘이 사건 통보’라 한다)를 하였다.\n다. 청구인은 피청구인에게 이 사건 통보에 대하여 이의신청 및 적격심사 재심사 요청을 하였고, 피청구인은 2019. 9. 27. 청구인에게 청구인의 기성실적인 ‘하수관 시설(확충)공사 ○○처리구역(○○동일원) CCTV 및 수밀시험 용역’은 실적 인정이 불가하다는 이유로 기각됨을 알리는 기술용역 이의신청 및 적격심사 재심사 요청에 따른 결과를 회신 하였다.\n\n2. 이 사건 심판청구의 적법 여부\n가. 관계법령의 내용\n1) 「행정심판법」 제2조제1호 및 제3조제1항을 보면, ‘처분’이란 행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부, 그 밖에 이에 준하는 행정작용을 말하고 행정청의 처분 또는 부작위에 대하여는 다른 법률에 특별한 규정이 있는 경우 외에는 이 법에 따라 행정심판을 청구할 수 있다고 규정하고 있다.\n\n2)「지방자치단체를 당사자로 하는 계약에 관한 법률」제2조 및 제6조제1항을 보면, 이 법은 지방자치단체가 계약상대자와 체결하는 수입 및 지출의 원인이 되는 계약 등에 대하여 적용되고, 계약은 상호 대등한 입장에서 당사자의 합의에 따라 체결되어야 하며, 당사자는 계약의 내용을 신의성실의 원칙에 따라 이를 이행하여야 한다고 되어 있다.\n\n나. 판단\n「지방자치단체를 당사자로 하는 계약에 관한 법률」에 따라 지방자치단체가 당사자가 되어 체결하는 계약은 지방자치단체가 사경제 주체로서 상대방과 대등한 위치에서 행하는 사법상의 법률행위로서 그 본질적인 내용은 사인 간의 계약과 다를 바가 없으므로 그에 관한 법령에 특별한 정함이 있는 경우를 제외하고는 사적자치와 계약자유의 원칙 등 사법상의 원리가 그대로 적용된다 할 것이고, 계약체결을 위한 공고 및 그에 따른 계약 대상자 선정 역시 지방자치단체를 당사자로 하는 계약에 부수된 선행절차로서 사법상의 법률행위일 뿐 행정청이 공권력을 가진 우월한 지위에서 일방적으로 행하는 ‘처분’이라고 볼 수 없다.\n따라서 피청구인이 이 사건 용역 입찰에 따라 낙찰자 결정을 위한 적격심사 서류를 청구인으로부터 제출받아 관련 서류를 검토하고, 위 서류에 대한 평가결과 적격통과 점수에 미달된다는 이유로 이 사건 통보를 한 것은 사법상의 법률행위일 뿐 공권력을 행사하는 것이거나 공권력 작용과 일체성을 가진 것은 아니므로, 청구인이 이 사건 통보와 관련된 분쟁에 대해 지방자치단체를 상대로 민사소송을 제기하여 다투는 것은 별론으로 하고 이 사건 통보의 취소를 구하는 이 사건 심판청구는 그 대상이 사법상 법률행위에 관한 것으로 행정심판의 대상이 되는 처분에 대하여 제기된 것이 아니므로 부적법하다.\n\n3. 결 론\n그렇다면 이 사건 심판청구는 심판청구요건을 갖추지 못한 부적법한 청구이므로 이를 각하하기로 하여 주문과 같이 재결한다."
}