{
    "행정심판재결례일련번호": 235009,
    "사건명": "사회복무요원 소집통지 무효확인청구",
    "사건번호": "2020-18546",
    "의결일자": "2021-04-20",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=235009&type=HTML&mobileYn=",
    "재결요지": "사 건 명 사회복무요원 소집통지 무효확인청구\n사건번호 2020-18546\n재결일자 2021. 4. 20.\n재결결과 각하",
    "주문": "이 사건 심판청구를 각하한다.",
    "청구취지": "피청구인이 2020. 8. 27. 청구인에게 한 사회복무요원 소집처분은 무효임을 확인한다.",
    "이유": "1. 사건개요\n가. 피청구인은 2011. 8. 8. 청구인에 대하여 병역판정검사를 실시한 후 현역대상 병역처분을 하였고, 청구인은 대학진학, 자격시험 응시 등의 사유로 현역병 입영을 연기하였다.\n\n나. 피청구인은 2016. 11. 16. 청구인에 대하여 재병역판정검사를 실시한 결과 신체등급 4급 판정에 따라 사회복무요원 소집대상 병역처분을 하였고, 피청구인과 ○○지방병무청장, A●●병무지청장이 청구인에 대하여 사회복무요원 소집통지(1차 소집통지 : 2019. 7. 12. → 2차 소집통지 : 2019. 9. 9. → 3차 소집통지 : 2019. 11. 21.)를 하였으나, 청구인이 다른 지방병무청 관내로 주소를 이전하여 소집통지가 취소되었다.\n다. 피청구인은 2020. 1. 23. 청구인에게 소집일자를 2020. 2. 20.로, 소집부대를 육군훈련소로, 군사훈련 후 복무기관을 B○○○○○○○○○마켓2호점으로 하여 사회복무요원 소집 통지를 하였으나, 청구인은 국가고시 응시(2020년 국가공무원 9급 공개경쟁채용시험) 사유로 연기 신청을 하여 2020. 2. 20.부터 2020. 5. 4.까지 소집일자가 연기되었다.\n\n라. 피청구인은 2020. 8. 27. 청구인에게 소집일자를 2020. 10. 8.로, 소집부대를 육군훈련소로, 군사훈련 후 복무기관을 B시○○○○지원청으로 하여 사회복무요원 소집 통지(이하 ‘이 사건 소집통지’라 한다)를 하였다.\n\n2. 이 사건 심판청구의 적법 여부\n가. 관계법령의 내용\n1) 「행정심판법」 제2조, 제3조 및 제5조에 따르면 행정심판은 행정청의 처분 또는 부작위에 대하여 청구할 수 있고, ‘처분’이란 행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부, 그 밖에 이에 준하는 행정작용을 말하며, 무효등확인심판은 행정청의 처분의 효력 유무 또는 존재 여부를 확인하는 행정심판이라고 되어 있다.\n\n2) 「병역법」 제28조 및 제29조에 따르면 지방병무청장은 사회복무요원 소집대상자에 대하여 지역별로 소집순서를 결정하되, 그 결정기준은 신체등급, 학력, 연령 등의 자질을 고려하여 병무청장이 정하고, 사회복무요원 소집이 연기된 사람으로서 그 사유가 없어진 사람 등은 따로 사회복무요원 소집을 할 수 있다고 되어 있다.\n\n나. 판단\n지방병무청장이 보충역 편입처분을 받은 자에 대하여 복무기관을 정하여 사회복무요원 소집통지를 한 이상 그것으로써 사회복무요원으로서의 복무를 명하는 병역법상의 사회복무요원 소집처분이 있었다고 할 것이고, 그 후 지방병무청장이 사회복무요원 소집대상자의 원에 의하여 또는 직권으로 그 기일을 연기한 다음 다시 사회복무요원 소집통지를 하였다고 하더라도 이는 최초의 사회복무요원 소집통지에 관하여 다시 의무이행기일을 정하여 알려주는 연기통지에 불과한 것이므로, 이는 항고소송의 대상이 되는 독립한 행정처분으로 볼 수 없다 할 것인바(대법원 2005. 10. 28. 선고 2003두14550 판결 참조), 피청구인은 2016. 11. 16. 청구인에게 사회복무요원 소집대상 병역처분을 한 후, 2020. 1. 23. 청구인에게 2020. 2. 20. 소집부대를 육군훈련소로, 군사훈련 후 복무기관을 B○○○○○○○○○마켓2호점으로 하는 최초의 사회복무요원 소집 통지를 하였으므로, 청구인이 국가고시 응시를 사유로 한 소집연기기간이 만료된 후 피청구인이 2020. 8. 27. 청구인에게 한 이 사건 소집통지는 최초의 사회복무요원 소집통지에 대한 의무이행기일을 정하여 알려주는 연기통지에 불과한 것이어서 행정심판의 대상이 되는 독립된 처분으로 볼 수 없다.\n따라서 이 사건 심판청구는 행정심판의 대상이 되지 않는 사항을 대상으로 하여 제기된 부적법한 청구이다.\n\n3. 결 론\n그렇다면 이 사건 심판청구는 심판청구요건을 갖추지 못한 부적법한 청구이므로 이를 각하하기로 하여 주문과 같이 재결한다."
}