{
    "행정심판재결례일련번호": 233787,
    "사건명": "고엽제후유의증환자 장애등급판정처분 취소청구",
    "사건번호": "2020-18733",
    "의결일자": "2021-02-09",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=233787&type=HTML&mobileYn=",
    "재결요지": "사 건 명 고엽제후유의증환자 장애등급판정처분 취소청구\n사건번호 2020-18733\n재결일자 2021. 2. 9.\n재결결과 기각",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2020. 8. 6. 청구인에게 한 고엽제후유의증환자 장애등급판정처분을 취소한다.",
    "이유": "1. 사건개요\n청구인은 고엽제후유의증으로 인정받은 ‘악성종양’(이하 ‘이 사건 질병’이라 한다)에 대하여 ○○보훈병원에서 재심 신체검사를 한 결과 기존 신체검사 판정결과와 동일하게 ‘경도’로 판정되자, 피청구인은 2020. 8. 6. 청구인에게 이를 통지(이하 ‘이 사건 처분’이라 한다)하였다.\n\n2. 청구인 주장\n청구인은 이 사건 질병 및 고혈압으로 일상생활에 제약을 받고 있으며, 특히 방광암의 경우 초기 진행단계의 방광암이 아니라 ‘경요도적방광암제거술’ 후의 상태로 추이를 지켜보고 근치적방광 제거술에 이를 수 있는 중증 질환으로 정기적으로 통원치료를 받고 있는 실정이므로 이를 경도로 ‘판정’한 것은 너무 낮은 등급으로 결정한 것인바, 재량권의 범위를 일탈하고 청구인에게 가혹한 피청구인의 이 사건 처분은 위법·부당하여 취소되어야 한다.\n\n3. 관계법령\n고엽제후유의증 등 환자지원 및 단체설립에 관한 법률 제4조, 제5조, 제6조, 제6조의2\n고엽제후유의증 등 환자지원 및 단체설립에 관한 법률 시행령 제7조, 제7조의2, 제9조, 별표 1\n국가유공자 등 예우 및 지원에 관한 법률 제6조의3\n\n4. 인정사실\n청구인과 피청구인이 제출한 처분서, 장애등급 판정표, 민간병원 의무기록지 등 각 사본의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n\n가. 청구인은 1969. 5. 8. 육군에 입대하여 1970. 9. 24.부터 1971. 10. 8.까지 파월 복무하고 1972. 4. 15. 만기 전역(병장)한 사람으로, 2020. 5. 4. 피청구인에게 방광암(수술 후 상태)을 신청질병으로 하여 재심 장애등급 판정 신청을 하였다.\n\n나. ○○보훈병원 장애등급판정표(판정일: 2020. 8. 4.)의 내용상 고엽제후유의증인 이 사건 질병(방광암)에 대하여 비뇨의학과 전문의는 ‘과거 방광암으로 수술 후 재발 없음’ 소견으로 장애등급을 ‘경도’로 판정하였다.\n다. ○○○○○병원(○○ ○○○○주 ○○○○시 ○○○○가 @@@@ 소재) 비뇨기과 의무기록지의 주요 내용은 다음과 같다.\n- 다 음 -\n○ 수술기록지(2013. 11. 14.)\n- <수술전·후진단> 비침습성 고등급 요로상피암\n- 환자 ○ 선생님은 66세의 남성으로 복잡한 비뇨생식기 병력을 가지고 있음. 최근에는 방광의 후부 측면에 방광종양이 있는 것으로 확인되었고, 이 종양은 절제되었음. 불행하게도 표본에는 근육이 없었음. 일부 잔류 종양이 있을 위험도 있음. 이에 따라 방광종양 수술을 다시 받기 위해 금일 수술실로 후송되었음.\n○ 퇴원요약서(2013. 11. 18.): 2013. 11. 7. 입원, 2013. 11. 9. 퇴원\n- 이 환자는 과거 방광 종양 수술(경요도적 방광종양 적출술)을 받았으나, 표본에는 근육이 없었음. 본 작성관은 환자에게 종양이 남아있을 수 있다고 우려하였음. 이에 따라 환자는 방광종양 수술을 다시 받기 위해 내원하였음. 그는 수술과정을 잘 감당하였으며, 안정적인 상태에서 회복실로 이송되었음. 수술 후 환자는 문제없이 생활하였고 수술 후 2일차에는 정상적인 식사가 가능하였고, 불편 없이 거동을 할 수 있었으며, 특허를 받은 폴리 카테터를 장착하여 투명한 소변을 배출하였음\n\n라. 피청구인은 2020. 8. 6. 청구인에게 이 사건 질병에 대하여 ‘경도’로 판정되었음을 통보하는 이 사건 처분을 하였다.\n\n5. 이 사건 처분의 위법·부당 여부\n가. 관계법령의 내용\n1) 「고엽제후유의증 등 환자지원 및 단체설립에 관한 법률」(이하 ‘고엽제법’이라 한다) 제4조, 제5조제2항, 제6조의2 및 같은 법 시행령 제7조 등에 따르면 국가보훈처장은 고엽제후유의증 등 환자등록신청이 있는 경우에는 보훈병원의 장에게 고엽제후유의증환자인지 여부를 검진하게 하고 같은 법의 적용대상자인지 여부를 결정한 후 그 결과를 신청인에게 통지하도록 되어 있으며, 고엽제후유의증환자 및 고엽제후유증 2세환자의 장애등급은 보훈병원장이 위촉한 해당 분야 전문의 등 의사가 신체검사를 실시하고 국가보훈처장이 판정하도록 되어 있다.\n\n2) 고엽제법 시행령 별표 1에 따르면, ‘피부의 상피 내 악성종양으로 합병증이 있는 사람’, ‘초기 진행단계의 악성종양에 대한 최소 침습적 시술(점막절제술, 용종절제술 등) 등의 치료 후 지속적인 관찰이 필요한 사람’을 ‘악성종양’의 ‘경도 장애’로 인정하도록 규정되어 있다.\n\n나. 판단\n위 인정사실에 따르면, ○○보훈병원이 2020. 8. 4. 청구인의 이 사건 질병에 대한 장애등급을 판정한 결과, 고엽제후유의증인 이 사건 질병에 대하여 비뇨의학과 전문의는 ‘과거 방광암으로 수술 후 재발 없음‘ 소견으로 ‘경도’ 판정을 하였는바, 이와 같은 ○○보훈병원의 등급판정은 해당 진료과목 전문의의 의학적 전문성을 토대로 하여 관계법령에 따라 판단이 이루어진 것으로 달리 그 판정에 잘못이나 오류가 있었음을 인정할 만한 사정이 보이지 않고, 이 사건 질병을 ‘경도 장애’ 이상으로 판정할 만한 객관적이고 구체적인 자료가 보이지 않는 점 등을 종합적으로 고려할 때, 이 사건 질병을 ‘경도’ 장애등급으로 판정한 피청구인의 이 사건 처분이 위법·부당하다고 할 수 없다.\n\n6. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}