{
    "행정심판재결례일련번호": 233823,
    "사건명": "재확인신체검사 등급판정처분 취소청구",
    "사건번호": "2020-05788",
    "의결일자": "2021-02-23",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=233823&type=HTML&mobileYn=",
    "재결요지": "사 건 명 재확인신체검사 등급판정처분 취소청구\n사건번호 2020-5788\n재결일자 2021. 2. 23.\n재결결과 기각",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2020. 2. 26. 청구인에게 한 재확인신체검사 등급판정처분을 취소한다.",
    "이유": "1. 사건개요\n청구인은 공상군경 요건으로 인정받은 ‘우측 경골 및 비골 골절’(이하 ‘이 사건 상이’라 한다)에 대하여 재확인신체검사를 받은 결과 ‘등급기준미달’로 판정되었고 보훈심사위원회에서 이와 동일한 내용으로 심의·의결하자, 피청구인이 2020. 2. 26. 청구인에게 이를 통지(이하 ‘이 사건 처분’이라 한다)하였다.\n\n2. 청구인 주장\n청구인은 이 사건 상이의 부정유합으로 인한 다리 신경손상 후유증으로 통증유발이 번번하게 발현되고 보행에 지장이 많으며 일상생활에 많은 지장을 초래하고 있는데다 최근 상이처가 악화소견을 보이고 있는 실정이므로 이 사건 상이는 ‘7급 8122호’ 또는 ‘7급 8205호’에 해당한다고 보아야 하는바, ‘등급기준미달’로 판정한 피청구인의 이 사건 처분은 위법·부당하여 취소되어야 한다.\n\n3. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제6조의3, 제6조의4, 제83조제1항\n국가유공자 등 예우 및 지원에 관한 법률 시행령 제14조, 제16조, 제19조, 제102조제1항, 별표 3\n국가유공자 등 예우 및 지원에 관한 법률 시행규칙 제8조, 제8조의3, 별표 4\n\n4. 인정사실\n청구인과 피청구인이 제출한 신체검사표, 보훈심사위원회 심의ㆍ의결서, 처분서 등 각 사본의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n\n가. 청구인은 1967. 4. 25. 육군에 입대하여 1970. 3. 21. 만기 전역(병장)한 사람으로, 피청구인은 2019. 11. 20. 청구인에게 이 사건 상이를 공상군경 요건 상이로 인정한다는 통보를 하였다.\n\n나. ○○보훈병원에서 실시한 2019. 12. 23.자 재확인 신체검사 결과, 정형외과 전문의 소견서의 주요 내용은 다음과 같다.\n- 다 음 -\n○ 상이처: 우측 경골 및 비골 골절 / 등급 및 분류번호·상이정도: 등급기준미달\n○ 소견: 방사선 사진상 골부위의 골유합의 소견이며 동통을 호소하고 있으나 장애등급 기준에 미달일 것으로 사료됨\n○ 수검자 최종진술: 불편하다\n다. @@@@병원(A시 ○○구 ○○○로 *** 소재)의 2019. 12. 20.자 소견서의 주요 내용은 다음과 같다.\n- 다 음 -\n○ 병명: 우측 경골과 비골 골절의 부정유합, 다리의 신경손상의 후유증\n○ 환자상태: 1969년경 월남에서 보급수령 중 헬리콥터에서 보급품이 떨어지는 물건에 의한 우측 경골 및 비속골절 부상당하였으나 수술 못할 상황에 보존적 치료 시행으로 부정유합되어 현재 우측 하지의 2cm 정도 단축이 있으며, 발목의 강직잔존하여 건측에 비해 1/4이상 운동제한 소견 관찰됨(배굴10도 척굴25도 내번10도 외번5도), MRI상 발목 관절의 관절염 소견 관찰되며 우측 장단지 근육의 퇴화 및 위축 소견 관찰됨\n○ 향후치료의견: 우측 하지의 근육 위축 상태를 봤을 때 하지와 발바닥의 저린감 등의 신경학적 증상이 있을 것으로 보이며 늦은 밤이나 새벽 날씨가 춥거나 비가 오는 등 기압변화시 증상 악화 가능성 있으며 발목의 통증이 동반될 것으로 판단됩니다.\n\n라. 보훈심사위원회에서 2020. 2. 12. 관련 자료와 해당 진료과목 전문의의 신체검사 소견 및 보훈심사회의 결과를 종합하여 이 사건 상이가 ‘등급기준에 미달’한다고 심의·의결하였고, 이에 피청구인이 2020. 2. 26. 청구인에게 이 사건 처분을 하였다.\n\n5. 이 사건 처분의 위법·부당 여부\n가. 관계법령의 내용\n「국가유공자 등 예우 및 지원에 관한 법률」(이하 ‘국가유공자법’이라 한다) 제6조의3, 제6조의4 등 관계규정에 따르면, 공상군경 등의 요건에 해당하는 상이를 입은 자로서 그 상이정도가 신체검사를 통하여 같은 법 소정의 상이등급에 해당하는 신체의 장애를 입은 것으로 판정을 받은 자에 대하여는 같은 법에 의한 지원 등을 하도록 되어 있고, 상이등급판정을 위한 신체검사는 국가유공자법을 준용하여 보훈병원에서 실시하고 보훈심사위원회의 심의·의결을 거쳐 상이등급을 판정하도록 되어 있다.\n이때 신체검사를 통한 상이등급의 판정은 고도의 전문적인 의료지식을 요하는 것으로서 당해 신체장애를 판정할 만한 의료지식을 지닌 전문가가 객관적 자료를 기초로 관계법령에서 정한 기준에 따라 상이등급을 판정하였다면 그 판정이 잘못되었음을 인정할 만한 특별한 사정이 없는 한 정당하다고 할 것이다.\n\n한편, 국가유공자법 시행령 제14조제3항 및 별표 3, 같은 법률 시행규칙 제8조의3 및 별표 4에 따르면, ‘한 다리의 3대 관절 중 1개 관절에 경도의 기능장애가 있는 사람’으로 ① 관절의 운동가능영역이 4분의 1 이상 제한된 경우, ② 적절한 치료에도 불구하고 관절 인대 손상에 의한 불안정성이 10밀리미터 이상인 경우, ③ 적절한 치료에도 불구하고 관절의 퇴행성 변화가 엑스선 촬영 등의 검사 결과 KL gradeⅢ이상인 경우 ‘7급 8122호’에 해당한다고 규정되고 있고, ‘다리의 장관골(긴뼈)에 명백한 기형이 남은 사람’으로 ‘대퇴골(넙다리뼈)의 변형 또는 경골(정강이뼈)과 비골(종아리뼈)의 변형이 외부에서 보아 알 수 있는 정도(15도 이상 활처럼 굽어 부정유합된 것) 이상인 사람’은 ‘7급 8205호’에 해당한다고 규정되고 있다.\n\n나. 판단\n위 인정사실에 따르면, 청구인이 공상군경 요건으로 인정받은 이 사건 상이에 대하여 2019. 12. 23. ○○보훈병원에서 재확인신체검사를 실시한 결과, 정형외과 전문의가 ‘방사선 사진상 골부위의 골유합의 소견이며 동통을 호소하고 있으나 장애등급 기준에 미달일 것으로 사료됨’ 소견으로 ‘등급기준미달’로 판정하였고, 보훈심사위원회에서도 위 보훈병원의 신체검사 결과 및 관련자료를 종합하여 이 사건 상이를 ‘등급기준미달’로 심의·의결하였는바, 이와 같은 ○○보훈병원 및 보훈심사위원회의 상이등급판정은 관련 전문의들의 의학적 전문성을 토대로 관계 법령에 따라 이루어진 것으로 보이고, 그 판정에 잘못이나 오류가 있었음을 인정할 만한 사정이 보이지 아니하는 점, 제출된 자료상 이 사건 상이가 관계법령에서 정한 7급 이상에 해당된다고 인정할 만한 객관적이고 구체적인 자료를 확인할 수 없는 점 등을 고려할 때, 이 사건 상이를 ‘등급기준미달’로 판정한 피청구인의 이 사건 처분이 위법·부당하다고 할 수 없다.\n\n6. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}