{
    "행정심판재결례일련번호": 238559,
    "사건명": "정보공개 이행청구",
    "사건번호": "2021-05543",
    "의결일자": "2021-07-13",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=238559&type=HTML&mobileYn=",
    "재결요지": "사 건 명 정보공개 이행청구\n사건번호 2021-5543\n재결일자 2021. 7. 13.\n재결결과 인용",
    "주문": "1. 피청구인이 2021. 2. 1. 청구인에게 한 정보공개 결정처분을 취소한다.\n2. 피청구인은 청구인이 청구한 최근 3년간 광고료명세서 원본에 대해 공개 여부를 다시 결정하라.\n3. 청구인의 나머지 청구를 기각한다.",
    "청구취지": "피청구인이 2021. 2. 1. 청구인에게 전송한 최근 3년치 광고집행내역의 집계표가 아니라 개별 언론사별로 집행한 광고내역에 대한 전자적 형태의 원본자료나 그 복사본을 공개하는 처분을 이행한다.\n다만 원본자료에 경영상ㆍ영업상 비밀에 해당하는 금융기관의 계좌번호가 있다면 그 부분을 지울 수 있다.",
    "이유": "1. 사건개요\n청구인이 2021. 1. 18. 피청구인에게 ‘최근 3년간 광고료명세서 원본’(이하 ‘이 사건 정보’라 한다)을 정보공개 청구하자, 피청구인은 2021. 2. 1. 청구인에게 2018년부터 2020년까지 집행한 광고료명세서를 공개하기로 결정한 후 다음과 같은 전자파일로 공개(이하 ‘이 사건 처분’이라 한다)하였다.\n다 음 -\n<img src='/LSA/flDownload.do?flSeq=110708639'>\n\n</img>\n\n2. 청구인 주장\n피청구인은 정보공개 결정을 했으면서도 실제로 공개한 정보는 `전자적 형태의 원본자료나 그 복사본`이 아니라 매체별 광고집행 내역을 자세히 알 수 없게 조작된 자료인바, 피청구인의 이 사건 처분은 위법ㆍ부당하다.\n\n3. 피청구인 주장\n이 사건 정보는 「정부기관 및 공공법인 등의 광고시행에 관한 법률」제8조에 따라 정부광고 업무대행 기관인 한국언론진흥재단에서 작성하여 피청구인에게 송부해 주는 광고경비 지출서류로서, 광고 집행에 관한 모든 사항(광고내용, 매체명, 광고기간, 광고료)을 포함하고 있고, 언론사별 광고 횟수ㆍ단가ㆍ총 집행액 등을 알 수 있으며, 금융기관의 계좌정보도 포함되어 있다.\n피청구인은 매년 한정된 예산범위에서 언론사별 개별 협상에 의하여 광고금액을 책정하여 집행하고 있는데, 이 사건 정보가 공개된다면 광고비 협상에서 피청구인은 불리한 위치에 놓일 뿐만 아니라, 언론사들 입장에서도 경영상ㆍ영업상 비밀 등이 공개되어 정당한 이익을 침해받을 수 있다.\n이에 피청구인은 정보공개법의 취지에 따라 계좌정보 등의 비공개 정보를 제외하고 원본 정보 중 공개가능한 정보를 편집하여 제공하였는바, 이 사건 처분은 적법ㆍ타당하다.\n\n4. 관계법령\n공공기관의 정보공개에 관한 법률 제1조, 제3조, 제5조, 제9조\n\n5. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령의 내용 등\n「공공기관의 정보공개에 관한 법률」(이하 ‘정보공개법’이라 한다) 제1조, 제3조, 제5조는 국민의 알권리를 보장하고 국정에 대한 국민의 참여와 국정운영의 투명성을 확보하기 위하여 공공기관이 보유·관리하는 정보를 모든 국민에게 원칙적으로 공개하도록 하고 있으므로, 국민으로부터 보유·관리하는 정보에 대한 공개를 요구받은 공공기관으로서는 같은 법 제9조제1항 각 호에서 정하고 있는 비공개사유에 해당하지 않는 한 이를 공개하여야 할 것이고, 만일 이를 거부하는 경우라 할지라도 대상이 된 정보의 내용을 구체적으로 확인·검토하여 어느 부분이 어떠한 법익 또는 기본권과 충돌되어 같은 법 제9조제1항 몇 호에서 정하고 있는 비공개사유에 해당하는지를 주장·입증하여야만 할 것이다(대법원 2003. 12. 11. 선고, 2001두8827 판결 참조).\n\n나. 판단\n피청구인은 이 사건 정보는 한국언론진흥재단에서 작성하여 피청구인에게 송부한 광고경비 지출서류이고, 이 중 언론사별 광고 횟수, 단가, 계좌 등 비공개 정보를 제외하고 나머지를 편집하여 공개하였다고 주장하나, 이 사건 처분서에는 동 비공개 정보에 대하여 정보공개법 제9조제1항 각 호의 사유를 들어 비공개한 사실이 보이지 않는다.\n따라서 피청구인이 동 비공개 정보에 대하여 정보공개법상의 구체적인 비공개사유를 밝히지 아니한 채 한 이 사건 처분은 위법ㆍ부당하고, 피청구인은 이 사건 정보의 어느 부분이 어떠한 법익 또는 기본권과 충돌되어 정보공개법 제9조제1항 몇 호에서 정하고 있는 비공개사유에 해당하는지를 구체적으로 명시하여 다시 공개 여부를 결정할 의무가 있다.\n\n6. 결 론\n그렇다면 청구인의 주장을 일부 인정할 수 있으므로 청구인의 청구 중 피청구인이 2021. 2. 1. 청구인에게 한 정보공개 결정처분을 취소하고, 피청구인은 최근 3년간 광고료명세서 원본 정보에 대해 공개 여부를 다시 결정하기로 하며, 나머지 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}