{
    "행정심판재결례일련번호": 244667,
    "사건명": "부당이득금 환수처분 취소청구",
    "사건번호": "2022-01241",
    "의결일자": "2022-07-12",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=244667&type=HTML&mobileYn=",
    "재결요지": "사건명 부당이득금 환수처분 취소청구\n사건번호 2022-1241\n재결일자 2022. 7. 12.\n재결결과 인용",
    "주문": "피청구인이 2022. 1. 5. 청구인에게 한 부당이득금 환수처분을 취소한다.",
    "청구취지": "주문과 같다.",
    "이유": "1. 사건개요\n청구인은 2001. 5. 8. 참전유공자(월남)로, 같은 해 5. 9. 국가유공자(공상군경, 7급)로 각각 등록되어 보상을 받던 사람인데, 피청구인은 청구인의 범죄경력 조회 결과 법적용 제외 대상 범죄(강간)로 금고 1년 이상의 실형이 확정되었음이 확인되자, 보훈심사위원회에서 「국가유공자 등 예우 및 지원에 관한 법률」(이하 ‘국가유공자법’이라 한다) 제79조제3항 및 「참전유공자 예우 및 단체설립에 관한 법률」(이하 ‘참전유공자법’이라 한다) 제39조제2항 적용여부에 대한 심의를 거쳐 2021. 12. 2. 청구인에게 국가유공자 및 참전유공자 법적용배제결정을 하였고, 이에 따라 청구인이 지원받은 보철용 차량 LPG세금인상분 중 5년의 소멸시효가 완성된 금액을 제외한 1,380,200원(이하 ‘이 사건 지원금’이라 한다)을 부당이득금으로 보아 2022. 1. 5. 청구인에게 부당이득금 환수처분(이하 ‘이 사건 처분’이라 한다)을 하였다.\n\n2. 청구인 주장\n청구인의 법적용 제외 대상 범죄는 국가유공자로 등록되기 이전에 저지른 것인 점, 피청구인이 청구인의 범죄경력을 제대로 확인하지 않고 청구인을 국가유공자로 등록한 점, 청구인은 현재 기초생활수급자로 이 사건 지원금을 반환할 능력이 없는 점 등에 비추어 볼 때, 피청구인의 이 사건 처분은 위법·부당하여 취소되어야 한다.\n\n3. 피청구인 주장\n청구인은 등록일로부터 소급하여 국가유공자법 적용배제결정을 받았는바, 청구인은 등록일로부터 이 사건 지원금을 지급받을 권리가 소멸되어 청구인이 지급받은 이 사건 지원금은 권리가 소멸된 후 사용한 경우로서 부당이득금에 해당하고, 5년의 소멸시효가 완성된 금액을 제외한 1,380,200원은 환수되어야 하므로, 피청구인의 이 사건 처분은 적법·타당하다.\n\n4. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제1조, 제2조, 제3조\n\n5. 인정사실\n청구인과 피청구인이 제출한 판결서, 이 사건 지원금 지급내역, 보훈심사위원회 심의·의결서, 처분서 등 각 사본의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n가. 청구인은 1971. 2. 9. 육군에 입대하여 1972. 2. 8.부터 일자미상일까지 월남전에 참전하였다가 1973. 4. 30. 전역하였다.\n\n나. 청구인은 강간(「형법」제297조), 폭력행위등처벌에관한법률 위반의 죄로 1994년 6월 부산지방법원에서 징역 4년을 선고 받았고, 사실오인 및 법령적용의 잘못을 이유로 항소하였으나 1994년 9월 부산고등법원에서 청구인의 항소를 기각하였으며, 위 판결은 같은 날 상고포기로 확정되었다.\n다. 청구인은 2001. 5. 8. 참전유공자(월남)로, 같은 해 5. 9. 국가유공자(공상군경, 7급)로 각각 등록되었다.\n\n라. 감사원의 2020년 국가보훈처 기관운영 감사 결과 청구인의 위 나.항 범죄사실이 확인되자, 피청구인은 청구인을 등록일로부터 국가유공자 및 참전유공자 법적용 제외대상으로 결정하여 2021. 2. 16. 청구인에게 이를 통지하였다.\n\n마. 청구인은 2021. 5. 11. 및 2021. 6. 8. 우리 위원회에 위 라.항의 국가유공자 등 법적용배제결정 등의 취소를 구하는 행정심판을 청구하였고, 위 심판청구사건은 2021. 9. 7. 위 라.항의 처분과 관련하여 보훈심사위원회에 청구인의 범죄의 뉘우침 정도에 대한 심의를 의뢰한 후 그 결과를 청구인에게 통지한다는 내용의 조정이 성립되어 종결되었다.\n\n바. 보훈심사위원회에서 2021. 11. 22. 청구인이 국가유공자법 제79조제3항 및 참전유공자법 제39조제2항에 따른 법적용 대상에 해당하지 않는 것으로 심의·의결하자, 피청구인이 2021. 12. 2. 청구인에게 이를 통지하였고, 이에 따라 구「보철용 차량 지원 지침」제6조 및 제7조에 의거 이 사건 지원금 중 5년의 소멸시효가 완성된 금액을 제외한 1,380,200원을 부당이득금으로 확정하여 2022. 1. 5. 청구인에게 이 사건 처분을 하였다.\n\n사. 청구인은 2017. 1. 7.부터 2021. 3. 2.까지 청구인 소유 보철용 LPG차량의 연료비 5,374,291원 중 1,380,200원을 피청구인으로부터 지원받았다.\n\n아. 우리 위원회에서 2022. 5. 26. 실시한 증거조사 결과 중 주요 내용은 다음과 같다.\n- 다 음 -\n○ 청구인의 주거상황\n- 인근 학교 담과 인접한 도로부지 위 무허가 건물에서 거주 중\n- 주거지는 단층 건물로 내부는 2평의 남짓의 방 하나와 주방 겸 거실로 이루어져 있고, 화장실은 외부에 있으나 거동이 불편하여 내부에 간이 화장실 설치되어 있으며, 청구인을 포함한 3 가구가 대문과 마당을 공유하고 있음\n- 5년 전부터 매년 부지 소유자인 한국자산관리공사와 인근 학교에게 140만원가량의 점용료 납부 중\n○ 청구인과 배우자의 장애정도\n- 청구인: 뇌혈관질환 병력 있으나 고엽제후유(의)증 관련 신청 등 없음\n상이처로 인해 장시간의 외부활동 어려움\n- 배우자: 척추 질환으로 노인장기요양 4등급, 매일 3시간씩 사회복지사가 방문 가료 중, 다른 사람의 도움 없이 거동할 수 없음\n○ 생활수준\n- 「국민기초생활 보장법」에 따른 생계·의료·주거급여 이외에 수입 없음\n- 재혼 가정으로 청구인의 아들, 배우자의 딸이 있으나 경제적 도움은 주지 않는 것으로 보임\n- 이 사건 지원금 대상 차량은 경제적 사정으로 인해 2021년 3월경 매각함\n\n6. 이 사건 처분의 위법·부당 여부\n가. 관계법령의 내용\n국가유공자법 제1조, 제2조 및 제3조에 따르면, 이 법은 국가를 위하여 희생하거나 공헌한 국가유공자, 그 유족 또는 가족을 합당하게 예우하고 지원함으로써 이들의 생활안정과 복지향상을 도모하고 국민의 애국정신을 기르는 데에 이바지함을 목적으로 하며, 국가유공자의 희생과 공헌의 정도에 상응하여 국가유공자와 그 유족의 영예로운 생활이 유지ㆍ보장되도록 실질적인 보상이 이루어져야 하고, 국가와 지방자치단체는 국가유공자의 애국정신을 기리고 이를 계승ㆍ발전시키며, 위와 같은 기본이념을 구현하기 위한 시책을 마련하도록 되어 있다.\n\n나. 판단\n행정청은 법령상 근거 없이도 수익적 행정행위를 취소할 수 있으나, 수익적 행정행위를 취소하는 경우에는 이미 부여된 국민의 기득권을 침해하는 것이 되므로, 비록 취소사유가 있더라도 취소권의 행사는 기득권의 침해를 정당화할 만한 중대한 공익상의 필요 또는 제3자의 이익보호의 필요가 있는 때에 한하여 상대방이 받는 불이익과 비교·형량하여 결정하여야 하고, 그 처분으로 인하여 공익상의 필요보다 상대방이 받게 되는 불이익 등이 막대한 경우에는 재량권의 한계를 일탈한 것으로서 허용되지 않는다고 할 것이다.\n\n위 인정사실에 따르면, 청구인이 이 사건 지원금을 지급받게 된 것은 피청구인이 청구인의 범죄경력을 제대로 확인하지 않고 청구인을 국가유공자로 등록하였기 때문인 점, 이 사건 지원금은 청구인이 사용한 보철용 차량의 연료비 중 세금인상분만을 사후적으로 지원하는 것으로서, 이 사건 지원금은 이미 소비되어 남아있다고 볼 수 없는 점, 청구인의 현재 건강상태, 경제사정 등에 비추어 볼 때, 이 사건 지원금을 환수하는 것은 청구인의 생활에 중대한 침해가 될 것으로 보이는 점 등을 종합적으로 고려할 때, 이 사건 처분으로 인한 공익상 필요보다 청구인이 받게 되는 불이익이 크다고 할 것이므로, 피청구인의 이 사건 처분은 위법·부당하다.\n\n7. 결 론\n그렇다면 청구인의 주장을 인정할 수 있으므로 청구인의 청구를 받아들이기로 하여 주문과 같이 재결한다."
}