{
    "행정심판재결례일련번호": 156107,
    "사건명": "일반음식점영업정지처분취소",
    "사건번호": "서행심 2013-505",
    "의결일자": "2013-07-22",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=156107&type=HTML&mobileYn=",
    "재결요지": "일반음식점의 영업자가 업소 2층을 영업장으로 무단 확장하여 손님에게 음식을 판매하는 등의 영업행위를 하다 적발되어 영업정지처분을 받았다면 법 위반 사실이 인정되는 이상, 생계등의 사유가 있다고 하여 그 처분이 위법하거나 부당하다고 할 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2013. 5. 9. 청구인에 대하여 한 7일의 영업정지 처분을 취소한다.",
    "이유": "1. 사건개요\n피청구인은 2013. 3. 5. 16:40경 서울시 ○○구 ○○동 168-12, 1층에 위치한 청구인 운영 일반음식점 ‘○카페’(이하,‘이 사건 업소‘라 한다)에서 영업신고 당시 신고한 면적인 1층 29.7㎡ 외에 2층을 무단으로 확장하여 영업하고 있음을 적발하고, 영업장 면적 변경 신고를 해야 함을 안내하였으나 이를 이행하지 않자, 2013. 5. 9. 청구인에 대하여 7일의 영업정지 처분(이하, ‘이 사건 처분’이라 한다)을 하였다.\n\n2. 청구인 주장\n가. 청구인은 이 사건 업소에 인테리어를 하고 영업을 하던 중 1층에 객장이 없어 테이크아웃으로만 커피를 판매하다 타산이 맞지 않아 2층 확장을 결심하여 인테리어 업자를 섭외, 공사를 진행하던 중 자금난과 인테리어 업자의 연락두절을 반복한 끝에 현재까지도 2층 인테리어를 마감하지 못한 채 송파구청 식품위생팀으로부터 영업장 변경 신고 미이행으로 영업정지 7일의 행정처분을 받았다.\n나. 현재 청구인은 만성 적자와 불경기 탓에 감당하기 어려울 정도로 힘든 상황이며 7일간 영업을 못하게 되면 임대료와 각종 체납된 세금 등으로 누적된 자금난에 더욱 큰 타격을 입게 될 것이며, 생계를 이어갈 수 없는바 선처를 바란다.\n\n3. 피청구인 주장\n가. 청구인이 영업신고를 한 2011. 9. 2.부터 피청구인이 영업장을 7차례 방문하여 청구인에게 영업장 면적 변경신고 할 것을 행정지도 하였으나 이행하지 않고 2층에서 무신고 영업행위를 계속해온바 있다.\n나. 피청구인은 「식품위생법 시행규칙」 제89조 별표 23 2. 개별기준 3. 식품접객업 제8호를 적용하여 적법하게 처분한 것이며 식품위생법을 위반한 청구인의 영업정지 처분취소 청구가 받아들여진다면 주변에 이런 변명과 법을 악용하려는 업소가 계속적으로 증가할 우려가 있는바, 이 사건에 대한 영업정지처분은 공익상 필요 및 행정의 효율성에 부합한 적법한 행정처분이므로 청구인의 주장은 이유 없다.\n\n4. 이 사건 처분의 위법·부당 여부\n가. 관계법령\n식품위생법 제37조, 제75조\n식품위생법 시행령 제25조, 제26조\n식품위생법 시행규칙 제89조 별표 23\n나. 판 단\n1) 청구인과 피청구인이 제출한 행정심판 청구서, 답변서 등의 기재 내용을 종합하여 보면 다음과 같은 사실을 각각 인정할 수 있다.\n가) 청구인은 이 사건 업소를 ‘영업소 명칭 ○카페, 영업장 면적 29.7㎡, 영업의 종류 일반음식점'으로 신고하고 현재까지 운영하고 있다.\n나) 피청구인은 2013. 3. 5. 16:40경 청구인이 이 사건 업소에서 당초 신고한 영업장 면적(1층, 29.7㎡)외에 신고하지 않은 2층을 무단 확장하여 영업장으로 운영하고 있는 사실을 적발하였다.\n다) 피청구인은 2013. 3. 21. 청구인에 대하여 영업장 면적 변경 후 변경신고 미 이행을 이유로 영업정지 7일의 행정 처분을 사전 통지하고 의견 제출 기회를 부여하였으며, 청구인은 2013. 4. 4. 피청구인에게 영업장 변경신고를 하겠다는 의견서를 제출하였다.\n라) 피청구인은 2013. 5. 9. 청구인에게 이 사건 처분을 하였다.\n2) 이 사건 처분의 위법·부당여부에 관하여 살펴본다.\n가) 「식품위생법」제37조, 제75조, 같은 법 시행령 제25조, 제26조 및 같은 법 시행규칙 제89조 별표 23에 의하면 일반음식점영업을 하려는 자는 시장·군수·구청장에게 신고하여야 하고 신고한 사항 중 대통령령으로 중요한 사항을 변경할 때에도 같다고 정하고 있으며, 영업장의 면적을 변경하고 변경신고를 하지 아니한 경우 6개월 이내의 기간을 정하여 영업의 전부 또는 일부를 정지하거나 폐쇄를 명할 수 있고, 1차 위반의 경우 영업정지 7일의 행정처분을 규정하고 있다.\n나) 이 사건 처분에 관하여 본다.\n위 인정사실과 피청구인의 식품접객업소 영업장 현장 적발사진 등 제출 자료에 의하면, 청구인이 이 사건 업소 2층을 영업장으로 무단 확장하여 손님에게 음식을 판매하는 등의 영업행위로 법을 위반한 사실이 인정된다.\n피청구인이 위와 같은 청구인의 법 위반 사실에 대하여 적법한 절차를 거쳐 청구인에게 한 이 사건 처분은 위법하거나 부당하다고 할 수 없다.\n\n5. 결 론\n그렇다면, 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}