{
    "행정심판재결례일련번호": 144807,
    "사건명": "개발행위(토지형질변경)허가신청반려처분취소",
    "사건번호": "서행심 2009-583",
    "의결일자": "2009-09-28",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=144807&type=HTML&mobileYn=",
    "재결요지": "도시계획조례 제24조[별표 1]의 개발행위 허가기준에 부적합함을 사유로 이 사건 신청을 반려한 것은 적법하다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인은 2009. 6. 12. 청구인에게 한 개발행위(토지형질변경)허가신청 반려처분은 이를 취소한다.",
    "이유": "1. 사건의 개요\n청구인이 2009. 4. 29. ○○구 ○○동 산84-2번지 619㎡(이하 ‘이 사건 토지’라 한다)에 대하여 개발행위(토지형질변경) 허가신청을 하였으나, 피청구인은 서울특별시도시계획조례(이하 ‘도시계획조례’ 라 한다) 제24조[별표1] 개발행위허가기준에 의하여 입목본수도 51 초과, 경사도 21도 초과 및 대지와 도로와의 관계가 건축법에 적합하지 않음을 사유로 2009. 6. 12. 청구인의 개발행위(토지형질변경)허가신청반려처분(이하 ‘이 사건 처분’ 이라 한다)을 하였다.\n\n2. 청구인 주장\n도시계획조례 제24조 [별표 1]의 개발행위 허가기준에 입목본수는 51 미만의 토지로 규정되어 있으나, 피청구인이 임의대로 나뭇가지 및 잡초 등을 입목본수로 산입하여 측정함으로써 사실과 다르게 입목본수도가 산정되었고, 이 사건 토지 전체의 경사도가 21도가 넘는 것이 아니며, 경사도가 21도 이상일 경우에는 21도 이상인 부분만 제외하고 행위허가 신청서를 보완하여 제출할 것을 요구하여야 함에도 이를 이행하지 않고 반려한 것은 위법하다.\n\n3. 피청구인 주장\n가. 이 사건 토지에 대한 개발행위(토지형질변경)허가신청에 대하여, 도시계획조례 시행규칙제10조 관련[별표 3]에 의하여 부지 내 입목 본수도를 산정한 결과 215로 위 도시계획조례 제24조[별표1]의 개발행위허가기준(입목본수도 51 미만인 토지)에 부적합하며, 또한, 조례시행규칙 제11조[별표4]에 의하여 경사도는 지형에 따라 수개의 적정단면을 등고선에 직각되게 설정하여 각 단면의 경사도를 산정하여야 하고, 이 때 산정된 경사도 중 최대 경사도를 전체 토지의 경사도로 적용하여야 하므로 청구인이 제출한 경사도 측정서류를 검토한 결과 4라인의 경사도가 23도 11분이므로 도시계획조례 제24조 [별표1]의 개발행위허가기준(경사도 21도 미만인 토지)에 부적합하다.\n\n나. 도시계획조례 제24조[별표1] 개발행위허가기준에 의하여 예정건축물 등에 연결되는 도로는 폭 4m 이상이어야 하고, 대지와 도로와의 관계는 건축법의 규정에 적합하여야 한다라고 되어 있으며, 건축법 제2조에서 도로는 관계법에서 도로로 결정ㆍ고시된 것이나 시장ㆍ군수 등 허가권자가 이를 도로로 지정한 것 이외에는 건축법상 도로로 볼 수 없다고 규정하고 있는 바, 청구인이 기부채납 된 도로라고 주장하는 ○○구 ○○동 산 83번지는 사유지로서 건축법에서 정한 도로로 볼 수 없고, 이 사건 신청지는 지적도상 도로와 접하고 있지 않으므로 위 도시계획조례 제24조[별표1]의 개발행위 허가기준에 부적합하다.\n\n4. 이 사건 처분의 위법ㆍ부당여부\n가. 관계법령\n(1) 서울특별시도시계획조례 제24조\n(2) 서울특별시도시계획조례시행규칙 10조[별표3], 제11조[별표4]\n(3) 건축법 제2조, 제44조\n(4) 건축법시행령 제28조\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 관계서류에 의하면 다음과 같은 사실을 각각 인정할 수 있다.\n(가) 이 사건 토지인 ○○구 ○○동 산84-2번지 619㎡는 제1종일반주거지역내에 위치한 지목이 임야인 토지이다.\n\n(나) 이 사건 토지는 ○○○과 ○○○가 공동소유자로 되어 있는 ○○구 ○○동 산 83번지 현황도로와 인접하고 있으며, ○○구 ○○동 산 83번지 현황도로는 피청구인이 1991. 4. 11. ○○구 고시 제10호로 고시한 폭 8m의 도시계획시설인 도로와 인접해 있다.\n\n(다) 청구인은 위 토지에 대하여 건축물의 건축을 위한 대지조성을 목적으로 2009. 4. 29. 피청구인에게 개발행위(토지형질변경)허가 신청을 하였으나, 피청구인은 2009. 6. 12. 개발행위(토지형질변경) 허가신청을 반려하는 내용의 이 사건 처분을 하였다.\n\n(2) 이 사건 처분의 위법ㆍ부당여부에 대하여 살펴본다.\n(가) 도시계획조례 제24조[별표1]의 개발행위허가기준 제1호가목(3)(가) (나)에 의하면 ‘토지의 형질변경이나 토석 채취의 경우에는 표고, 경사도, 임상, 인근 도로의 높이, 물의 배수 등을 참작하여 입목본수도 51퍼센트(녹지지역에서는 41퍼센트) 미만인 토지, 경사도 21도(녹지지역에서는 15도) 미만인 토지의 기준에 적합할 것’ 을 규정하고 있고, 위 조례 제24조 [별표1]의 개발행위허가기준 제1호마목(1)(나)에는 ‘예정건축물 등에 연결되는 도로는 폭 4미터 이상이어야 하고 대지와 도로와의 관계는 건축법의 규정에 적합하도록 하여야 한다’ 고 규정하고 있다.\n또한, 같은조례 시행규칙 제10조에 의하면 ‘ 조례 별표1 제1호가목(3)(가)에서 정한 입목본수도의 조사 및 산출은 별표3의 방법에 따른다’ 라고 규정하고 있으며, 제11조에 의하면 ‘조례 별표1 제1호가목(3)(나)에서 정한 경사도의 조사 및 산출은 별표4의 방법에 따른다’ 라고 규정하고 있고, 별표[4]는 ‘평면적으로 경사가 일정하지 않은 토지는 지형에 따라 수개의 적정단면을 등고선에 직각되게 설정하여 각 단면의 경사도를 산정하여야 하고, 이 때 산정된 경사도 중 최대 경사도를 전체 토지의 경사도로 적용하여야 한다’ 라고 규정하고 있다.\n또한, 「건축법」제2조제1항제11호의 각목에 의하면 ‘도로란 보행과 자동차통행이 가능한 4미터 이상의 도로(지형적으로 자동차통행이 불가능한 경우와 막다른 도로의 경우에는 대통령령으로 정하는 구조와 너비의 도로)로서 「국토의 계획 및 이용에 관한 법률」,「도로법」,「사도법」, 그 밖의 관계법령에 따라 신설 또는 변경에 관한 고시가 된 도로, 건축허가 또는 신고시에 특별시장ㆍ광역시장ㆍ도지사ㆍ특별자치도지사 또는 시장ㆍ군수ㆍ구청장이 위치를 지정하여 공고한 도로나 예정도로를 말한다’ 라고 규정하고 있으며, 같은 법 제44조 및 같은법 시행령 제28조 규정에 의하면, ‘건축물의 대지는 2미터 이상의 도로(자동차만의 통행에 사용되는 도로는 제외한다)에 접하여야 하고, 연면적의 합계가 2천제곱미터 이상인 건축물의 대지는 너비 6미터 이상의 도로에 4미터 이상 접하여야 한다’ 라고 규정하고 있다.\n\n(나) 살피건대, 청구인은 피청구인이 나뭇가지 및 잡초 등을 입목본수로 산입하여 측정함으로써 사실과 다르게 입목본수도가 산정되었다고 주장하나, 피청구인이 2009. 6. 3. 청구인의 입회하에 위 도시계획조례시행규칙 제10조 관련 [별표3]에 의하여 이 사건 토지내 입목본수도를 산정한 결과, 입목본수도가 215로서, 이는 위 도시계획조례 제24조[별표1] 제1호가목(3)가의 ‘입목본수도 51 미만인 토지’의 규정에 위배된다 할 것이다.\n또한, 청구인은 이 사건 토지 전체의 경사도가 21도가 넘는 것이 아니므로 경사도가 21도를 넘는 부분만을 제외하고 행위허가신청서를 보완하여 제출하도록 요구하여야 함에도 이를 이행하지 아니하고 반려 처분한 것은 위법하다고 주장하나, 이 사건 청구는 2009. 4. 29. 개발행위(토지형질변경)허가 신청당시 경사도 21도가 넘는 부분을 제외하고 신청한 것이 아니라 경사도 21도가 넘는 부분을 포함하여 이 사건 토지 전체 619㎡에 대하여 신청한 것이고, 이에 대하여 피청구인이 위 도시계획조례 제24조[별표 1]의 개발행위 허가기준 등에 의해 이 사건 허가신청의 적법여부를 심사하여 통보한 것이므로 청구인의 주장은 이유가 없다 할 것이며, 이 사건 토지의 경사도 적합여부에 대하여 살펴보면, 위 도시계획조례 제11조 관련 별표 4에는 지형이 평면적으로 변화되는 경우 경사도 측정방법은 ‘지형에 따라 수개의 적정 단면을 등고선에 직각되게 설정하여 각 단면의 경사도를 산정하고, 이 때 산정된 경사도 중 최대 경사도를 전체 토지의 경사도로 적용하도록 하고 있는 바, 청구인이 제출한 허가신청서상의 경사도 측정서류에는 5개 라인의 경사도 중 4번째 라인의 경사도가 23도 11분으로서 위 도시계획조례 제24조 [별표1]가목(3)(나)의 ‘경사도 21도 미만인 토지’의 규정에 부적합하다 할 것이다.\n아울러, 청구인은 이 사건 신청지와 인접하고 있는 토지인 ○○구 ○○동 산 83번지는 피청구인에게 기부체납되어 도로로 사용하고 있으므로 위 도시계획조례[별표1] 제1호마목(1)(나)의 규정에 적합하다고 주장하나, 청구인이 기부체납된 도로라고 주장하는 위 ○○동 산 83번지는 사유지로서 위 건축법에서 정한 도로라 볼 수 없다 할 것인 바, 이 사건 토지는 지적도상 도로와 접하고 있지 아니하므로 위 도시계획조례 제24조[별표1]의 제1호마목(1)(나)의 규정에 부적합하다 할 것이다.\n따라서, 청구인의 이 사건 토지에 대한 개발행위(토지형질변경)허가신청에 대하여 피청구인이 위 도시계획조례 제24조[별표1]의 개발행위허가기준인 입목본수도 경사도 및 대지와 도로와의 관계가 건축법에 적합하지 않음을 사유로 반려처분한 것은 정당하다 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구는 이유 없다고 인정되므로 이를 기각하기로 하여 주문과 같이 재결한다."
}