{
    "행정심판재결례일련번호": 165106,
    "사건명": "변상금 부과처분 취소청구",
    "사건번호": "중앙행심2012-10860",
    "의결일자": "2013-02-26",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=165106&type=HTML&mobileYn=",
    "재결요지": "피청구인은 손실보상 협의요청에 대한 회신을 2012. 3. 27. 하면서 손실보상금 납입고지서를 발부한 사실에 비추어 볼 때, 청구인이 이 사건 변상금 부과대상이 된 기간 동안에 이 사건 토지를 사전 손실보상 없이 사실상 지배하면서 계속하여 점유하여 사용해 온 것으로 볼 수 있는 점, 구 「국유재산법」 제7조에 의하면 누구든지 이 법 또는 다른 법률에서 정하는 절차와 방법에 따르지 아니하고는 국유재산을 사용하거나 수익하지 못한다고 되어 있는 점 등을 종합하여 보면 청구인의 위 주장은 받아들일 수 없다.\n따라서 청구인이 국유재산인 이 사건 토지에 대하여 사전 손실보상을 이행하지 않고 공사를 준공하여 무단점유하였다는 이유로 구 「국유재산법」제72조에 의하여 청구인에게 변상금 부과처분을 한 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2012. 4. 4. 청구인에게 한 346만 7,740원의 변상금 부과처분을 취소한다.",
    "이유": "1. 사건개요\n피청구인은 청구인이 경전선 삼랑진∼진주간 ○○전철 건설사업(이하 ‘이 사건 건설사업’이라 한다) 구간에 편입된 산림청 소관 국유재산인 경상남도 ○○시 ○○구 ○동 산109 철도부지 793㎡(이하 ‘이 사건 토지’라 한다)에 대해 사용허가를 받지 않고 무단으로 점유ㆍ사용하고 있다는 이유로 2012. 4. 4. 청구인에게 부과기간을 2008. 10. 8.부터 2012. 1. 31.까지로 하여 산출한 변상금 346만 7,740원을 부과(이하 ‘이 사건 처분’이라 한다) 하였다.\n\n2. 청구인 주장\n가. 피청구인은 구 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다」 제62조에 의거 청구인이 사전 손실보상을 이행하지 않고 이 사건 토지에 철도기반시설을 준공하여 무단점유하였다는 이유로 이 사건 처분을 하였으나, 피청구인은 청구인이 구 「토지보상법」 제62조 후단에 의거 사전 ‘승낙’ 받은 사실을 간과하고 있다.\n\n나. 이 사건 토지는 구 「철도건설법」 제11조 제1항에 의하여 이 사건 건설사업 실시계획 승인고시(건설교통부고시 제2005-○○○호, 2005. 8. 1.) 및 변경승인고시(건설교통부고시 제2006-○○○호, 2006. 4. 5.)에 의해 산림청장으로부터 사전에 산지전용허가가 된 것으로 의제된 사항으로써 무단점유에 해당될 여지가 없으므로 피청구인의 이 사건 처분은 위법ㆍ부당하기에 취소되어야 한다.\n\n3. 피청구인 주장\n가. 이 사건 토지에 대한 ‘공사 착수 전 손실보상’은 구 「산지관리법」제14조제2항의 규정에 따라서 ‘이 사건 건설사업 실시계획 변경’을 위한 국토해양부장관과 산림청장간의 2008. 4. 22. 협의 조건사항이다.\n\n나. 또한, 구 「토지보상법」 제62조에도 ‘사업시행자는 해당 공익사업을 위한 공사에 착수하기 이전에 토지소유자와 관계인에게 보상액 전액(全額)을 지급하도록 하여야 한다.\n’라고 사전보상에 관한 사항을 규정하고 있다.\n다. 청구인은 구 「철도 건설법」 제11조 제1항에 따라서 산지전용허가가 의제되는 승인고시만으로 이 사건 토지에 대하여 사전 승낙받았다고 주장하나, 산지전용허가의 의제는 전면적 손실보상 후 사업을 시행하도록 한 ‘협의조건’이 선행되어야 산지전용허가가 완전히 성립되어 그 효력이 발생되는 사항이다.\n\n라. 따라서 청구인이 사전 손실보상을 이행하지 않고 이 사건 토지에 철도기반시설을 준공하였으므로 피청구인이 청구인에게 한 이 사건 처분이 적법ㆍ타당하기에 청구인의 청구는 기각되어야 한다.\n\n4. 관계법령\n구 국유재산법 제2조, 제7조, 제72조 제1항(2012. 12. 18. 법률 제11548호로 개정되어 2012. 12. 18. 시행되기 전의 것, 이하 같다)\n구 국유재산법 시행령 제29조, 제71조 제1항(2012. 4. 10. 대통령령 제23718호로 개정되어 2012. 4. 15. 시행되기 전의 것, 이하 같다)\n구 국유재산법 시행규칙 제49조(2012. 6. 19. 기획재정부령 제290호로 개정되어 2012. 6. 19.시행되기 전의 것, 이하 같다)\n구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조(2009. 4. 1. 법률 제9595호로 개정되어 2009. 4. 1. 시행되기 전의 것, 이하 같다)\n구 철도건설법 제11조제1항, 제2항(2007. 12. 21. 법률 제8733호로 개정되어 2008. 9. 22. 시행되기 전의 것, 이하 같다)\n구 공공철도건설촉진법 제3조, 제6조(2004. 12. 31. 법률 제7304호로 개정되어 2005. 7. 1. 시행되기 전의 것, 이하 같다)\n구 산지관리법 제14조제2항(2009. 1. 30. 법률 제9401호로 개정되어 2009. 7. 31. 시행되기 전의 것, 이하 같다)\n구 산림법 제75조(2006. 2. 21. 법률 제7849호로 개정되어 2006. 7. 1. 시행되기 전의 것, 이하 같다)\n\n5. 인정사실\n청구인과 피청구인이 제출한 행정심판청구서, 답변서, 보충서면, 관보, 공문 등 자료에 따르면 다음과 같은 사실을 인정할 수 있다.\n\n가. 이 사건 토지는 1996. 9. 19.부터 국유재산으로 소유권보존 등기되어 피청구인이 관리청으로 관리하고 있다가 2012. 5. 10. 공공용지의 협의취득에 의하여 청구인에게 같은 해 5. 30. 소유권이 이전등기되었다.\n\n나. 구 건설교통부장관은 2005년 7월경 청구인이 신청한 ‘이 사건 건설사업 실시계획’을 같은 해 8. 1. 승인하고, 이를 관보에 고시(건설교통부고시 제2005-○○○호)하였다.\n다. 이 사건 토지는 2005. 8. 1. 이 사건 건설사업 실시계획 승인시 건설사업 구간에 673㎡만 편입되었다가 2006. 4. 5. 당초 실시계획이 변경승인고시(건설교통부고시 제2006-○○○호)되면서 건설사업 구간에 전부 편입되었다.\n\n라. 구 건설교통부장관은 청구인이 시행하는 이 사건 건설사업 실시계획(안)에 대해 구 「공공철도건설촉진법」 제6조제2항에 따라 2005. 2. 24. 산림청 소관 산지전용허가사항에 대해 산림청장에게 협의 요청하였고, 이에 대하여 산림청장은 같은 해 5. 12. 다음과 같이 협의에 대한 회신을 하였다.\n- 다 음 -\no 편입국유림중 ○○시 ○동 산109번지 및 ○○시 ○○면○○동 61번지에 대하여는 지상입목 및 잔여지 포함하여 전면적 손실보상 후 사업시행하되, 사업시행이 불가피한 경우에는 구 「산림법」 제75조의 규정에 의한 사용허가를 받은 후 사업시행\n\n마. 구 건설교통부장관이 2007. 12. 10. 구 「철도건설법」 제11조 제2항에 따라 청구인이 시행하는 이 사건 건설사업 실시계획변경을 위한 협의를 요구하자, 산림청장은 2008. 4. 22. 다음과 같은 취지로 회신을 하였다.\n- 다 음 -\no 경전선 삼랑진-진주 복선전철 건설사업 실시계획변경을 위한 협의요청 건에 대하여 다음 조건으로 협의하니 조건사항이 이행될 수 있도록 조치 바람\n- 철도구역에 편입되는 공ㆍ사유림에 대하여는 토지소유자(관계행정기관)와 매수 또는 손실보상 등에 관하여 사전협의 후 사업시행\n- 편입되는 산림청 소관 국유재산인○○시 ○동 산 109번지에 대하여 일괄 손실보상 후 사업시행\n- 그 외 사항에 대하여는 기협의 조건사항(2005. 5. 12.)을 준수\n\n바. 이후 청구인은 2011. 10. 27. 및 같은 해 12. 28. 피청구인에게 이 사건 토지에 대하여 손실보상 협의 및 재협의 요청을 하였고, 피청구인은 2012. 3. 27. 손실보상협의 회신을 하면서 ‘토지매각대금 2,379만원’과 ‘납부기한을 같은 해 4. 4.’로 기재한 납입고지서를 통지하였다.\n\n사. 피청구인은 2012. 2. 1. 청구인에게 이 사건 토지에 대한 사업착공일 조회를 요구하였고, 청구인은 같은 해 2. 28. 공사착공일을 ‘2008. 10. 8.’로 회신한 바 있다.\n\n아. 피청구인은 2012. 3. 27. 청구인에게 이 사건 토지에 대하여 구 「국유재산법」 시행규칙 제49조에 따라 변상금부과 사전통지를 하였고, 이에 대하여 청구인은 같은 해 4. 2. 다음과 같은 취지의 의견을 제출하였다.\n- 다 음 -\no 편입부지는 구 「철도건설법」 제11조에 의거 이 사건 건설사업 실시계획 인정고시(건설교통부 제2005-○○○호, 2005.8.1)에 의하여 사전 산지전용허가된 사항이므로 부과철회되어야 할 사항이며, 변상금 철회 후에 같은 부지를 매수할 계획임\n\n자. 이에 대하여 피청구인은 2012. 4. 4. 청구인에게 다음과 같은 취지로 회신하였다.\n- 다 음 -\no 이 사건 토지에 대한 공사 착수 전 손실보상은 구 「산지관리법」 제14조 제2항에 따라서 “이 사건 건설사업 실시계획 변경”을 위한 국토해양부장관과 산림청장간의 2008. 4. 22. 협의조건 사항이며 구 「토지보상법」 제62조에서도 사전보상토록 규정하고 있고, 변상금부과는 관련 법률에 따른 기속행위로 철회 대상이 아님\n\n차. 피청구인은 2012. 4. 4. 청구인이 국유재산인 이 사건 토지에 대하여 사전손실 보상을 이행하지 않고 철도기반시설을 준공하였다는 이유로 구 「국유재산법」 제72조에 따라 납부기한을 ‘2012. 5. 25.’로 하여 다음과 같은 내용의 변상금 부과처분을 하였다.\n\n- 다 음 -\n○ 점유현황 (단위 : ㎡)\n<img src='/flDownload.do?flSeq=18346986'></img>\n\n○ 납부할 금액 : 금 3,467,740원 (단위 : 원)\n<img src='/flDownload.do?flSeq=18346985'></img>\n\n6. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계 법령의 내용\n1) 구 「국유재산법」 제7조에 의하면, 누구든지 이 법 또는 다른 법률에서 정하는 절차와 방법에 따르지 아니하고는 국유재산을 사용하거나 수익하지 못한다고 되어 있고, 같은 법 제2조 제9호, 제72조 제1항 및 같은 법 시행령 제71조에 의하면, 이 법 또는 다른 법률에 의하여 국유재산의 사용ㆍ수익허가 등을 받지 아니하고 국유재산을 점유하거나 이를 사용ㆍ수익한 자(대부 또는 사용ㆍ수익허가 기간이 만료된 후 다시 대부 또는 사용ㆍ수익허가 등을 받지 아니하고 국유재산을 계속 점유하거나 이를 사용ㆍ수익한 자를 포함한다, 이하 “무단점유자”라 한다)에 대하여는 당해 재산에 대한 대부료 또는 사용료의 100분의 120 상당액에 그 재산을 점유한 기간을 곱한 금액을 변상금으로 징수하되, 점유한 기간이 1회계연도를 초과하는 때에는 각 회계연도별로 산출한 변상금을 합산한 금액을 징수하도록 되어 있는 바, 국유재산의 무단점유 등에 대한 변상금징수의 요건은 구 「국유재산법」 제72조 제1항에 명백히 규정되어 있으므로 변상금을 징수할 것인가는 처분청의 재량을 허용하지 않는 기속행위이고, 동 규정에 따른 변상금 부과는 국유재산에 대한 점유나 사용ㆍ수익의 개시 그 자체가 법률상 아무런 권원없이 이루어진 경우에는 정상적인 사용료를 징수할 수 없으므로, 그 사용료 대신에 변상금을 징수한다는 취지로 풀이되므로, 점유나 사용ㆍ수익을 정당화할 법적 지위에 있는 자가 아니라면 위 규정이 적용되어야 한다.\n\n2) 구 「철도 건설법」 제11조 제1항에 의하면, 구 건설교통부장관이 철도건설사업실시계획을 승인한 때에는 구 「산지관리법」 제14조에 의한 산지전용허가 등이 있는 것으로 보고, 실시계획의 승인고시를 한 때에는 관계 법률에 따른 인ㆍ허가 등의 고시 또는 공고가 있는 것으로 보도록 되어 있으며, 같은 법 제11조 제2항에 의하면, 구 건설교통부장관이 산지전용허가 등이 포함된 실시계획을 승인하려면 사업시행자가 제출한 관계 서류를 구비하여 미리 관계 행정기관의 장과 협의하도록 되어 있다.\n\n3) 구 「산지관리법」 제14조 제2항에 의하면, 관계 행정기관의 장이 다른 법률에 따라 산지전용허가가 의제되는 행정처분을 하기 위하여 산림청장에게 협의를 요청하는 경우에는 대통령령이 정하는 바에 따라 산지전용 허가기준에 맞는지를 검토하는 데에 필요한 서류를 제출하도록 되어 있으며, 같은 법 제3항에 의하면, 관계행정기관의 장이 협의를 한 후 산지전용허가가 의제되는 행정처분을 하였을 때는 지체 없이 산림청장등에게 통보하도록 되어 있다.\n\n4) 구 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」 제62조에 의하면, 사업시행자는 당해 공익사업을 위한 공사에 착수하기 이전에 토지소유자 및 관계인에 대하여 보상액의 전액을 지급하여야 하고, 다만, 천재ㆍ지변시의 토지의 사용과 시급을 요하는 토지의 사용 또는 토지소유자 및 관계인의 승낙이 있은 때에는 그러하지 아니하다로 되어 있다.\n\n5) 구 「산림법」 제75조 따르면, 산림청장은 공용ㆍ공공용 또는 공익사업을 위하여 필요할 때 국유림을 무상으로 대부 또는 사용허가 할 수 있도록 되어 있다.\n\n나.판 단\n1) 청구인이 이 사건 토지는 구 「철도 건설법」 제11조 제1항에 따라서 이 사건 건설사업 실시계획 및 변경실시계획 승인고시에 의해 산지전용허가 등이 의제되는 사항으로써 구 「토지보상법」 제62조 후단에서 규정하는 사전보상 예외사항인 ‘승낙’을 사전에 받은 것에 해당하므로 사전 손실보상을 이행하지 않고 이 사건 토지에 공사를 착공하여 준공하였더라도 무단점유에 해당될 여지가 없으므로 이 사건 변상금 부과처분이 위법ㆍ부당하다고 주장하므로 이에 대하여 살펴본다.\n\n2) 위 인정사실에 따르면, 이 사건 토지에 대한 ‘손실보상 후 사업시행’은 구 「철도 건설법」 제11조 제2항에서 정하는 절차에 따라 이루어진 ‘이 사건 건설사업 실시계획’ 승인을 위한 구 건설교통부장관과 산림청장간의 2005. 5. 12. 산지전용허가 협의조건 사항이며, 또한 ‘이 사건 건설사업 실시계획 변경’ 승인을 위한 국토해양부장관과 산림청장간의 2008. 4. 22. 산지전용허가 협의조건 사항인데도 청구인이 이를 간과하고 있는 점, 청구인은 이 사건 건설사업 실시계획 승인고시에 의한 산지전용허가의 의제를 들어 산지전용허가의 유효성을 주장하고 있으나, 이 사건 산지전용허가는 ‘협의’라는 조건부 처분이고, 협의의 내용은 ‘손실보상 후 사업시행’이므로 조건성취 전에는 그 유효성이 있다고 보기 어려운 점, 이 사건 토지에 대한 ‘손실보상 후 사업시행’이라는 산지전용허가 협의조건은 관계 법령에 명시적인 금지규정이 없고, 오히려 구 「토지보상법」 제62조 전단에서 사업시행자는 당해 공익사업을 위한 공사에 착수하기 이전에 토지소유자 및 관계인에 대하여 보상액의 전액을 지급하도록 원칙적으로 규정하고 있으며, 또한 “사업시행이 불가피한 경우에는 구 「산림법」 제75조의 규정에 의한 사용허가를 받은 후 사업시행” 하도록 협의조건에 함께 부가되어 있는 사정 등을 고려할 때 그 내용이 이행 불가능하고 비례의 원칙 및 평등의 원칙에 적합하지 않는 행정처분의 본질적 효력을 저해하는 위법한 조건이라고도 할 수 없는 점, 이 사건 토지에 대하여 청구인이 2008. 10. 8. 철도기반시설공사를 착공한 반면 피청구인에 대한 손실보상협의 및 재협의 요청은 공사착공 후인 2011. 10. 27 및 같은 해 12. 28.하였으며, 이에 피청구인은 손실보상 협의요청에 대한 회신을 2012. 3. 27. 하면서 손실보상금 납입고지서를 발부한 사실에 비추어 볼 때, 청구인이 이 사건 변상금 부과대상이 된 기간 동안에 이 사건 토지를 사전 손실보상 없이 사실상 지배하면서 계속하여 점유하여 사용해 온 것으로 볼 수 있는 점, 구 「국유재산법」 제7조에 의하면 누구든지 이 법 또는 다른 법률에서 정하는 절차와 방법에 따르지 아니하고는 국유재산을 사용하거나 수익하지 못한다고 되어 있는 점 등을 종합하여 보면 청구인의 위 주장은 받아들일 수 없다.\n\n3) 따라서, 청구인이 국유재산인 이 사건 토지에 대하여 사전 손실보상을 이행하지 않고 공사를 준공하여 무단점유하였다는 이유로 구 「국유재산법」제72조에 의하여 청구인에게 변상금 부과처분을 한 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n7. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}