{
    "행정심판재결례일련번호": 155409,
    "사건명": "국가유공자유족 등록거부처분 취소청구",
    "사건번호": "중앙행심2013-10978",
    "의결일자": "2013-07-23",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=155409&type=HTML&mobileYn=",
    "재결요지": "국가유공자 등 요건관련 사실확인서상 원상병명이 공란으로 통보되었고 고인이 군 복무 중에 이 사건 상이로 진료받았다는 사실을 확인할 수 있는 군 병상일지 등 객관적이고 구체적인 기록을 확인할 수 없는 점, 청구인은 고인이 전역한 후 60년 가까이 경과된 2012. 10. 8. 피청구인에게 고인이 6·25 전쟁 중에 이 사건 상이를 입었다고 주장하나 1993. 7. 28. 고인이 사망함에 따라 그 구체적인 부상부위를 확인할 수 없는 점, 달리 청구인 및 인우보증인들의 주장 외에 이 사건 상이가 전투 또는 이에 준하는 직무수행으로 인하여 발생하였음을 확인할 수 있는 구체적이고 객관적인 입증자료가 보이지 않는 점 등을 고려할 때 고인의 이 사건 상이를 전상군경 요건해당 상이로 인정하기 어려우므로, 피청구인의 이 사건 처분이 위법·부당하다고 할 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2013. 3. 29. 청구인에게 한 국가유공자유족 등록거부처분을 취소한다.",
    "이유": "1. 사건개요\n청구인은 고(故) 문○○(이하 ‘고인’이라 한다)의 배우자이고, 고인은 1952. 6. 9. 육군에 입대하여 6·25 전쟁에 참전하였다가 1953. 10. 15. 일병으로 명예전역한 자로서, 청구인은 고인이 전투 중 ‘윗입술총상, 다리파편상, 복부부위파편상’(이하 ‘이 사건 상이’라 한다)을 입은 후 1993. 7. 28. 사망하였다는 이유로 2012. 10. 8. 피청구인에게 국가유공자유족 등록신청을 하였으나, 피청구인은 이 사건 상이를 전상군경 요건해당 상이로 인정하지 아니한다는 이유로 2013. 3. 29. 청구인에게 국가유공자유족 등록거부처분(이하 ‘이 사건 처분’이라 한다)을 하였다.\n\n2. 청구인 주장\n고인은 6·25 참전용사로 적과 교전 중에 포탄이 터져 얼굴과 다리 및 복부를 다쳐 제대하였고 이로 인하여 청구인과 6남매가 생계유지에 큰 어려움을 겪었으며 고인은 후유증에 시달리다가 사망하였으므로 국가유공자로 등록되어야 한다.\n\n3. 관계법령\n국가유공자 등 예우 및 지원에 관한 법률 제4조제1항제4호, 제6조, 제83조제1항\n국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조, 제8조, 제10조, 제102조제1항, 별표 1\n\n4. 인정사실\n청구인과 피청구인이 제출한 행정심판청구서, 답변서, 국가유공자 등 요건관련 사실확인서, 처분서 등 각 사본의 기재내용을 종합하여 보면 다음과 같은 사실을 인정할 수 있다.\n\n가. 청구인은 고인의 배우자이고, 고인은 1952. 6. 9. 육군에 입대하여 6·25 전쟁에 참전하였다가 1953. 10. 15. 일병으로 명예전역한 자로서, 청구인은 고인이 전투 중 이 사건 상이를 입고 1993. 7. 28. 사망하였다는 이유로 2012. 10. 8. 피청구인에게 국가유공자유족 등록신청을 하였다.\n\n나. 육군참모총장의 2012. 11. 21.자 국가유공자 등 요건관련 사실확인서의 주요내용은 다음과 같다.\n- 다 음 -\n○ 원상병명: 공란\n○ 현상병명: 윗입술총상, 다리파편상, 복부부위파편상\n○ 확인결과\n- 병적대장, 거주표: 1953. 10. 15. 전역근거에 의거 명제 기록\n1953. 7. 12. 9사단부터 27육군병원으로 전상 입원 기록\n- 보통상이기장: 1953. 10. 21. 제165835호에 의거 수여기록확인\n- 병상일지: 확인불가, 육군기정단 기록보존활용과 회신문에 의거\n다. 2012. 11. 14.자 육군기록정보관리단의 기록보존활용과(12044) 회신문에는 고인의 병상일지를 확인할 수 없다고 기재되어 있다.\n\n라. 보훈심사위원회는 2013. 3. 18. 다음과 같은 이유로 고인을 ?국가유공자 등 예우 및 지원에 관한 법률?에 따른 국가유공자 요건에 해당하지 않는다고 심의·의결하였고, 이에 따라 피청구인이 2013. 3. 29. 청구인에게 이 사건 처분을 하였다.\n- 다 음 -\n○ 국가유공자 등 요건관련 사실확인서 상 원상병명이 공란으로 통보되었고, 병상일지도 확인불가로 통보되었으며 보통상이기장 수여사실(제165835호) 및 명예전역사실이 확인되나 유족 진술 이외에는 고인이 되어 명확한 상이부위는 확인할 수 없고 유족에 대한 사실조사 결과 ‘윗입술총상, 다리파편상, 복부부위파편상’ 중 ‘복부부위파편상’을 고인 생전에 가장 아파하였다고 진술하고 있으나 이를 객관적인 입증자료로 보기는 어렵고 달리 이 사건 상이가 전투 또는 이에 준하는 직무수행 중 부상을 입었다고 확인할 수 있는 병상일지 및 진단서 등 구체적이고 객관적인 자료가 확인되지 아니함을 감안할 때 이 사건 상이를 전상군경 요건해당상이로 인정하지 아니함\n\n마. 청구인이 제출한 마을주민 김○○, 박○○, 김○○의 2013. 6. 7.자 인우보증서 및 고인의 자인 문○○의 탄원서에는 ‘인우보증인들은 고인의 이웃 주민들로서 고인이 전쟁 중 부상을 당하여 대구○○병원에 입원했다는 연락을 받고 면회를 가서 고인이 얼굴과 다리, 복부 부분에 붕대를 감고 있는 것을 보았고 고인은 이로 인한 후유증으로 생계에 지장을 받아 어렵게 살다가 사망하였다’는 취지로 기재되어 있다.\n\n5. 이 사건 처분의 위법·부당 여부\n가.「국가유공자 등 예우 및 지원에 관한 법률」제4조제1항제4호, 같은 법 시행령 제3조 및 별표 1 등에 따르면, 군인이나 경찰공무원으로서 전투 또는 이에 준하는 직무수행 중 상이를 입고 전역하거나 퇴직한 경우 당해 상이가 전투 또는 이에 준하는 직무수행과 상당한 인과관계가 있다고 의학적으로 인정되는 때에는 이를 전상으로 인정하고 있고, 그 인과관계는 반드시 의학적·자연과학적으로 명백히 입증되어야 하는 것은 아니라고 할지라도 제반사정을 고려할 때 당해 상이와 전투 또는 이에 준하는 직무수행 사이에 상당한 인과관계가 있다고 인정되는 경우에 한하여 전상으로 인정하여야 할 것이며, 위와 같이 상당한 인과관계가 있는지에 대해서는 이를 주장하는 자가 입증하여야 한다(대법원 2003. 9. 23. 선고 2003두5617 판결 참조).\n\n나. 위 인정사실에 따르면, 국가유공자 등 요건관련 사실확인서상 원상병명이 공란으로 통보되었고 고인이 군 복무 중에 이 사건 상이로 진료받았다는 사실을 확인할 수 있는 군 병상일지 등 객관적이고 구체적인 기록을 확인할 수 없는 점, 청구인은 고인이 전역한 후 60년 가까이 경과된 2012. 10. 8. 피청구인에게 고인이 6·25 전쟁 중에 이 사건 상이를 입었다고 주장하나 1993. 7. 28. 고인이 사망함에 따라 그 구체적인 부상부위를 확인할 수 없는 점, 달리 청구인 및 인우보증인들의 주장 외에 이 사건 상이가 전투 또는 이에 준하는 직무수행으로 인하여 발생하였음을 확인할 수 있는 구체적이고 객관적인 입증자료가 보이지 않는 점 등을 고려할 때 고인의 이 사건 상이를 전상군경 요건해당 상이로 인정하기 어려우므로, 피청구인의 이 사건 처분이 위법·부당하다고 할 수 없다.\n\n6. 결론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}