{
    "행정심판재결례일련번호": 165390,
    "사건명": "일반음식점영업정지처분 취소청구",
    "사건번호": "행심 제2013-022호",
    "의결일자": "2013-02-19",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=165390&type=HTML&mobileYn=",
    "재결요지": "청소년을 종업원으로 고용했던 사실이 명백하다 하더라도, 3명의 손님에게 삼겹살 5인분과 음료수 1병에 더하여 소주 1병을 판매하였던 이 사건에서 적발 시간이 23:10이었다는 사실만으로 야간에는 주로 주류를 조리ㆍ판매하는 업소에 해당한다고 단정 짓기는 근거가 빈약하고, 검찰의 기소유예 처분이 있기는 하였지만, ‘불기소 이유’에 “식사류를 판매하면서 주류도 함께 판매하는 피의자의 업소를 청소년 유해업소라고 단정하기 어려울 뿐만 아니라”라고 기재되어 있는 점, 사건업소의 옥외 간판, 청구인의 사업자 등록증(‘업태:음식’, ‘종목:한식’) 등을 고려할 때, 사건업소가 야간에는 주로 주류를 조리ㆍ판매하는 업소로서 청소년고용금지업소에 해당한다고 보기도 어렵다고 보이므로 청구를 전부인용한다.",
    "주문": "피청구인이 2013. 1. 21. 청구인에게 한 영업정지 1개월 15일 처분은 이를 취소한다.",
    "청구취지": "피청구인이 2013. 1. 21. 청구인에게 한 영업정지 1개월 15일 처분은 이를 취소한다.",
    "이유": "1. 사건개요\n\n청구인은 2012. 4. 17. 피청구인에게 부산광역시 ○○구○○동 214-5, ○○○○○아파트 201호에 “○○○○○○○”이라는 상호의 일반음식점(이하 “사건업소”라 한다) 영업자 지위승계 신고를 하고 운영하던 중, 2012. 11. 30. 23:10경 이○○(1995년생)등 청소년 3명에게 주류를 판매한 사실이 부산영도경찰서 소속 경찰관에게 적발(이하 “이 사건 적발”이라 한다) 되었고, 부산영도경찰서장이 2012. 12. 4. 피청구인에게 위 적발사항을 통보함에 따라, 피청구인은 2012. 12. 10. 청소년에게 주류를 제공하였다는 이유로 영업정지 2개월 처분의 사전통지를 하였으나,\n부산영도경찰서장이 2012. 12. 13. 피청구인에게 이 사건 적발 당시 청구인이 사건업소에 청소년인 김○○(이하 “사건청소년”이라 한다)을 고용하고 있었던 사실이 밝혀져 청구인을 청소년보호법 위반 혐의로 검찰에 송치하였다는 통보를 해옴에 따라, 피청구인은 2012. 12. 18. 청구인에게 처분사전통지를 하였고 2013. 1. 2. 청구인으로부터 의견서를 제출받았으며, 2012. 1. 16. 부산지방검찰청검사장으로부터 청구인에 대하여 기소유예 처분하였음을 통보받고 2013. 1. 21. 청구인에 대하여 청소년고용금지업소에서 청소년을 고용(1차 위반) 하였다는 이유로 영업정지 1개월 15일 처분(이하 “이 사건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장 요지\n\n이에 대하여 청구인은 다음과 같이 주장한다.\n\n1. 청소년을 고용하게 된 경위\n가. 장사 경험이 없던 청구인은 큰 누나와 함께 동업으로 가게를 시작하게 되었으나 시작한 지 얼마 되지 않아 큰 누나가 병에 걸리게 되자 누나 없이 혼자 가게를 꾸려나가야만 했다.\n그러던 중 시골에 계시는 부모님마저 몸이 편찮게 되어 농사마저 제대로 짓지 못하게 되자 청구인은 장남으로서 그냥 있을 수만은 없어 사건 며칠 전 부모님을 도우러 가야겠다고 생각을 하였다.\n그러나 당시 가게에는 매니저 1명과 주방 아주머니가 전부였기에 청구인이 그냥 시골로 내려가게 되면 가게 문을 닫아야만 하는 상황이었다.\n어쩔 수 없이 며칠간만 파트타임으로 아르바이트생을 구한다는 메모를 가게 앞에 붙였고 인근에 살고 있던 청소년(김○○)이 일을 하게 해달라고 하였다.\n나. 청구인의 업소에는 식사를 하러 오시는 분들이 대부분이라 청소년 고용 위해 업소라고는 전혀 생각지 못하였다.\n그래도 혹여나 하는 마음에 부모님의 동의서가 있어야 된다고 하자 그 학생은 친권자 동의서를 받아 주었고 확인 결과 청소년의 어머니가 허락해 주었다는 것을 알게 되었다.\n청구인이 없는 며칠간만 고용할 것이라 매니저를 도와 줄 것을 부탁하고 부모님을 위해 시골에 다녀오던 중 경찰에게 적발이 되어 이 사건 처분을 받게 되었다.\n2. 이 사건 처분의 가혹성\n가. 청구인이 가게를 시작한 지 얼마 되지 않았고 장사의 경험이 전혀 없었지만 청소년들에게 주류를 판매하거나 유해업소에 입장해서는 안된다는 정도는 잘 알고 있었다.\n그러나 청구인이 운영하고 있는 식당이 돼지고기, 오리고기, 감자탕 및 식사류를 주로 판매하는 곳으로 일반 식당이라 할 수 있기에 청소년 유해업소라는 사실을 전혀 알지 못하였다.\n더욱이 청구인이 일부러 마음을 먹고 청소년을 고용한 것이 아니라 2일 가량만 청구인이 없는 사이 매니저를 대신해 일을 도울 수 있는 사람을 고용하고자 한 것으로 전혀 의도하지 않은데다 친권인의 허락을 받았기에 아무런 문제가 되지 않을 것으로 판단하였다.\n나. 검찰의 불기소 이유 또한 청구인이 운영하는 업체가 청소년 유해업소로 단정 짓기 어렵다고 판단을 하였고 청소년의 고용기간 또한 너무 짧다는 점 등을 고려해 청구인의 의도하지 않은 마음을 충분히 반영해 주었으며 부모의 동의를 받는 등 청구인으로서 할 수 있는 것은 모두 하였다는 점을 감안해 주었기에 이 모든 정황을 감안한다면 1개월 15일간의 행정처분이 너무나 가혹하다 할 것이다.\n3. 결 론\n여하튼 청구인의 가게에서 청소년을 고용하게 되었고 이에 대해 좀더 세심하게 관찰하지 못한 점을 깊이 반성하고 있고 앞으로는 철저하게 법규를 준수하고 더욱더 신중할 것을 약속드린다.\n그러나, 청소년 유해업소라고 단정 짓기가 어렵고 부모의 동의를 받았으며 고용기간 또한 길지 않다는 점, 창업 이래 법규를 철저하게 준수해왔으며 이 건이 처음이라는 점, 이 건에 대해 깊은 반성을 하고 있으며 앞으로는 더욱더 법규를 성실히 준수하고 이와 같은 일이 발생하지 않도록 더욱더 조심하겠다는 점 등을 감안하면 이 사건 처분으로 피청구인이 달성하려는 공익적 목적에 비해 청구인이 받을 고통이 너무나도 크므로 이 사건 처분을 감경해 주시기를 바란다.\n\n3. 피청구인 주장 요지\n\n피청구인은 다음과 같이 주장한다.\n\n1. 처분개요 및 사건경위\n가. 청구인은 2012. 11. 30. 23:10경 청소년 이○○(95.10.6생)외 3명에게 주류 등(소주 1병, 삼겹살 5인분)을 제공하다가 경찰에게 적발되어 피청구인에게 통보됨에 따라 피청구인은 “청소년 주류제공 1차” 위반으로 영업정지 2월의 처분사전통지를 하였다.\n나. 이후 영도경찰서 수사과-○○○○(2012.12.13)호로 동 사건에 대한 사건처리 결과가 통보된 바, 당초 위반사항이 ‘청소년 주류제공’인데 반해 수사결과 ‘청소년유해업소에 청소년 고용행위’로 위반사항이 변경되어 기소의견으로 송치하였음을 알려왔고,(사건 당시 업소 종사자 김○○은 16세의 청소년으로 업소에서 술과 음식을 주문 받고 써빙을 담당하고 있었음) 피청구인은 관계법령에 의거 “청소년유해업소에 청소년 고용행위”를 이유로 영업정지 3월의 처분사전통지를 하였다.\n다. 청구인은 2013. 1. 2. 억울함을 주장하며 사법기관의 처분결과가 있을 때까지 행정처분을 유보해 줄 것을 요청한 바, 피청구인은 청구인의 요구를 수렴하여 행정처분을 유보하였고, 2013. 1. 16. 부산지검의 동 사건 처분결과(피의자 신○○에 대한 청소년보호법 위반 기소유예 처분)를 감안, 예정처분보다 감경된 이 사건 처분을 하였다.\n2. 피청구인 답변\n가. 청구인은 고의로 청소년을 고용한 것이 아니고, 청구인이 운영하는 업소가 청소년 유해업소로 단정 짓기 어렵고 청소년의 고용기간 또한 짧다는 점 및 부모의 동의서를 받은 점 등이 고려되어 검찰로부터 기소유예 처분을 받은 점을 감안한다면 이 사건 처분이 너무 가혹하다고 주장하나, 청구인의 업소는 삼겹살, 오리고기, 감자탕 등 야간에는 주류를 전문적으로 판매하는 업소로서(적발시간 23:10경) 청소년 출입 시 신분확인은 물론이고 청소년들에게 주류를 제공해서도 안 되는 등 청소년보호법에 대해 누구보다 잘 알고 있음에도 불구하고 청소년을 종사자로 고용하였다는 사실은 명백히 청소년보호법을 위반하였다 할 것이며, 또한 영도경찰서 수사과의 사건처리결과서 및 신청인이 제출한 부산지방검찰청 불기소이유통지서에서도 위반사항이 인정된다 할 것이다.\n나. 또한 청소년보호법에 의거 행정처분 하도록 하고 있는 식품위생법 제44조 제2항의 영업자준수사항과 청소년보호와 관련된 위법행위에 대하여는 엄격한 법 적용을 통하여 청소년을 보호하고자 하는 입법취지에 비추어 볼 때 청구인의 경제적 어려움 등의 개인적 불이익보다 엄격한 법집행을 통해 기대되는 공익적 효과가 더 커다 할 것이다.\n다. 아울러, 청소년보호법에 근거하여 식품접객업자들의 무분별한 청소년고용을 규제하기 위하여 마련된「식품위생법」제44조제2항제3호 규정을 위반한 행위에 대하여 행정청이 처분한 사항에 잇따라 이의 신청이 받아들여지고 있어 청구인과 같이 이의 신청을 하면 행정처분의 경감 또는 취소의 재결을 받을 수 있다는 의식을 갖게 할 수 있어 청소년 보호와 관련된 위법행위는 법규의 입법 취지에 맞도록 엄격히 다루어야 할 것이며 또한 행정절차법에 의한 사전처분통지를 통하여 검찰청의 기소유예처분 등 청구인의 의견을 이미 반영하여 식품위생법이 경감할 수 있는 최대의 경감기준을 반영하여 처분한 적법한 처분으로 청구인의 청구는 기각되어야 할 것이다.\n\n4. 이 사건 처분의 위법ㆍ부당여부\n\n가. 관계법령\n○「식품위생법」제44조, 제75조\n○「식품위생법 시행규칙」제89조 [별표 23]\n○「청소년보호법」제2조\n○「청소년보호법 시행령」제6조\n나. 판 단\n(1) 청구인의 청구서, 피청구인의 답변서, 부산영도경찰서장의 법규 위반업소적발 통보, 처분사전통지에 대한 청구인의 의견서, 부산지방검찰청검사장의 사건처분결과 통보 등 각종 증거자료를 종합해 보면 다음과 같은 사실을 알 수 있다.\n(가) 청구인은 2012. 4. 17. 피청구인에게 영업자 지위승계 신고를 하고 사건업소를 운영하던 중, 2012. 11. 30. 23:10경 청구인이 청소년 3명에게 주류를 판매한 사실이 적발되었다.\n(나) 부산영도경찰서장은 2012. 12. 13. 위 청소년 주류제공 사실 수사결과 이 사건 적발 당시 청구인이 사건업소에 사건청소년을 고용하고 있었던 사실이 밝혀져 청구인을 청소년보호법 위반 혐의로 검찰에 송치하였다는 통보를 하였다.\n(다) 피청구인은 2012. 12. 18. 청구인에게 청소년고용금지업소에서 청소년을 고용하였다는 이유로 영업정지 3개월의 처분사전통지를 하였고, 2013. 1. 2. 청구인으로부터 억울하며 검찰의 처분이 있을 때까지 행정처분을 유보해달라는 내용의 의견서를 제출받았다.\n(라) 피청구인은 2013. 1. 16. 부산지방검찰청검사장으로부터 청구인에 대하여 기소유예 처분을 하였다는 통보를 받고, 청소년고용금지업소에서 청소년을 고용(1차 위반)하였다는 이유로 청구인에게 이 사건 처분을 하였다.\n(2) 살피건대,「식품위생법」제44조는 식품접객영업자가「청소년보호법」제2조제5호나목3)에 따른 청소년고용금지업소에 청소년을 고용하는 행위를 금지하고 있고,「청소년보호법」제2조 및 같은 법 시행령 제6조제2항제2호는 “일반음식점영업 중 음식류의 조리ㆍ판매보다는 주로 주류의 조리ㆍ판매를 목적으로 하는 소주방ㆍ호프ㆍ카페 등의 형태로 운영되는 영업”을 청소년고용금지업소로 규정하고 있으며,「식품위생법」제75조 및 같은 법 시행규칙 제89조 [별표 23] 행정처분의 개별기준에서는 청소년고용금지업소에서 청소년을 고용한 1차 위반의 경우 영업정지 3개월 처분을 규정하고, 일반기준에서는 해당위반사항에 관하여 검사로부터 기소유예 처분을 받은 경우 영업정지 처분기간의 2분의 1 이하의 범위에서 그 처분을 경감할 수 있도록 규정하고 있다.\n(가) 청구인의 이 사건 청구에 대한 피청구인의 답변을 요약하면, 청구인이 사건청소년을 사건업소 종업원으로 고용하였던 것은 명백한 사실이고, 이 사건 적발 시간이 23:10분이었던 점으로 볼 때 사건업소는 야간에는 주로 주류를 조리ㆍ판매하는 업소로서 청소년고용금지업소에 해당하며, 이는 청구인에 대한 검찰의 기소유예 처분에 의해 뒷받침되고 있다는 것이다.\n(나) 그러나 청구인이 청소년을 종업원으로 고용했던 사실이 명백하다 하더라도, 3명의 손님에게 삼겹살 5인분과 음료수 1병에 더하여 소주 1병을 판매하였던 이 사건에서 경찰의 적발 시간이 23:10이었다는 사실만으로 사건업소가 야간에는 주로 주류를 조리ㆍ판매하는 업소에 해당한다고 단정 짓기는 그 근거가 빈약하다 할 것이고, 비록 청구인에 대한 검찰의 기소유예 처분이 있기는 하였지만, 오히려 검찰 기소유예 처분서 ‘불기소 이유’를 살펴보면 “식사류를 판매하면서 주류도 함께 판매하는 피의자의 업소를 청소년 유해업소라고 단정하기 어려울 뿐만 아니라”라고 기재되어 있는 점, 사건업소의 옥외 간판, 청구인의 사업자 등록증(‘업태:음식’, ‘종목:한식’) 등 제반 사정을 종합적으로 고려할 때, 사건업소의 영업형태가 소주방ㆍ호프ㆍ카페 등도 아닐뿐더러 피청구인이 주장하는 바와 같이 야간에는 주로 주류를 조리ㆍ판매하는 업소로서 청소년고용금지업소에 해당한다고 보기도 어렵다고 여겨진다.\n\n5. 결 론\n\n그렇다면, 청구인의 청구는 이유 있다 할 것이므로 이를 인용하기로 하여 주문과 같이 재결한다."
}