{
    "판례일련번호": 404699,
    "사건명": "대전지방법원 2016. 6. 16. 선고 2016노867 판결 [폭력행위등처벌에관한법률위반(집단·흉기등상해)(인정된 죄명 특수상해), 폭행, 병역법위반, 사서명위조, 위조사서명행사, 도로교통법위반(음주운전), 상해]",
    "사건번호": "2016노867",
    "선고일자": "2016-06-16",
    "법원명": "대전지방법원",
    "법원종류코드": null,
    "사건종류명": "형사_교통",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대전지방법원 2016. 6. 16. 선고 2016노867 판결 [폭력행위등처벌에관한법률위반(집단·흉기등상해)(인정된 죄명 특수상해), 폭행, 병역법위반, 사서명위조, 위조사서명행사, 도로교통법위반(음주운전), 상해]\n【사건】\n2016노867 폭력행위등처벌에관한법률위반(집단·흉기등상해)(인정\n된 죄명 특수상해), 폭행, 병역법위반, 사서명위조,\n위조사서명행사, 도로교통법위반(음주운전), 상해\n피고인\nA\n항소인\n피고인\n검사\n장윤영, 허정수, 양익준, 최지은(기소), 허정, 송선민(공판)\n변호인\n법무법인 V 담당변호사 W\n원심판결\n대전지방법원 2015. 7. 14. 선고 2015고단150, 2015고단639(병\n합), 2015고단1114(병합), 2015고단1198(병합), 2015고단1467\n(병합) 판결\n환송전당심판결\n대전지방법원 2015. 12. 23. 선고 2015노2424 판결\n환송판결\n대법원 2016. 3. 24. 선고 2016도1008 판결\n판결선고\n2016. 6. 16.\n주문\n원심판결 중 유죄부분을 파기한다.\n피고인을 징역 2년에 처한다.\n이 유\n1. 재판의 졍과 및 당심법원의 심판범위\n가. 재판의 진행경과\n1) 원심은 이 사건 각 공소사실 중 피해자 C에 대한 폭행의 점에 관하여는 공소기각을 선고하였고, 나머지 폭력행위등처벌에관한법률위반(집단·흉기등폭행), 병역법위반, 사서명위조, 위조사서명행사, 도로교통법위반(음주운전), 상해의 점에 대하여 유죄로 인정하여 피고인에게 징역 2년 6월을 선고하였다.\n2) 이에 대하여 피고인만이 원심판결 중 유죄부분에 대하여 항소하였을 뿐 검사는 공소기각부분에 대하여 항소하지 않았고, 환송 전 당심법원은 피고인의 항소를 받아들이지 않았다.\n3) 환송 전 당심판결에 대하여 피고인은 법리오해를 이유로 상고하였는데, 상고심은, ① 환송 전 당심판결이 이 사건 공소사실 중 피고인이 위험한 물건인 알루미늄 야구방망이를 휴대하여 피해자 F에게 상해를 가한 행위에 대하여 구 폭력행위처벌법 제3조 제1항, 제2조 제1항 제3호, 형법 제257조 제1항을 적용하여 유죄로 판단한 제1심판결을 그대로 유지하였으나, ② 구 폭력행위 등 처벌에 관한 법률(2016. 1. 6. 법률 제13718호로 개정되기 전의 것, 이하 '구 폭력행위처벌법'이라 한다)은 제3조 제1항에서 \"단체나 다중의 위력으로써 또는 단체나 집단을 가장하여 위력을 보임으로써 제2조 제1항 각 호에 규정된 죄를 범한 사람 또는 흉기나 그 밖의 위험한 물건을 휴대하여 그 죄를 범한 사람은 제2조 제1항 각 호의 예에 따라 처벌한다.\"고 규정하고, 제2조 제1항에서 \"상습적으로 다음 각 호의 죄를 범한 사람은 다음의 구분에 따라 처벌한다.\"고 규정하면서 그 제3호에서 형법 제257조 제1항(상해) 등의 죄를 범한 사람을 3년 이상의 유기징역에 처하도록 규정하였는데, 2016. 1. 6. 법률 제13718호로 개정 · 시행된 폭력행위 등 처벌에 관한 법률이 이와 같이 형법 제257조 제1항의 가중적 구성요건을 규정하고 있던 구 폭력행위처벌법 제3조 제1항을 삭제하는 대신 형법 제258조의2 제1항을 신설하면서 그 법정형을 구 폭력행위처벌법 제3조 제1항보다 낮게 규정한 것은, 그 가중적 구성요건의 표지가 가지는 일반적인 위험성을 고려하더라도 개별 범죄의 범행경위, 구체적인 행위태양과 법익침해의 정도 등이 매우 다양함에도 일률적으로 3년 이상의 유기징역으로 가중 처벌하도록 한 종전의 형벌규정이 과중하다는 데서 나온 반성적 조치라고 보아야 할 것이므로, 이는 형법 제1조 제2항의 '범죄 후 법률의 변경에 의하여 형이 구법보다 경한 때'에 해당하고, ③ 그렇다면 이 사건 공소사실 중 피고인이 위험한 물건인 알루미늄 야구방망이를 휴대하여 피해자 F에게 상해를 가한 행위는 형법 제1조 제2항에 따라 행위시법인 구 폭력행위처벌법의 규정에 의하여 가중 처벌할 수 없고 신법인 형법 제258조의2 제1항으로 처벌할 수 있을 뿐이라는 이유로, 결국 이 부분 공소사실과 나머지 공소사실이 형법 제37조 전단의 경합범 관계에 있다고 보아 하나의 형을 선고한 원심판결을 유지한 환송 전 당심판결을 파기하고, 이 사건을 당심법원에 환송하였다.\n나. 당원의 심판범위\n원심판결 중 공소기각 부분에 대하여 검사가 항소하지 않았으므로, 공소기각부분은 항소기간이 도과되어 분리 · 확정되어 당원의 심판범위에서 제외되고, 원심판결 중 공소기각부분을 제외한 유죄부분만이 이 법원의 심판대상이다.\n2. 항소이유의 요지(양형부당)\n1)\n원심이 피고인에 대하여 선고한 형(징역 2년 6월)은 너무 무거워서 부당하다.\n3. 직권판단\n피고인의 항소이유에 대한 판단에 앞서 직권으로 살피건대, 검사가 당심에 이르러 피고인에 대한 죄명 중 \"폭력행위등처벌에관한법률위반(집단 · 흉기등상해)\"을 \"특수상해\"로, 적용법조 중 \"폭력행위 등 처벌에 관한 법률 제3조 제1항, 제2조 제1항 제3호, 형법 제257조 제1항\"을 \"형법 제258조의2 제1항, 제257조 제1항\"으로 변경하는 내용의 공소장변경허가신청을 하였고, 이 법원이 이를 허가함으로써 그 심판대상이 변경되었는데, 이 부분과 나머지 범죄사실은 형법 제37조 전단의 경합범 관계에 있어 하나의 형이 선고되어야 하므로, 원심판결은 더 이상 유지될 수 없게 되었다.\n4. 결론\n그렇다면 원심판결에는 위와 같은 직권파기사유가 있으므로, 피고인의 양형부당 주장에 관한 판단을 생략한 채 형사소송법 제364조 제2항에 따라 원심판결을 파기하고, 변론을 거쳐 다시 다음과 같이 판결한다.\n【다시 쓰는 판결 이유】\n범죄사실 및 증거의 요지\n이 법원이 인정하는 피고인에 대한 범죄사실 및 증거의 요지는, 원심판결의 범죄사실 중 제1 내지 3행(원심판결문 제3쪽 제1 내지 3행) 및 증거의 요지란 중 마지막행(원심판결문 제4쪽 제16행)을 각 삭제하고, 증거의 요지 중 원심판결문 제4쪽 제3행을 '1. 피고인의 이 법정에서의 진술'로, 원심판결문 제4쪽 제7행의 'R'을 'Y'으로 각 바꾸는 외에는 원심판결의 각 해당 부분 기재와 같으므로, 형사소송법 제369조에 따라 이를 그대로 인용한다.\n법령의 적용\n1. 범죄사실에 대한 해당법조 및 형의 선택\n형법 제258조의2 제1항, 제257조 제1항(특수상해의 점), 병역법 제88조 제1항 제2호(소집 불응의 점), 형법 제239조 제1항(사서명위조의 점), 형법 제239조 제2항, 제1항(위조사서명행사의 점), 도로교통법 제148조의2 제2항 제2호, 제44조 제1항(음주운전의 점, 징역형 선택), 형법 제257조 제1항(상해의 점, 징역형 선택)\n1. 경합범가중\n형법 제37조 전단, 제38조 제1항 제2호, 제50조\n양형의 이유\n피고인이 집행유예기간 중에 다시 이 사건 범행들을 저지른 점 등은 피고인에게 불리한 정상이나, 피고인이 자신의 잘못을 반성하고 있는 점, 피해자 F, Q과 합의하여 위 피해자들이 피고인의 처벌을 원하지 않는 점, 그 밖에 피고인의 나이, 성행, 환경, 범행동기, 수단 및 결과, 범행 전후의 정황 등 형법 제51조에 규정된 여러 양형조건을 종합하여 주문과 같이 형을 정한다.\n재판장\n판사\n이태영\n판사\n최형준\n판사\n최현정\n1) 피고인은 환송 후 당심에 이르러 당초 항소이유 중 '법리오해' 주장을 철회하였다."
}