{
    "판례일련번호": 400212,
    "사건명": "대법원 2008. 5. 8. 선고 2008므380 판결 [이혼 및 위자료]",
    "사건번호": "2008므380",
    "선고일자": "2008-05-08",
    "법원명": "대법원",
    "법원종류코드": null,
    "사건종류명": "가사_이혼",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "자",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대법원 2008. 5. 8. 선고 2008므380 판결 [이혼 및 위자료]\n사 건\n2008므380 이혼 및 위자료\n원고, 피상고인\n원고\n피고, 상고인\n피고\n사건본인\n사건본인 1 외 1인\n원심판결\n광주지방법원 2008. 1. 24. 선고 2007르303 판결\n판결선고\n2008. 5. 8.\n주 문\n원심판결 중 사건본인들에 대한 친권자 및 양육자 지정 청구에 관한 부분과 면접교섭에 관한 부분을 파기하고, 이 부분 사건을 광주지방법원 본원 합의부에 환송한다.\n이 유\n상고이유를 판단한다.\n자의 양육을 포함한 친권은 부모의 권리이자 의무로서 미성년인 자의 복지에 직접적인 영향을 미치는 것이므로 부모가 이혼하는 경우에 부모 중 누구를 미성년인 자의 친권을 행사할 자 및 양육자로 지정할 것인가를 정함에 있어서는, 미성년인 자의 성별과 연령, 그에 대한 부모의 애정과 양육의사의 유무는 물론, 양육에 필요한 경제적 능력의 유무, 부 또는 모와 미성년인 자 사이의 친밀도, 미성년인 자의 의사 등의 모든 요소를 종합적으로 고려하여 미성년인 자의 성장과 복지에 가장 도움이 되고 적합한 방향으로 판단하여야 한다.\n원심판결에 의하면, 원심은, 원고와 피고가 1991년 무렵부터 동거를 시작하여 1998. 12. 28. 혼인신고를 마친 부부인 사실, 사건본인들은 2001. 6. 18. 출생하여 이 사건 사실심 변론종결 당시 만 6세의 어린 나이의 쌍생아인 사실, 원고와 피고는 혼인 후 아이를 출산하지 못하다가 그 원인이 원고의 무정자증에 있는 것으로 밝혀지자 피고가 제3자의 정자를 인공수정 받아 사건본인들을 출산한 사실, 원고는 동거 시작 후 얼마 지나지 않아서부터 피고에게 폭행과 욕설을 일삼았으며, 원고가 친구와 새벽에 술에 취한 채 칼을 휘두르며 싸우는 바람에 피고가 임신 3개월만에 유산된 바 있고, 원고가 피고의 친정 식구들에게도 욕설을 하여 온 사실, 피고는 2006. 7.경 원고와 크게 다툰 후 더 이상 원고의 폭언·폭행을 견딜 수 없어 집을 나와 원고와 별거하기 시작한 사실, 피고는 경제적 능력이 부족하여 친정언니의 도움을 받아 사건본인들을 보호·양육해 오고 있는 사실, 원고는 택시운전을 하고 피고는 식당 일을 하여 생계를 꾸려온 사실 등을 인정한 다음, 원고로 하여금 사건본인들을 양육하고 그에 대한 친권을 행사하게 하는 것이 사건본인들의 복리를 위하여 상당하다고 판단하였다.\n그러나 원심의 판단은 앞서 본 법리와 원심이 인정한 사실관계에 비추어 알 수 있는 다음과 같은 점에 비추어 그대로 수긍하기 어렵다.\n즉, 사건본인들은 피고가 인공수정을 통하여 출생한 점, 원고와 피고가 별거하기 시작한 이래 피고가 사건본인들을 양육해 오고 있는데, 그동안 그 양육에 특별한 문제가 있었던 것으로는 보이지 아니하는 점, 사건본인들은 현재 6세 남짓의 어린 나이이어서 정서적으로 성숙할 때까지는 어머니인 피고가 양육하는 것이 사건본인들의 건전한 성장과 복지에 도움이 될 것으로 보이는 점, 피고가 사건본인들의 양육에 필요한 경제적 능력을 구비하고 있는지에 의문이 있을 수 있으나, 이는 원고와 양육비를 분담함으로써 어느 정도 극복할 수 있다고 볼 것인 점, 이러한 점들을 종합적으로 고려할 때 사건본인들에 대한 현재의 양육상태에 변경을 가하여 원고를 그 친권자 및 양육자로 지정하는 것이 정당하기 위하여는, 피고로 하여금 계속하여 양육하게 하는 것은 사건본인들의 건전한 성장과 복지에 도움이 되지 아니하고 오히려 방해가 되고, 원고를 친권자 및 양육자로 지정하는 것이 사건본인들의 건전한 성장과 복지에 도움이 된다고 볼 수 있어야 할 터인데, 이를 인정할 만한 사정은 기록상 찾아 볼 수 없다.\n그럼에도 불구하고 원심은, 피고로 하여금 사건본인들을 계속하여 양육하게 하는 것은 사건본인들의 건전한 성장과 복지에 도움이 되지 아니하고 오히려 방해가 되고, 원고를 친권자 및 양육자로 지정하는 것이 사건본인들의 건전한 성장과 복지에 도움이 된다고 볼 만한 사정이 있는지 여부를 제대로 심리·판단하지 아니한 채, 원고를 사건본인들의 친권자 및 양육자로 지정하고 이를 전제로 하여 피고에게는 면접교섭을 허용하였으니, 원심판결의 이 부분 판단에는 친권자 및 양육자의 지정에 관한 법리를 오해하였거나 필요한 심리를 다하지 아니하여 판결에 영향을 미친 위법이 있다고 할 것이다. 이 점에 관한 상고이유의 주장은 이유 있다.\n그러므로 원심판결 중 사건본인들에 대한 친권자 및 양육자 지정 청구에 관한 부분과 면접교섭에 관한 부분을 파기하고, 이 부분 사건을 다시 심리·판단하도록 원심법원에 환송하기로 하여 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.\n재판장\n대법관\n박시환\n대법관\n양승태\n대법관\n박일환\n주심\n대법관\n김능환"
}