{
    "판례일련번호": 400383,
    "사건명": "부산가정법원 2017. 12. 6. 선고 2016드단207955 판결 [이혼 등]",
    "사건번호": "2016드단207955",
    "선고일자": "2017-12-06",
    "법원명": "부산가정법원",
    "법원종류코드": null,
    "사건종류명": "가사_이혼",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "부산가정법원 2017. 12. 6. 선고 2016드단207955 판결 [이혼 등]\n【사건】\n2016드단207955 이혼 등\n원고\n갑 (1961년생, 여)\n주소 부산\n등록기준지 부산\n소송대리인\n피고\n을 (1959년생, 남)\n주소 부산\n등록기준지 부산\n소송대리인 변호사\n변론종결\n2017. 11. 8.\n판결선고\n2017. 12. 6.\n주문\n1. 원고와 피고는 이혼한다.\n2. 피고는 원고에게 위자료로 2,000만 원과 이에 대하여 2016. 8. 19.부터 2017. 12. 6.까지 연 5%, 그 다음날부터 다 갚는 날까지 연 15%의 각 비율로 계산한 돈을 지급하라.\n3. 원고의 나머지 위자료 청구를 기각한다.\n4. 피고는 원고에게 재산분할로 1억 4,300만 원과 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라. 5. 소송비용 중 2/7는 원고가, 5/7는 피고가 각 부담한다. 6. 제2항은 가집행할 수 있다.\n청구취지\n주문 제1항과 피고는 원고에게 위자료로 5,000만 원과 이에 대하여 이 사건 소장 송달 다음날부터 이 판결 선고일까지는 연 5%, 그 다음날부터 다 갚는 날까지는 연 15%의 각 비율로 계산한 돈을 지급하라. 피고는 원고에게 재산분할로 별지1 목록 기재 부동산 중 1/2지분에 관하여 재산분할을 원인으로 한 소유권이전등기절차를 이행하라.\n이 유\n1. 이혼 및 위자료 청구에 관한 판단\n가. 인정사실\n(1) 원고와 피고는 1988. 8.경 혼인신고를 하였으며, 2명의 자녀를 두었다.\n(2) 피고는 혼인기간 동안 자주 술을 마시고 밤늦게 귀가하여 잠이 들 때까지 술 주사를 하면서 원고를 괴롭혔다. 피고는 혼인 초에는 술 주사를 하면서 원고의 얼굴을 때리거나, 원고에게 식탁 의자나 선풍기 등을 던지는 등 폭력을 자주 행사하였다.\n(3) 피고는 2016. 7.경 아침에 원고에게 냉장고를 청소하라고 하였는데, 원고가 “그냥 흘러가는 대로 합시다”라고 말하였다는 이유로 화가 나서 원고의 노트북을 발로 찼고, 원고는 그 노트북에 턱 부분을 맞아 상처를 입었다. 원고가 같은 날 저녁 7시쯤 저녁 식사를 차렸는데, 피고가 갑자기 원고에게 욕설을 하면서 금속 재질의 야구 방망이를 찾아와 원고의 머리를 때리고, 그 충격에 주저앉은 원고의 옆구리를 발로 걷어찼으며, 다시 야구방망이를 휘둘러 원고의 머리를 때렸다.\n(4) 원고는 위 폭행을 당한 직후 **병원 응급실에 내원하였는데 이상을 발견하지 못하여 진통제만 맞고 귀가하였다. 원고는 다음 날 근무하던 도중 어지러움을 느끼고 쓰러져 **대학교병원 응급실에서 치료를 받고 2016. 8.경까지 신경과에서 입원치료를 받았다. 피고는 원고가 입원해있는 동안 방문하지 않았고, 전화나 문자 연락도 하지 않았다.\n(5) 원고는 피고와의 이혼을 결심하고 퇴원한 후 귀가하지 않고, 거주지를 구하여 피고와 따로 지내고 있다.\n[인정근거] 갑 제1호증 내지 갑 제4호증, 갑 제6호증, 갑 제7호증, 을 제1호증의 각 기재, 가사조사관의 가사조사보고서, 변론의 전취지\n나. 이혼 청구에 관한 판단\n피고가 혼인 초에 자주 술 주사를 하면서 원고에게 폭력을 행사하였고, 이 때문에 원고는 피고에 대한 두려움, 원망, 억울함 등을 가지게 되었으며, 피고가 폭력에 대한 사과를 제대로 하지 않아 원고는 부정적인 감정이 해소되지 못한 채 혼인생활을 유지한 것으로 보인다. 이러한 상황에서 피고가 2016. 7.경 야구 방망이를 휘둘러 원고의 머리를 폭행하였고, 이는 폭행 도구, 폭행 부위, 폭행 방법에 비추어 신체에 중대한 위해를 가할 수 있는 매우 위험한 행위인데도, 피고는 위 폭행으로 인하여 입원한 원고에게 병문안이나 연락을 일절 하지 아니하는 등 원고에 대한 사과나 배려가 매우 미흡하였다. 이로 인하여 원고는 피고에 대한 신뢰가 완전히 파괴되어 이혼을 결심하게 되었다. 원고는 피고의 폭행이 반복될 것을 매우 염려하여 피고와의 이혼을 강하게 원하고 있으며, 피고의 폭력으로부터 원고를 완전하게 보호할 수 있는 장치를 현실적으로 마련하기 어려운 점, 피고가 원고의 신뢰 회복을 위한 별다른 노력을 하지 않은 점 등을 고려할 때, 원고와 피고의 혼인관계는 피고의 원고에 대한 폭행으로 인하여 회복되기 어려울 정도로 파탄되었다고 인정되고, 이는 민법 제840조 제3호, 제6호에서 정한 재판상 이혼사유에 해당한다.\n다. 위자료 청구에 관한 판단\n원고와 피고의 혼인관계가 피고의 주된 잘못으로 인하여 파탄되었으므로, 피고는 원고에게 위자료를 지급할 책임이 있다.\n피고가 지급할 위자료 액수는 혼인 파탄 경위와 책임 정도, 혼인기간과 별거기간, 원고와 피고의 나이, 재산상태, 당사자의 의사 등 이 사건 변론에 나타난 여러 사정을 종합하여 2,000만 원으로 정한다.\n라. 소결론\n원고와 피고는 이혼하고, 피고는 원고에게 위자료로 2,000만 원과 이에 대하여 이 사건 소장 송달 다음날인 2016. 8. 19.부터 피고가 이행의무의 존부 및 범위에 대하여 항쟁함이 상당하다고 인정되는 이 판결 선고일인 2017. 12. 6.까지는 민법이 정한 연 5%, 그 다음날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 15%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.\n2. 재산분할 청구에 관한 판단\n가. 분할대상 재산 및 가액 : 별지 분할대상재산명세표 기재와 같다(원고가 2017. 9. 15.자 준비서면에서 주장한 재산 내역에 대한 객관적인 증거는 없지만, 그 재산 내역에 대하여 피고가 다투지 아니하므로, 원고가 주장하는 재산이 존재하는 것으로 인정하여\n이를 재산분할대상으로 삼는다).\n나. 재산분할의 비율과 방법\n(1) 재산분할의 비율 : 원고 55%, 피고 45%\n[판단근거] 분할대상 적극재산의 취득경위 및 이용 현황, 그 형성 및 유지에 대한 원·피고의 기여 정도, 소득재산의 발생 경위, 원·피고의 나이, 직업, 혼인생활의 과정과 기간, 당사자의 의사 등 여러 사정을 참작\n(2) 재산분할의 방법 : 분할대상 재산의 명의와 형태, 취득 경위, 분할의 편의성 등을 고려하여 위 분할비율에 따라 원고에게 궁극적으로 귀속되어야 할 금액 중 부족한 부분을 피고가 원고에게 현금으로 지급하도록 함\n[계산식] ① 원고와 피고의 순재산 중 재산분할비율에 따른 원고 몫\n원고와 피고의 순재산 합계 641,000,000원×55%＝352,550,000원\n② 위 ①항의 금액에서 원고의 순재산을 공제한 금액\n352,550,000원－210,000,000원＝142,550,000원\n③ 피고가 원고에게 지급할 재산분할금\n위 ②항의 금액을 약간 상회하는 1억 4,300만 원\n다. 소결론\n피고는 원고에게 재산분할로 1억 4,300만 원과 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 민법이 정한 연 5%의 비율로 계산한 지연손해금을 지급할 의무가 있다.\n3. 결 론\n원고의 이혼 청구는 이유 있어 인용하고, 위자료 청구는 위 인정범위 내에서 이유 있어 인용하며, 나머지 청구는 이유 없어 기각하고, 재산분할 청구에 관하여는 위와 같이 정한다.\n판사\n윤재남\n별지 생략"
}