{
    "판례일련번호": 400473,
    "사건명": "부산가정법원 2018. 5. 9. 선고 2017드단8735 판결 [이혼 및 친권자지정 등]",
    "사건번호": "2017드단8735",
    "선고일자": "2018-05-09",
    "법원명": "부산가정법원",
    "법원종류코드": null,
    "사건종류명": "가사_이혼",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "부산가정법원 2018. 5. 9. 선고 2017드단8735 판결 [이혼 및 친권자지정 등]\n사 건\n2017드단8735 이혼 및 친권자지정 등\n원고\nA\n피고\nB\n사건본인\nC\n변론종결\n2018. 4. 18.\n판결선고\n2018. 5. 9.\n주 문\n1. 원고의 청구를 기각한다.\n2. 소송비용은 원고가 부담한다.\n청구취지\n원고와 피고는 이혼한다. 사건본인의 친권자 및 양육자를 피고로 지정한다. 원고는 사\n건본인을 매월 첫째 주, 둘째 주 토요일 11시부터 다음날 17시까지 면접교섭한다.\n이 유\n1. 인정사실\n가. 원고와 피고는 2009. 4. 16. 혼인신고를 하였으며, 사건본인을 자녀로 두었다.\n나. 원고는 피고와 같이 사는 동안 피고가 매우 자주 술을 마시고, 담배를 많이 피워 힘들어하였다. 피고는 원고의 요구로 일주일에 3번 이내로 술을 마시고, 담배를 줄이려고 노력하였다.\n다. 원고는 시어머니, 시누이와 같이 지내면서 불편하거나 힘든 점이 있으면 피고에게 이야기하였는데, 피고는 시누이 등의 입장도 이해되었기 때문에 원고에게 ‘괜찮다’ 라는 취지의 말만 하고 원고의 입장을 전적으로 공감해주지는 않았다. 원고가 사건본인이 아플 때에 피고에게 전화하면, 피고는 근무 중이므로 나갈 수 없어 같이 사는 시어머니나 시누이와 이야기하라면서 전화를 끊었다. 원고는 피고가 자신을 배려하지 않고, 사건본인에게도 무심하다고 생각하여 힘들어하였다.\n라. 원고는 피고의 음주 및 흡연 문제, 양육 문제, 성격 차이 등으로 인하여 피고에게 불만이 많았고, 위 문제들로 인하여 피고와 자주 다투었다.\n마. 2015. 10.경 원고의 어머니가 사건본인을 돌볼 때에 사건본인이 넘어져 얼굴에 상처가 나자 피고가 원고에게 ‘피고의 어머니가 보면 혼나겠다’라는 취지의 말을 하였다. 원고는 피고에 대한 불만이 쌓여있던 중 피고로부터 위와 같은 말을 듣자 화가 나서 피고와 다툰 후 사건본인을 데리고 집을 나갔다. 이때부터 현재까지 원고와 피고는 별거하고 있다.\n바. 피고는 원고와 별거하는 동안 휴일마다 사건본인을 보러 가거나 사건본인을 집으로 데려와 돌봤다. 사건본인의 초등학교 입학을 위하여 2017. 2.부터는 피고가 사건 본인을 양육하고 있으며, 원고는 매주 토요일에 사건본인을 원고의 집으로 데려가 돌본 후 일요일에 피고의 집으로 데려다주고 있다.\n사. 피고는 이혼을 원하지 않으며 원고의 요구에 맞추어 부부관계를 개선할 의사가 있다. 원고는 이혼을 하려는 생각으로 집을 나간 것이 아니었으나 피고가 변하지 않아 계속 다툴 것 같고, 시누이와의 갈등으로도 힘들 것 같아 현재는 이혼을 원하고 있다.\n[인정근거] 갑 제1호증 내지 갑 제4호증, 갑 제6호증의 각 기재, 가사조사관의 조사보고서, 변론의 전취지\n2. 판 단\n갑 제5호증의 기재에 의하면, 원고가 2013. 4. 21. 피고의 폭행을 이유로 상해진단서를 발급받은 사실은 인정되나, 쌍방 폭행이었다는 피고의 주장과 별거일로부터 2년 반 전의 일이라는 점을 고려할 때 피고의 폭행이 혼인파탄사유에 해당한다고 인정하기 어렵다. 한편 앞서 인정한 사실에서 나타나는 다음 사정, 즉, 원고가 피고의 잦은 음주와 흡연, 시댁 가족과의 갈등, 피고의 공감 부족 등으로 인하여 힘들어하며 피고와 자주 다투었으나, 피고가 음주와 흡연을 자제하려고 노력한 점, 시댁 가족들이 원고에게 부당한 대우를 하였다고 인정할 증거가 부족하며 시댁 가족들과의 갈등은 문화 차이나 입장 차이에서 비롯된 것일 수 있는 점, 원·피고의 상황을 고려하였을 때 시댁 문제나 양육 문제와 관련한 피고의 태도가 비합리적이라고 보이지 않는 점 등을 고려하면, 피고가 혼인관계를 파탄에 이르게 할 정도의 잘못을 하였다고 인정되지 아니한다.\n오히려 원고도 피고를 이해하려고 노력하였다면 피고에 대한 불만이 적절히 해소될 수 있었을 것으로 보이는 점, 별거 당일의 다툼은 비교적 사소한 것으로서 대화를 통하여 해결할 수 있었다고 보이는 점, 별거기간 동안 피고는 부부관계 회복을 위한 의 사와 의지를 보였으나, 원고는 피고의 변화만 바랐을 뿐 적극적으로 부부관계 회복을 위한 노력은 하지 않은 점 등에 비추어보면, 원·피고의 별거가 장기화되고 혼인관계가 악화된 데에는 원고에게 상당한 책임이 있다.\n그렇다면 피고의 잘못으로 혼인관계가 파탄되었음을 전제로 한 원고의 이혼 청구는 이유 없으므로, 이혼을 전제로 한 친권자 및 양육자 지정 청구, 면접교섭 청구는 더 나아가 살펴볼 것 없이 이유 없다.\n3. 결 론\n원고의 청구는 이유 없으므로 기각한다.\n판사\n윤재남"
}