{
    "판례일련번호": 400441,
    "사건명": "부산가정법원 2018. 7. 19. 선고 2017드단204021(본소), 2018드단207874(반소) 판결 [혼인의 무효, 혼인의 무효]",
    "사건번호": "2017드단204021",
    "선고일자": "2018-07-19",
    "법원명": "부산가정법원",
    "법원종류코드": null,
    "사건종류명": "가사_이혼",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "부산가정법원 2018. 7. 19. 선고 2017드단204021(본소), 2018드단207874(반소) 판결 [혼인의 무효, 혼인의 무효]\n사 건\n2017드단204021(본소) 혼인의 무효\n2018드단207874(반소) 혼인의 무효\n원고(반소피고)\n갑\n피고(반소원고)\n을\n변론종결\n2018. 6. 21.\n판결선고\n2018. 7. 19.\n주 문\n1. 본소에 의하여 원고(반소피고)와 피고(반소원고)는 이혼한다.\n2. 원고(반소피고)의 본소 주위적 청구와 피고(반소원고)의 반소 청구를 모두 기각한다. 3. 소송비용은 본소 및 반소를 합하여 1/4은 원고(반소피고)가 나머지는 피고(반소원고)가 부담한다.\n청구취지\n본소 : 주위적으로, 원고(반소피고, 이하 ‘원고’라 한다)와 피고(반소원고, 이하 ‘피고’라 한다) 사이에 2015. 10. 2. 부산광역시 부산진구청장에게 신고하여 한 혼인은 무효임을 확인한다. 피고는 원고에게 위자료로 5,000만 원 및 이에 대하여 이 사건 소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라. 예비적으로, 주문 제1항과 같다.\n반소 : 피고와 원고는 이혼한다. 원고는 피고에게, 위자료로 3,000만 원 및 이에 대하여 이 사건 반소장 부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율에 의한 돈을 지급하고, 재산분할로 2억 원 및 이에 대하여 이 사건 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율에 의한 돈을 지급하라.\n이 유\n1. 인정사실\n가. 원고는 뇌경색증의 후유증을 앓고 있는 자로서, A와 1998년 사별한 후 1999. 12. 1. B와 혼인하였으나 2010. 9. 7. 협의이혼 하고 혼자 지내던 중에 2011년경 건강보조식품 판매 텔레마케터로 일하던 피고를 알게 되었다. 원고는 피고에게 원고의 집에 입주하여 살림을 살아주고 간병을 해줄 것을 요구하였고, 피고는 2012년 5월경부터 원고의 집에 입주하여 원고와 함께 생활하였다.\n나. 한편 피고는 경제적인 문제로 C와 2010. 4. 27. 재판상이혼을 하였고, C와 사이에 성년인 정00, 정00 두 자녀를 두었다.\n다. 원고의 자녀들은 원고와 B간의 재산분할심판 과정을 겪으면서 원고가 더 이상 혼인을 하는 것을 원하지 않았고, 이에 원고는 2012. 8. 10. 피고에게 혼인신고 대신 3억 원(1억 원은 같은 해 10월 말에 지급하고, 나머지 2억 원은 변호사의 공정증서로 대신하기로 함)을 지급하기로 하는 서약서를 작성하여 주었고, 2014. 7. 17. 3년 이내에 2억 3천만 원 범위 내에서 아파트를 구입해 줄 것을 약속하는 확인 및 서약서를 작성하여 주었다.\n라. 원고는 피고에게 자신의 통장과 신용카드 등 살림 일체를 맡겼고, 피고는 원고의 계좌에서 자신의 계좌로 2012. 10. 29. 3천만 원, 같은 달 31. 7천만 원을 각 송금한 것을 비롯하여 그 무렵부터 2016. 10. 13까지 사이에 총 290,811,880원(아래 마.항의 포항 땅과 관련한 5,000만 원을 포함한 금액)을 자신이나 전남편 C, 자녀인 정00, 정00의 계좌로 송금하였다(갑 4호증의 1, 2, 갑 14, 15호증 각 참조). 또한 비슷한 시기에 피고는 원고의 계좌에서 현금으로 총 84,700,000원을 현금으로 인출하였다(갑 4호증의 3). 그리고 피고가 같은 시기에 원고의 신용카드를 합계 2억 7천만 원 가량 사용하였음에도, 별도로 현금서비스를 37,400,000원 가량 받았고, 그 중 17,800,000원을 입금하지 않았다(갑 5호증 참조).\n마. 피고는 2013년 7월경 자신의 사촌인 김00를 통해 포항에 있는 토지의 지분을 피고의 아들 정00 명의로 구입하면서 원고로부터 위와 같이 5,000만 원을 지급받았다(갑 4호증의 1, 11호증 참조).\n바. 한편 원고와 피고는 원고의 자녀들이 알지 못한 가운데 2015. 10. 2. 혼인신고를 하였다. 원고는 2016. 9. 6. 원고의 주 수입원에 해당하는 부산 부산진구에 있는 건물과 대지를 처인 피고와 둘째 아들인 이00에게 상속하여 임대료를 반반씩 나누게 하겠다는 취지의 유언서를 작성하여 인증을 받아 피고에게 교부하였다.\n사. 피고는 자신의 딸이 건강상의 문제로 2016년 4월경부터 원고와 피고가 거주하는 거주지 부근의 오피스텔에 이사왔다고 하였으나, 위 오피스텔에는 피고의 전남편 C가 거주하고 있었고, 피고는 전남편과 위 오피스텔에서 만남을 갖고 있었으며, 원고의 집에 전남편의 주민등록등본, 명함, 2016. 7. 7.자 건강검진 결과서 등을 보관하고 있었다. 피고는 원고와 같은 주소지로 주민등록을 옮기지 않았고 전남편 등과 같은 주소지에 주민등록을 유지하고 있었다.\n아. 2016. 10. 12.경 원고와 피고가 원고의 자녀들 몰래 혼인신고를 한 것을 알게 된 원고 자녀들이 피고에게 이를 따져 묻고, 피고의 전남편과의 관계 등을 추궁하자 피고는 2016. 10. 13. 원고의 집에서 퇴거하였다.\n[인정근거] 갑 1 내지 15호증(가지번호 포함, 이하 같음), 을 1 내지 4호증의 각 기재 내지 영상, 변론 전체의 취지\n2. 원고의 본소 주위적 청구에 관한 판단\n가. 원고의 주장\n피고는 처음부터 원고와 혼인의 의사 없이 재산을 얻기 위한 수단으로 원고와 혼인하였으므로, 원고와 피고의 혼인은 당사자 사이에 혼인의 합의가 없는 때에 해당하여 무효이다. 피고의 위와 같은 행위로 원고가 정신적인 고통을 입었으므로 피고는 원고에게 위자료로 5,000만 원을 지급하여야 한다.\n나. 판단\n혼인신고로써 혼인이 성립되는 법률혼주의를 취하는 우리 법제 아래에서는 일단 혼인신고가 적법한 절차를 밟아 이루어진 경우 그 혼인은 당사자 사이의 혼인의 합의에 따른 것으로서 일응 유효하다고 추정되므로, 그 혼인의 무효를 주장하는 자가 누구나 납득할 만한 충분한 증거에 의하여 그 추정을 뒤집어야 한다.\n이 사건에 관하여 보건대, 원고의 혼인관계증명서에는 원고와 피고 사이에 이 사건 혼인신고가 이루어진 것으로 등재된 사실이 인정된다. 나아가 이 사건 혼인신고가 과연 원고와 피고 사이에 혼인의 의사합치 없이 이루어지게 된 것인지에 관하여 보건대, 위 인정사실에 의하면 피고가 원고와 함께 살면서 상당한 금원을 사용하거나 자신과 가족들에게 송금한 사실, 원고로부터 수차례 재산 증여 내지 상속과 관련한 약속을 받아낸 사실, 2016년경부터 전남편과 만남을 가져온 사실은 인정되나 그와 같은 사정 및 원고가 제출한 증거만으로는 피고가 원고와 혼인신고 이전부터 혼인 의사가 없음에도 혼인 신고를 하였음을 인정하기에 부족하고 달리 이를 인정할 증거가 없다.\n따라서 원고의 혼인 무효를 전제로 하는 본소 주의적 청구는 모두 이유 없다.\n3. 원고의 예비적 본소 및 피고의 반소 청구에 관한 판단\n가. 당사자들의 주장\n1) 원고는, 피고가 혼인생활 중 전남편과의 만남을 가져왔고, 원고의 예금과 신용카드를 피고와 전남편, 전남편의 자녀들을 위해 이용하는 등 피고의 전적인 귀책사유로 인하여 원고와 피고의 혼인관계가 파탄에 이르게 되었다고 주장한다.\n2) 피고는, 원고와 피고가 혼인신고에 이른 것을 알게 된 원고의 자녀들이 피고를 일방적으로 내쫓음으로 인해 혼인관계가 파탄에 이른 것이라고 주장하면서 반소로써 원고와 피고는 이혼하고, 위자료 3,000만 원을 지급할 것을 구하고 있다.\n나. 판단\n1) 위 인정사실에 의하면, 원고와 피고는 2016. 10. 13. 이후로 현재까지 별거하여 왔고 원고와 피고 모두 본소와 반소로 이혼을 구하고 있으므로, 원고와 피고의 혼인관계는 더 이상 회복할 수 없을 정도로 파탄되었다고 할 것이다.\n나아가 원고와 피고의 혼인관계가 파탄에 이르게 된 데에는 원고와 혼인하고도 원고의 거주지 인근에 거처를 마련한 전남편과 계속적으로 만남을 갖고, 원고의 재산을 전남편과 자녀들을 위하여 사용한 피고에게 주된 책임이 있다고 할 것이다.\n2) 따라서 피고의 위와 같은 잘못은 민법 제840조 제1, 6호의 재판상 이혼 사유에 해당하므로, 이를 원인으로 한 원고의 본소 예비적 이혼 청구는 이유 있고 피고의 반소 이혼 청구 및 위자료 청구는 이유 없다.\n4. 반소 재산분할청구에 관한 판단\n가. 피고의 주장\n피고는 원고와 사실혼 기간을 포함하여 5년간 혼인관계를 유지하면서 동거 및 부양 의무를 이행하였고, 원고는 현재 시가 20억 상당의 토지와 건물 및 각종 금융자산 등을 보유하고 있으므로, 원고는 피고에게 일응 2억 원 상당을 재산분할로 지급할 의무가 있다.\n나. 판단\n위 인정사실에 의하면, 원고가 피고에게 피고와의 혼인신고를 하지 않는 대신으로 3억 원을 지급하고, 아파트를 제공하겠다고 약속한 것으로 보이나, 원고와 피고는 결국 혼인신고를 하였던 점, 피고가 원고와 동거 및 혼인한 기간 동안 원고로부터 받은 현금 1억 원 및 포항 땅 구입대금으로 받은 5,000만 원 등을 포함하여 총 290,811,880원을 자신이나 전남편 및 자녀들의 계좌로 송금하고, 원고의 계좌에서 현금으로 총 84,700,000원을 현금으로 인출한 점, 원고의 신용카드를 합계 2억 7천만 원 가량 사용하였음에도 별도로 현금서비스를 37,400,000원 가량 받았고 그 중 17,800,000원을 입금하지 않는 등으로 원고의 수입을 감소시킨 점, 원고의 재산은 대부분 피고와 혼인 이전에 형성, 취득한 재산이고, 앞서 본 바와 같이 피고가 원고로부터 받거나, 원고의 계좌에서 송금하거나 신용카드를 사용한 내용과 금액에 비추어 피고가 원고 재산의 유지 또는 그 증식에 기여하였다고 보기 어려운 점 등을 종합하여 보면, 피고의 본소 재산분할청구는 어느 모로 보나 이유 없다.\n5. 결론\n그렇다면 원고의 본소 예비적 이혼 청구는 이유 있으므로 이를 인용하며, 원고의 본소 주위적 청구와 피고의 반소 청구는 모두 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.\n판사\n주성화"
}