{
    "판례일련번호": 400536,
    "사건명": "부산가정법원 2019. 8. 9. 선고 2018드단213411 판결 [이혼 등]",
    "사건번호": "2018드단213411",
    "선고일자": "2019-08-09",
    "법원명": "부산가정법원",
    "법원종류코드": null,
    "사건종류명": "가사_이혼",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "부산가정법원 2019. 8. 9. 선고 2018드단213411 판결 [이혼 등]\n사 건\n2018드단213411 이혼 등\n원고\n갑\n피고\n을\n사건본인\n병\n변론종결\n2019. 6. 14.\n판결선고\n2019. 8. 9.\n주 문\n1. 원고의 청구를 기각한다.\n2. 소송비용은 원고가 부담한다.\n청구취지\n원고와 피고는 이혼한다. 피고는 원고에게 위자료 5,000,000원과 이에 대하여 이 사건 소장부본 송달일 다음날부터 다 갚는 날까지 연 15%의 비율로 계산한 돈을 지급하라. 사건본인의 친권자 및 양육자로 원고를 지정한다. 피고는 원고에게 양육비로 2018. 10.부터 사건본인이 성년이 될 때까지 월 50만원을 매월 말일에 지급하라.\n이 유\n1. 인정사실\n가. 원고와 피고는 2016. 8. 24. 혼인신고를 마치고 그 사이에 사건본인을 둔 법률상 부부이다.\n나. 피고는 전 처와 이혼하고 혼자 키우던 정을 데리고 원고와의 혼인생활을 시작하였다.\n다. 정은 배변장애가 있어 하루에도 여러 번 옷에 대변을 묻히곤 하였다. 원고는 피고가 택시운전을 하러 나간 사이 정의 뒤처리를 도맡아 하였는데, 그럼에도 자신을 잘 따르지 않는 정과 그런 정을 두둔하는 피고에게서 서운함을 느꼈다. 원고와 피고는 정 문제로 자주 다투었다.\n라. 정이 2018. 7. 28. 바지를 입은 채 대변을 보자 원고가 정을 화장실로 데려가 몸을 닦아주었다. 정은 자신을 훈육하려는 원고에게 바가지에 있던 물을 퍼부었고, 이에 화가 난 원고는 방에서 자고 있던 피고를 깨워 속상한 마음을 호소하였으나, 피고가 정을 두둔하면서 원고를 비난하자 바가지에 물을 담아와 피고에게 퍼부었다. 피고는 화를 내며 원고에게 소리를 질렀고, 피고가 화장실을 간 사이 분을 참지 못한 원고는 화장실 문을 발로 찬 다음 포크로 싱크대를 내리찍으며 화풀이를 하였다. 그 모습을 본 피고는 원고가 이성을 잃었다고 생각하여 원고의 손에 쥔 포크를 빼앗으려 하였고, 그 과정에서 서로 실랑이를 하다가 피고가 원고의 어깨를 잡아 누르고 가슴부위를 1회 때리게 되었다. 피고는 원고에게 집에서 나가라고 소리 질렀고, 원고는 잠시 집을 나왔다가 다시 들어가 사건본인을 데리고 나온 후 경찰서로 가서 가정폭력 신고를 하였다. 원고는 그때부터 3개월간 사건본인과 함께 보호시설에서 거주하다가 그곳을 나와 공장에 취직하여 고용주가 제공한 숙소에서 지내고 있다.\n마. 피고는 위와 같이 원고를 폭행한 행위로 벌금 50만원의 약식명령을 받았고, 원고는 피고에게 물을 퍼부은 행위가 폭행죄로 의율되어 벌금 30만원의 약식명령을 받았다. 피고는 원고 또한 자신의 팔을 때렸다고 주장하였으나 그 부분은 무혐의로 불기소되었고, 피고가 불복하여 항고하였으나 항고가 기각되었다.\n[인정근거] 갑 제1 내지 5, 을 제1, 5, 6, 14, 15호증(가지번호 있는 것은 가지번호 포함)의 각 기재, 가사조사관의 조사보고서, 변론 전체의 취지\n2. 이혼 청구에 관한 판단\n가. 원고의 주장\n피고의 폭언, 폭력, 무시, 가사와 육아에 대한 비협조, 강제적인 성관계 등으로 인하여 원고와 피고의 혼인관계가 파탄되었으므로, 민법 제840조 제3호에서 정한 ‘배우자로부터 심히 부당한 대우를 받았을 때’나 같은 조 제6호에서 정한 ‘혼인을 계속하기 어려운 중대한 사유가 있을 때’의 재판상 이혼사유가 있다.\n나. 관련 법리\n혼인은 남녀의 애정을 바탕으로 하여 일생의 공동생활을 목적으로 하는 도덕적·풍속적으로 정당시되는 결합으로서 부부 사이에는 동거하며 서로 부양하고 협조하여야 할 의무가 있는 것이므로(민법 제826조 제1항), 혼인생활을 함에 있어서 부부는 애정과 신의 및 인내로써 서로 상대방을 이해하며 보호하여 혼인생활의 유지를 위한 최선의 노력을 기울여야 하는 것이고, 혼인생활 중에 그 장애가 되는 여러 사태에 직면하는 경우가 있다 하더라도 부부는 그러한 장애를 극복하기 위한 노력을 다하여야 한다(대법원 1999. 2. 12. 선고 97므612 판결 참조). 아울러 민법 제840조 제3호 소정의 이혼사유인 ‘배우자로부터 심히 부당한 대우를 받았을 때’라 함은 혼인관계의 지속을 강요하는 것이 참으로 가혹하다고 여겨질 정도의 폭행이나 학대 또는 모욕을 받았을 경우를 말하고(대법원 1986. 6. 24. 선고 85므6 판결 참조), 민법 제840조 제6호 소정의 이혼사유인 ‘혼인을 계속하기 어려운 중대한 사유가 있을 때’라 함은 부부간의 애정과 신뢰가 바탕이 되어야 할 혼인의 본질에 상응하는 부부공동 생활관계가 회복할 수 없을 정도로 파탄되고 그 혼인생활의 계속을 강제하는 것이 일방 배우자에게 참을 수 없는 고통이 되는 경우를 말한다(대법원 2009. 12. 24. 선고 2009므2413 판결 참조).\n다. 판단\n살피건대, 원고와 피고가 2018. 7. 28.부터 현재까지 별거하고 있고, 같은 날 발생한 폭행으로 인해 각각 벌금형의 약식명령을 받은 사실, 원고와 피고가 정의 양육과 관련하여 자주 갈등을 겪고 다투었던 사실은 앞서 본 바와 같다. 그러나 앞서 본 증거들에 을 제13호증의 기재와 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정 즉, 2018. 7. 28.자 폭행은 원고와 피고가 서로 실랑이 하던 중에 발생한 것으로서 앞서 본 경위에 비추어 피고의 일방적인 잘못으로 평가하기는 어려워 보이는 점, 위 폭행 사건 외에 피고가 혼인기간 중에 원고를 폭행하였다고 인정할 증거는 없는 점, 원고가 사건본인을 데리고 집을 나간 후 피고와의 연락을 차단해 버려 피고로서는 원치 않는 별거를 하게 된 점, 피고는 그동안 원고와 연락하고자 노력하였으나 여의치 않았고, 이 사건 소송이 제기된 이후에서야 가사조사실에서 원고를 대면할 수 있었던 점, 정과의 관계에서 원고가 상당한 스트레스를 받았을 것으로 짐작은 되나, 원고의 한국어가 서툴러 제대로 된 의사소통이 어려웠을 것으로 보이는 사정도 간과할 수 없는 점, 정은 2018. 4.경부터 어린이집을 다니기 시작하여 오전부터 오후 늦게까지 그곳에서 돌봄을 받고 있는 점, 피고는 일관되게 가정을 유지하고 싶고 원고에 대한 사랑이 있음을 피력하면서 혼인관계 회복을 위해 노력하겠다는 의사를 밝히고 있고, 원고와 정 사이의 관계개선을 위해서도 노력할 의지를 보이고 있는 점, 피고가 무혐의처분을 받은 원고의 폭행 건에 대하여 고집스레 항고까지 하면서 원고를 힘들게 한 것은 잘못이나 자신이 가정폭력범으로 몰려 이 사건 소송에서 불리해 질 것이 두려웠다는 피고의 변명에 수긍할 만한 여지도 있는 점 등을 종합해 보면, 위 인정사실만으로 원고에게 혼인관계의 지속을 강요하는 것이 참으로 가혹하다고 여겨질 정도로 피고의 부당한 대우가 있었다거나, 혼인관계가 파탄되어 그 혼인생활의 계속을 강제하는 것이 일방 배우자에게 참을 수 없는 고통이 되는 정도에 이르렀다고 보기 부족하고, 달리 이를 인정할 증거가 없다. 따라서 원고의 이혼청구는 받아들일 수 없다.\n3. 위자료, 친권자 및 양육자 지정, 양육비 청구에 관한 판단\n원고는 피고의 잘못으로 혼인관계가 파탄되었음을 전제로 피고에 대하여 위자료 청구를 하고, 이혼을 전제로 친권자 및 양육자 지정, 양육비 청구를 하고 있으나, 앞서 본 바와 같이 원고의 이혼 청구가 받아들여지지 않는 이상 위 각 청구는 더 나아가 살펴볼 필요 없이 이유 없다.\n4. 결론\n그렇다면 원고의 청구는 모두 이유 없어 기각한다.\n판사\n정일예"
}