{
    "판례일련번호": 400528,
    "사건명": "부산가정법원 2020. 5. 15. 선고 2018드단209238 판결 [이혼 등]",
    "사건번호": "2018드단209238",
    "선고일자": "2020-05-15",
    "법원명": "부산가정법원",
    "법원종류코드": null,
    "사건종류명": "가사_이혼",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "부산가정법원 2020. 5. 15. 선고 2018드단209238 판결 [이혼 등]\n【사건】\n2018드단209238 이혼 등\n원고\n갑\n피고\n을\n사건본인\n1. 병\n2. 정\n3. 무\n변론종결\n2020. 4. 10.\n판결선고\n2020. 5. 15.\n주문\n1. 원고와 피고는 이혼한다.\n2. 원고의 위자료 및 재산분할 청구를 모두 기각한다.\n3. 사건본인들의 친권자 및 양육자로 원고를 지정한다.\n4. 피고는 원고에게,\n가. 사건본인들의 과거양육비로 35,000,000원과 이에 대하여 이 판결 확정일 다음날\n부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하고,\n나. 사건본인들의 장래양육비로 2020. 5.부터 사건본인들이 각 성년에 이를 때까지\n사건본인 1인당 월 500,000원을 매월 말일에 지급하라.\n5. 피고는 다음과 같이 사건본인들과 면접교섭할 수 있다.\n가. 일정 : 매월 둘째, 넷째 토요일 13:00부터 20:00까지\n나. 방법 : 피고가 사건본인들의 주거지 또는 원고와 협의하여 정한 장소로 사건본인\n들을 데리러 가고, 면접교섭을 마친 후 같은 장소로 데려다 주는 방법\n다. 기타 : 위 면접교섭의 일정, 횟수와 방법 등은 원고와 피고가 협의하여 변경할 수 있고, 그 경우 사건본인들의 의사, 정서적 안정 및 복지를 최우선으로\n고려하여야 한다.\n라. 협력의무 : 원고는 위 면접교섭이 원만하게 실시될 수 있도록 적극 협조하여야\n하고, 이를 방해하여서는 아니 된다.\n6. 소송비용은 각자 부담한다.\n7. 제4의 나.항은 가집행할 수 있다.\n청구취지\n주문 제1, 3항. 피고는 원고에게 위자료 2,000만원과 이에 대하여 이 사건 소장부본 송달일 다음날부터 이 판결선고일까지 연 5%, 그 다음날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하고, 재산분할로 2,000만원과 이에 대하여 이 판결 확정일 다음날부터 다 갚는 날까지 연 5%의 비율로 계산한 돈을 지급하라. 피고는 원고에게 사건본인들의 과거양육비로 49,362,000원과 이에 대하여 이 사건 소장부본 송달일 다음날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을, 장래양육비로 2020. 4.부터 사건본인들이 각 성년에 이를 때까지 사건본인 1인당 월 50만원씩을 매월 말일에 지급하라.\n이 유\n1. 인정사실\n가. 원고와 피고는 2007. 6. 14. 혼인신고를 마치고 그 사이에 사건본인들을 둔 법률상 부부이다.\n나. 원고와 피고는 오래전부터 관계가 원만하지 않았고, 2016. 4.경 피고가 공사현장 근처에 원룸을 구하고, 원고는 사건본인들을 데리고 친정으로 들어가 살면서 자연스럽게 별거하게 되었다. 피고는 2017. 2.경 먼저 협의이혼을 제안하였으나, 친권 및 양육권 문제가 협의되지 않아 이혼에 이르지 못하였다.\n다. 원고와 피고는 혼인관계 회복을 위해 별다른 노력을 하지 않았고, 피고는 2017. 8.경부터 생활비 및 양육비를 지급하지 않았다.\n라. 피고는 별거하기 전까지 카고크레인을 소유하면서 크레인 기사로 일하였는데, 2016. 11.경 카고크레인을 4,200여만 원에 처분하였다. 피고는 위 돈 중 1,500만원으로 거주지 보증금을 지급하였고, 나머지는 대출금 변제, 생활비, 월세 등으로 소비하였다.\n[인정근거] 갑 제1호증, 을 제2호증의 각 기재, 이 법원의 우리은행, KEB하나은행, 부산은행에 대한 각 금융거래제출명령결과, 가사조사관 작성의 조사보고서, 변론 전체의 취지\n2. 이혼 및 위자료 청구에 대한 판단\n가. 이혼 청구에 대한 판단\n위 인정사실에 나타난 바와 같이, 원고와 피고가 2016. 4.경부터 별거하고 있는 점, 피고는 표면적으로는 이혼을 원하지 않는다고 주장하나, 2017. 8.경부터 사건본인들의 양육비를 지급하지 않고 있고, 혼인관계 회복을 위해 별다른 노력을 기울이지 않고 있는 점 등에 비추어 보면, 원고와 피고의 혼인관계는 이미 회복하기 어려울 정도로 파탄되었다고 봄이 상당하다. 따라서 원고의 이혼청구는 민법 제840조 제6호가 정한 재판상 이혼사유가 있다.\n이에 대하여 피고는, 원고가 부정행위를 한 유책배우자이므로 이혼청구를 할 수 없다는 취지로 주장하나, 을 제4호증의 영상만으로는 이를 인정하기에 부족하고 달리 이를 인정할 증거가 없다. 피고의 위 주장은 이유 없다.\n나. 위자료 청구에 대한 판단\n위 인정사실에 의하면, 원고와 피고는 상호간에 신뢰상실과 불만이 누적되어 오다가 자연스럽게 별거에 이르게 되었고, 별거 중에도 쌍방 모두 혼인관계 회복을 위한 노력을 기울이지 않은 채 별거 상태가 오래 지속되면서 파탄에 이르게 되었다고 봄이 상당하므로, 혼인파탄의 책임은 원고와 피고 모두에게 있고, 그 책임의 정도 또한 대등하다고 판단된다. 따라서 혼인파탄의 주된 책임이 피고에게 있음을 전제로 하는 원고의 위자료 청구는 받아들일 수 없다.\n3. 재산분할 청구에 대한 판단\n가. 분할대상재산 및 가액 : 별지 분할재산명세표 기재와 같다. 분할대상재산 및 가액을 산정하는 기준시점은 이 사건 소제기일인 2018. 7. 13.을 기준으로 하고\n1)\n, 그 밖에 원고와 피고가 일치하여 진술하거나 금융거래정보제출명령결과 등에 나타난 가액에 대하여는 특별한 사정이 없는 한 그대로 인정한다.\n원고는, 피고가 2016. 11.경 카고크레인을 임의로 처분하여 그 처분대금을 혼인공동생활과 무관하게 개인적으로 소비하였으므로, 위 처분대금이 그대로 현존하고 있는 것으로 보아 피고의 적극재산에 포함시켜야 한다는 취지로 주장한다. 그러나 원고와 피고 사이에 단순 별거에서 나아가 경제적 공동체로서의 관계가 단절되어 혼인관계가 실질적으로 파탄되었다고 볼 수 있는 시점은 피고가 생활비 지급을 중단한 2017. 8.경인 것으로 보이는 점, 그 무렵 원고 명의 ○은행계좌에는 카고크레인 처분대금과 비슷한 액수의 예금이 존재하였는데, 원고가 위 돈의 출처 및 사용처에 관하여 침묵하고 있는 점, 피고가 카고크레인 처분 이후 2017. 7.경까지는 원고에게 생활비 또는 양육비 명목으로 일정 금액을 지급하였던 점, 카고크레인 처분대금 중 일부는 대출금 변제에 사용되었고, 일부는 피고 주거지의 보증금으로 사용되었다가 이후 반환받아 피고의 생활비 등으로 소비되었던 점, 원고는 이 사건 소송에서 2017. 8.부터 2020. 4.까지의 과거양육비를 별도로 청구하고 있는 점 등의 사정에 비추어 보면, 2017. 8.경 존재하였던 원고 명의 계좌의 예금을 원고의 적극재산에 포함시키지 않는 대신 카고크레인 처분대금 또한 피고의 적극재산에 포함시키지 않는 것이 공평의 원칙상 타당해 보이므로, 원고의 이 부분 주장은 받아들이지 않는다.\n나. 재산분할의 방법\n원고와 피고가 혼인기간 중 공동으로 형성한 재산이 많지 않고, 기준일 현재 보유하고 있는 쌍방의 순재산 액수 또한 그리 크지 않은 점, 아래에서 보는 바와 같이 원고가 사건본인들을 양육하게 되는 점 등을 고려하여, 각자 명의로 된 재산은 그 명의대로 각자에게 귀속하는 것으로 확정하고, 원고와 피고 사이에 더 정산할 것은 없는 것으로 정하는 것이 타당해 보인다. 따라서 원고의 재산분할청구는 이유 없다.\n4. 친권자·양육자 지정 및 양육비 청구에 대한 판단\n가. 친권자 및 양육자 : 원고로 지정\n[판단근거] 사건본인들의 나이, 과거 및 현재의 양육 상황, 당사자 및 사건본인들의 의사 등 변론에 나타난 여러 사정을 참작\n나. 양육비\n1) 과거양육비 : 원고가 혼자 사건본인을 양육하게 된 경위와 그에 소요된 비용, 양육 상황, 원고와 피고의 재산 상황이나 경제적 능력과 부담의 형평성 등 여러 사정을 고려하여, 피고가 부담하여야 할 사건본인들에 대한 과거양육비를 3,500만원으로 정한다. 따라서 피고는 원고에게 사건본인들의 과거 양육비로 3,500만원과 이에 대하여 이 판결확정일 다음날부터 다 갚는 날까지 민법이 정한 연 5%의 비율로 계산한 지연손해금을 지급할 의무가 있다.\n2) 장래양육비 : 이 판결 선고일이 속한 2020. 5.부터 사건본인들이 각 성년이 되기 전날까지 월 50만원을 매월 말일에 지급하는 것으로 정한다.\n[판단근거] 사건본인들의 나이 및 양육 상황, 원고와 피고의 나이, 직업, 소득 및 생활 능력, 서울가정법원이 공표한 양육비산정기준표, 당사자의 의사 등 변론에 나타난 여러 사정을 참작\n다. 면접교섭(직권) : 비양육친은 사건본인들의 복리에 반하지 않는 한 사건본인들과 면접교섭할 권리가 있는바, 사건본인들의 나이, 양육 상황, 면접교섭에 관한 당사자의 의사 등을 종합하여, 직권으로 주문 제5항 기재와 같이 면접교섭에 관하여 정한다.\n5. 결론\n그렇다면 원고의 이혼청구는 이유 있어 인용하고, 위자료 및 재산분할 청구는 이유 없어 기각하며, 친권자 및 양육자 지정, 양육비 청구와 면접교섭에 관하여는 위와 같이 정하기로 하여, 주문과 같이 판결한다.\n판사\n정일예\n별지 생략\n1) 원고가 위 날짜를 재산분할의 기준시점으로 주장하였는데, 피고는 재산분할과 관련하여 원고의 주장을 반박하거나 구체적인 입장을 밝히지 않은 채 소극적인 태도로 일관하며 소송을 지연시키기만 하였으므로, 원고의 주장을 그대로 따른다."
}