{
    "판례일련번호": 400033,
    "사건명": "부산고등법원 2022. 8. 24. 선고 2021나51624 판결 [상속회복 등 청구의 소]",
    "사건번호": "2021나51624",
    "선고일자": "2022-08-24",
    "법원명": "부산고등법원",
    "법원종류코드": null,
    "사건종류명": "가사_상속",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "부산고등법원 2022. 8. 24. 선고 2021나51624 판결 [상속회복 등 청구의 소]\n【사건】\n2021나51624 상속회복 등 청구의 소\n원고, 항소인\n1. A\n2. B\n피성년후견인이므로 법정대리인 성년후견인 C\n원고들 소송대리인 변호사 김은솔, 박찬호, 유재준, 박선미\n피고, 피항소인\nD\n소송대리인 법무법인 로앤케이\n담당변호사 김렬구\n제1심판결\n울산지방법원 2021. 1. 28. 선고 2019가합15331 판결\n변론종결\n2022. 6. 22.\n판결선고\n2022. 8. 24.\n【주문】\n1. 제1심판결 중 아래에서 지급을 명하는 금액에 해당하는 원고들 패소 부분을 취소한다.\n피고는 원고들에게 각 244,808,667원 및 이에 대하여 2019. 1. 2.부터 2022. 8. 24.까지 연 5%, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.\n2. 원고들의 나머지 항소를 각 기각한다.\n3. 소송총비용 중 20%는 원고들이, 나머지는 피고가 각 부담한다.\n4. 제1항의 금전지급 부분은 가집행할 수 있다.\n청구취지및항소취지\n제1심판결을 취소한다. 주위적으로, 피고는 원고들에게 각 286,149,714원 및 각 이에 대하여 이 사건 소장 부본 송달일부터 항소심 판결 선고일까지 연 5%, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라. 예비적으로, 피고는 원고들에게 각 104,646,285원 및 각 이에 대하여 2022. 4. 11.자 청구취지 및 청구원인 변경신청서 부본 송달 다음 날부터 다 갚는 날까지 연 12%의 비율로 계산한 돈을 지급하라(원고들은 제1심에서 부당이득반환 또는 불법행위에 기한 손해배상으로 각 295,577,622원을 구하다가, 이 법원에서 청구취지를 감축하였고, 유류분의 반환을 구하는 예비적 청구를 추가하였다).\n【이유】\n1. 기초사실\n이 부분에 적을 내용은 아래와 같이 일부 고치는 것 외에는 제1심 판결이유 중 '1. 기초사실' 부분과 같으므로, 민사소송법 제420조 본문에 의하여 이를 인용한다.\n○ 제1심 판결문 제3면 아래에서 제7행 중 \"망인 소유의 부동산을\"를 \"망인 소유의 양산시 L아파트 M호(이하 '이 사건 부동산'이라 한다)를\"로 고친다.\n○ 제1심 판결문 제3면 아래에서 제6행 중 \"임대하였는데,\"를 \"임대하고, 2017. 8. 8. 및 2017. 8. 11. 임대차보증금 150,000,000원을 수령하였는데,\"로 고친다.\n2. 당사자들의 주장\n가. 원고들 주장의 요지\n1) 주위적 청구\n피고는 ① 망인의 보험금 중 884,521,680원(= 2018. 2. 8.자 현금인출분 364,470,000원 + 피고가 망인의 I은행 계좌에서 피고 명의의 계좌로 이체하거나 인출한 돈과 다시 피고 명의의 계좌에서 망인의 I은행 계좌로 이체된 돈의 차액 85,000,000원 + 피고 명의의 계좌로 지급된 H 보험합의금 435,051,680원), ② 이 사건 부동산을 J에게 임대한 후 지급받은 임대차보증금 150,000,000원, ③ 망인의 사무실을 N 세무사에게 양도한 후 지급받은 양도대금 103,258,000원, ④ 망인에 대한 교통사고의 가해자가 지급한 합의금 20,000,000원 합계 1,157,779,680원을 망인의 계좌에서 임의로 가져가거나 피고 본인의 계좌로 지급받았다.\n위 1,157,779,680원에서 피고가 망인을 위하여 사용한 ① 병원비 50,370,310원, ② 병원 소모품 구입비 3,767,950원, ③ 세금 및 필요비 33,747,421원, ④ 간병비 27,870,000원, ⑤ 망인의 마이너스 통장대출에 대한 채무변제금 39,500,000원, ⑥ 변호사 보수 1,000,000원 합계 156,255,681원을 제외한 나머지는 1,001,523,999원(= 1,157,779,680원 - 156,255,681원)이고, 피고가 위 1,001,523,999원을 망인의 의사와 무관하게 은닉 · 보관하거나 개인적 용도로 사용하였는바, 망인은 피고에 대해 동액 상당의 불법행위에 기한 손해배상채권 또는 부당이득반환채권을 가진다.\n원고들은 망인의 상속인으로서 위 채권을 상속지분에 따라 각 상속받았으므로, 피고는 원고들에게 각 286,149,714원(= 1,001,523,999원 × 원고들의 상속지분 2/7) 및 이에 대한 지연손해금을 지급하여야 한다.\n2) 예비적 청구\n가사 피고가 망인의 재산을 가져간 것이 망인의 추정적 승낙에 기한 것이라 하더라도, 이는 망인의 피고에 대한 사전증여에 해당하고, 그로 인하여 원고들의 유류분이 침해되었다. 따라서 피고는 원고들에게 각 104,646,285원을 유류분반환으로 지급할 의무가 있다.\n나. 피고 주장의 요지\n피고는 망인의 법률상 배우자로서 망인을 부양하면서 망인의 재산을 관리하였고, 망인의 보험금 등을 망인의 병원비, 간병비, 생활비, 채무변제 등에 사용하였으므로, 망인의 재산을 망인의 의사와 무관하게 은닉 · 보관하거나 개인적 용도로 사용하였다고 볼 수 없다.\n3. 주위적 청구에 관한 판단\n가. 손해배상책임의 발생\n갑 제1, 6호증, 을 제1 내지 4, 12 내지 14, 28호증의 각 기재에 변론 전체의 취지를 종합하면, 망인이 교통사고로 인하여 2017. 4. 13.경부터 의식불명 상태에 있었던 사실, 망인과 피고는 2007. 6. 27. 혼인신고를 마치고 망인이 사망한 2018. 11. 7.까지 약 11년간 혼인관계를 유지한 사실, 피고가 망인의 보험금 등 중 일부를 망인의 치료비나 망인의 채무변제에 사용한 사실, 망인의 H 보험금을 피고가 수령하는 것에 대하여 원고들이 동의한 사실은 인정할 수 있다.\n그러나 앞서 든 증거들 및 을 제27호증의 기재에 변론 전체의 취지를 더하여 인정할 수 있는 다음과 같은 사정들을 종합하면 피고가 망인의 의사에 반하여 망인의 보험금 등 재산의 일부를 취득하거나 임의 사용하였다고 봄이 상당하다.\n① 뒤에서 살펴보는 바와 같이 피고가 망인의 통장에서 인출하거나 망인의 재산을 처분하는 방식으로 취득 · 보관한 금액이 합계 1,147,779,680원에 이름에도, 망인의 치료비나 일상가사의 범위 내에서 부부 공동 생활비 등으로 사용한 것으로 볼 수 있는 금액은 290,949,344원에 불과하다. 설령 일부 현금으로 지급되어 증명이 어려운 지출내역이 존재한다 하더라도, 망인이 의식불명 상태로 있다가 사망한 기간이 불과 1년 6개월 남짓에 불과하다는 점 등을 고려하면 피고가 취득 · 보관한 금액과 치료비 및 생활비 등으로 지출된 금액의 차이가 지나치게 크다.\n② 달리 피고가 망인을 위하여 망인의 재산을 관리 · 처분하였다거나 망인을 위하여 사용하였다고 볼 만한 자료가 없고, 위와 같이 큰 차액이 발생한 이유나 차액의 행방에 대한 수긍할 만한 설명도 없다.\n③ 망인을 돌보는 문제나 재산 문제 등으로 인하여 원고들과의 관계가 좋지 않았던 피고는 망인의 의사에 부합되게 망인의 재산을 관리하였다기보다는 원고들과의 분쟁에 대비하여 이를 은닉하거나 임의 사용한 것으로 보인다.\n④ 보험금의 액수 등에 비추어 볼 때, 의식불명 상태에 있던 망인이 피고가 망인의 자녀들인 원고들을 배제하고 망인의 재산 대부분을 독점하는 것에 대하여 포괄적으로 동의하였다고 보기 어렵고, 망인이 의식을 잃기 전에 위와 같은 의사를 내비쳤다고 볼 만한 자료도 존재하지 않는다.\n따라서 피고가 망인의 통장에서 금전을 인출하거나 망인의 재산을 처분하는 등의 방식으로 취득한 금원에서 망인을 위하여 사용한 금원 및 공동 생활비 등을 제외한 나머지 금원에 대해서는 피고가 이를 임의 사용하거나 취득하여 횡령하였다고 봄이 타당하므로, 피고는 망인에 대하여 불법행위에 기한 손해배상책임을 부담한다.\n나. 손해배상책임의 범위\n1) 피고가 취득한 망인의 재산\n피고가 2018. 2. 8. 망인의 계좌로 지급된 F회사의 보험금 364,470,000원을 현금으로 인출한 사실, 피고가 2018. 1. 22.부터 2018. 3. 22.까지 합계 206,000,000원을 망인의 I은행 계좌에서 피고 명의의 계좌로 이체하거나 인출하였다가, 2018. 10. 18. 및 2018. 10. 19. 합계 121,000,000원을 다시 피고 명의의 계좌에서 망인의 I은행 계좌로 이체한 사실, 망인에 대한 H의 상해보험 합의금 합계 435,051,680원이 2017. 5. 4.부터 2017. 11. 21.까지 피고 명의 계좌로 입금된 사실, 피고가 망인을 대리하여 J에게 이 사건 부동산을 임대한 다음 2017. 8. 8. 및 2017. 8. 11. 합계 150,000,000원을 임대차보증금으로 지급받은 사실은 앞서 본 것과 같고, 갑 제22호증, 을 제32호증의 각 기재에 변론 전체의 취지를 종합하면, 피고가 망인의 사무실을 N 세무사에게 양도한 다음 양도대금 103,258,000원을 지급받은 사실, 피고가 망인에 대한 교통사고의 가해자로부터 합의금 10,000,000원을 지급받은 사실을 각 인정할 수 있다.\n따라서 위 합계 1,147,779,680원[= 피고가 2018. 2. 8. 현금 인출한 보험금 364,470,000원 + 피고가 망인의 I은행 계좌에서 피고 명의의 계좌로 이체하거나 인출한 돈과 다시 피고 명의의 계좌에서 망인의 I은행 계좌로 이체된 돈의 차액 85,000,000원(= 206,000,000원 - 121,000,000원) + H의 상해보험 합의금 435,051,680원 + 임대차보증금 150,000,000원 + 사무실 양도대금 103,258,000원 + 교통사고 가해자가 지급한 합의금 10,000,000원]이 피고가 취득한 망인의 재산이 된다(원고들은 망인에 대한 교통사고의 가해자가 피고에게 지급한 합의금이 20,000,000원이라고 주장하나, 을 제32호증의 기재 등에 비추어 볼 때 원고들이 제출한 증거들만으로는 위 합의금이 20,000,000원인 사실을 인정하기 부족하고, 달리 이를 인정할 증거가 없다).\n2) 피고가 지출한 치료비, 생활비 등\n가) 병원비 및 병원 소모품 구입비\n을 제1, 2호증의 각 기재에 변론 전체의 취지를 종합하면, 피고가 망인의 병원비로 합계 50,370,310원을, 병원 소모품 구입비로 합계 3,767,950원을 각 지출한 사실을 인정할 수 있는바, 위 비용들은 피고가 망인을 위하여 사용한 것으로 인정한다(이에 대하여 피고는 현재 영수증을 소지하지 않고 있거나 현금으로 지급한 비용이 있으므로, 위 금액을 초과하여 지출하였다고 주장하나, 이를 인정할 증거가 없으므로 피고의 주장을 받아들이지 않는다).\n나) 세금 및 필요비\n을 제4호증의 기재에 변론 전체의 취지를 종합하면, 피고가 세금 및 아파트관리비 등의 명목으로 아래 표 기재와 같이 합계 33,747,421원을 지출한 사실을 인정할 수 있는바, 위 지출비용들은 망인이 의식불명에 빠지기 이전부터 망인과 피고의 부부공동생활을 위하여 지출이 예정된 비용이거나 망인과 피고의 기본적인 생활을 위하여 필요한 비용에 해당하므로, 망인의 의사에 부합되거나 피고가 망인을 위하여 지출한 비용으로 보아야 한다. 따라서 위 33,747,421원은 피고가 망인을 위하여 사용한 것으로 인정한다(피고는 새로운 아파트를 임차하면서 지급한 계약금 1,000,000원도 위 필요비에 포함되어야 한다고 주장하나, 을 제4호증의 기재에 비추어 볼 때 위 계약금 1,000,000원은 임차인인 피고가 임대차기간이 만료한 때에 임대인으로부터 반환받을 수 있는바, 피고가 망인을 위하여 지출한 비용으로 볼 수 없다).\n다) 간병비\n(1) 피고는 망인의 간병비로 합계 75,180,000원(= 간병인 T에게 지급한 3,180,000원 + 간병인 U에게 지급한 65,000,000원 + 간병인 V에게 지급한 7,000,000원)을 지출하였다고 주장하고 있고, 이에 대하여 원고들은 객관적인 증빙자료에 따라 인정할 수 있는 27,870,000원(= 간병인 T에게 지급한 3,180,000원 + 간병인 U에게 지급한 24,690,000원)만을 간병비로 보아야 한다고 주장한다.\n(2) 을 제3, 31호증의 각 기재에 변론 전체의 취지를 종합하면, 피고가 2018. 7. 31. 간병인 T에게 3,180,000원을, 2017. 5.경부터 2018. 5.경까지 간병인 U에게 합계 47,380,000원을 지급한 사실을 인정할 수 있는바, 위 합계 50,560,000원(= 3,180,000원 + 47,380,000원)을 간병비로 인정한다[간병인 U, V가 작성한 영수증(을 제3호증의 2, 3)에 의하면 피고로부터 위 U이 65,000,000원을, 위 V가 7,000,000원을 각 지급받았다고 인정하고 있으나, 그 기재 내용이 구체적이지 않고, 이를 뒷받침할 만한 자료도 존재하지 않는바, 피고가 위 영수증 기재 간병비를 지급하였다고 보기 어렵다. 또한 이 법원의 주식회사 W에 대한 사실조회회신결과에 의하면 간병인 U이 주식회사 W에게 신고한 간병비가 24,690,000인 사실은 인정할 수 있으나, 위 금액은 위 U 스스로 소속회사인 주식회사 W에게 구두로 신고한 금액일 뿐 실제 지급받은 간병비라 보기 어려우므로, 피고가 위 U의 계좌로 직접 송금한 금액인 47,380,000원을 간병비 지급금액으로 인정하는 것이 타당하다].\n라) 변호사 보수\n(1) 피고는 망인의 보험금 수령을 위하여 변호사 X, Y에게 지급한 1,000,000원, H를 상대로 한 망인의 보험금 소송을 위해 법무법인 Z에게 지급한 53,300,000원, F회사과 G회사를 상대로 한 망인의 보험금 소송을 위해 위 법무법인에게 지급한 166,000,000원의 합계 220,300,000원(= 1,000,000원 + 53,300,000원 + 166,000,000원)을 망인을 위하여 사용하였다고 주장하고 있고, 이에 대하여 원고들은 객관적인 근거자료가 없는 법무법인 Z에 지급한 변호사 보수는 인정할 수 없다고 다투고 있다.\n(2) 을 제18, 20호증의 각 기재, 이 법원의 법무법인 Z에 대한 2021. 12. 31.자 사실조회회신결과에 변론 전체의 취지를 종합하면 피고와 법무법인 Z 사이에 민사위임계약서가 작성된 사실, 법무법인 Z이 이 법원에 피고로부터 2017. 11.경 현금 53,000,000원(착수금 5,000,000원 포함), 2018. 3.경 현금 66,000,000원을 변호사 보수로 각 지급받았다고 회신한 사실은 인정할 수 있다.\n그러나 을 제20, 27호증의 각 기재, 이 법원의 법무법인 Z에 대한 각 사실조회회신결과에 변론 전체의 취지를 더하여 인정할 수 있는 다음과 같은 사정들을 종합하면, 피고가 망인의 보험금 소송 등을 위하여 법무법인 Z에 219,300,000원을 지급하였다는 사실을 인정하기 부족하고 달리 이를 인정할 증거가 없다.\n① 2억 원이 넘는 변호사 보수를 현금으로 지급한 것도 이례적인데, 피고는 그와 관련된 객관적인 자료(영수증 등)도 제출하지 않고 있으며, 법무법인 Z이 위와 같은 거액의 보수를 수령할 만한 별다른 업무를 수행한 것으로도 보이지 않는다.\n② 법무법인 Z은 이 법원의 사실조회에 대하여 처음에는 피고와 위임계약을 체결하거나 피고로부터 변호사 보수를 받은 적이 없다는 취지로 회신하였는데(2021. 7. 23.자 회신), 그 이후 위 회신 내용을 번복하여 피고와 위임계약을 체결한 적이 있고 변호사 보수를 지급받았다고 회신하였다(2021. 12. 31.자 수정회신). 그러나 위 수정회신 내용은 사무장 AA으로부터 들었다는 취지로만 기재되어 있고 확답을 회피하고 있으며, 영수증과 같은 자료의 부재에 대해서도 설득력 있는 주장을 하지 못하고 있는바, 위 법무법인의 수정회신 내용을 그대로 믿기 어렵다.\n③ 법무법인 Z 역시 피고로부터 현금으로 지급받은 변호사 보수에 대한 객관적 자료를 제출하지 못하고 있다(법무법인 Z이 위 수정회신서에 첨부하여 제출한 수정 세금신고서는 이 법원의 사실조회에 대한 수정회신 무렵에 비로소 작성된 것으로 위 세금신고서만으로 피고로부터 현금으로 53,000,000원 및 66,000,000원을 각 지급받았다는 사실이 증명되었다고 보기 어렵다).\n④ 피고가 제출한 위임계약서(을 제20호증)에 착수금, 작성일자, 위임인의 기명날인 등 중요 부분이 누락되어 있고, 성공보수에 대한 금액 역시 불분명하게 기재되어 있는바, 정상적인 위임계약서라고 보기 어렵다.\n(3) 한편, 피고가 변호사 X, Y에게 변호사 보수로 1,000,000원을 지급한 사실에 대해서는 당사자들 사이에 다툼이 없는바, 위 변호사 보수 1,000,000원만을 망인을 위해 사용한 비용으로 인정한다.\n마) 채무변제금\n(1) 피고는 망인의 마이너스 통장대출에 대한 채무변제금 39,500,000원과 AB에 대한 채무변제금 79,000,000원은 망인을 위하여 지출한 비용이라고 주장하고 있고, 이에 대하여 원고들은 AB에 대한 채무변제금은 인정할 수 없다고 주장한다.\n(2) 을 제26호증의 기재에 의하면 피고가 AB에게 2017. 4. 28. 20,000,000원, 2017. 9. 29. 27,000,000원, 2017. 11. 20. 10,000,000원을 각 지급한 사실은 인정할 수 있다. 그러나 을 제15, 26호증의 각 기재에 변론 전체의 취지를 더하여 인정할 수 있는 다음과 같은 사정들을 종합하면, 망인이 AB에 대하여 채무를 부담하고 있었다는 사실을 인정하기 부족하고 달리 이를 인정할 증거가 없으므로, 이를 전제로 한 이 부분 피고의 주장은 이유 없다.\n① 망인과 AB 사이에 작성된 차용증 등 처분문서가 존재하지 않고, 금전 거래내역을 증명할 객관적 자료도 없다.\n② AB이 작성한 2017. 11. 30.자 확인서(을 제15호증의 1, 2)에 기재된 채무액(79,000,000원)과 2021. 9. 14.자 확인서(AB이 이 법원의 사실조회에 대한 회신으로 제출한 것이다)에서 기재된 채무액(90,000,000원)이 서로 달라 망인의 채무액에 대한 진술도 일관되지 않고 있다.\n③ 피고는 망인이 의식불명에 빠진 2017. 4. 13.로부터 약 2주 후인 2017. 4. 28.경 AB에게 20,000,000원을 송금해주었는데, 망인의 사고로 인하여 정신적 여유가 없는 상태에서 차용증 등의 처분문서도 확인되지 않는 망인의 채무 변제를 위하여 위와 같은 돈을 송금한 것은 이례적이다.\n④ AB이 제출한 2021. 9. 14.자 확인서에 첨부된 금융거래내역에 의하면 AB에게 피고가 아닌 AC이 20,000,000원을 지급하였고, 통장 내역 아래에 '피고와 AC 전세계약 보증금에서 AC이 입금시켜 준 것임'이라고 가필되어 있는바, 피고와 AC의 관계나 실제 전세계약이 체결되었는지 알 수 있는 자료가 없는바, 피고가 위 20,000,000원을 망인에 대한 채무변제조로 지급하였다고 보기도 어렵다.\n(3) 한편, 피고가 망인의 마이너스 통장대출에 따른 채무 39,500,000원을 변제한 사실에 대해서는 당사자들 사이에 다툼이 없는바, 위 변제액 39,500,000원을 망인을 위해 사용한 비용으로 인정한다.\n바) 사무실 양도대금\n피고는 망인이 이 사건 사고 이후 의식을 잃기 전에 피고에게 망인의 사무실을 처분하라고 부탁하였고, N 세무사에게 양도한 후 지급받은 사무실 양도대금 103,258,000원은 망인이 사무실을 운영하면서 생긴 채무, 직원들의 퇴직금 등에 사용하였다고 주장하나, 이를 인정할 증거가 없으므로 사무실 양도대금 103,258,000원은 피고가 망인을 위하여 사용한 비용이라고 볼 수 없다.\n사) 임대차보증금으로 변제한 근저당권 피담보채무\n갑 제17호증의 기재에 변론 전체의 취지를 종합하면, 피고가 J로부터 지급받은 임대차보증금 150,000,000원으로 이 사건 부동산에 설정되어 있던 망인의 I은행에 대한 각 근저당권 피담보채무 56,830,940원과 30,012,723원을 각 변제한 사실을 인정할 수 있는바, 위 피담보채무 변제금 합계 86,843,663원(= 56,830,940원 + 30,012,723원)은 망인의 의사에 부합되게 망인의 채무 변제에 사용된 것으로 보이므로, 위 86,843,663원을 피고가 망인을 위하여 사용한 비용으로 인정한다.\n아) 신용카드 금액 41,436,142원\n을 제5 내지 11호증의 각 기재에 의하면, 망인이 사고를 당한 때부터 사망할 때까지 발생한 망인 및 피고의 신용카드 대금 합계가 41,436,142원(=망인 명의 카드대금 합계 25,404,252원 + 피고 명의 카드대금 합계 16,031,890원)인 사실은 인정할 수 있다. 그러나 을 제1, 2호증의 각 기재에 의하면 망인의 치료비 등이 망인 명의 카드로 결제된 점, 당시 망인이 의식불명 상태에 있었기 때문에 치료비 외의 지출이 없었던 것으로 보이는 점, 피고가 카드대금의 세부 내역 등을 제출하지 않아 구체적인 지출항목을 알 수 없는 점, 기타 피고와 망인의 필요비 등은 앞서 별도로 산정한 점에 비추어 볼 때 피고가 제출한 증거만으로는 위 신용카드 대금을 망인을 위해 지출한 비용이나 공동 생활비로 인정하기 부족하고 달리 이를 인정할 증거가 없다.\n자) 원고 A에게 지급한 20,000,000원\n제1심 법원의 I은행에 대한 금융거래정보제출명령 회신결과에 변론 전체의 취지를 더하여 보면, 피고가 2017. 11. 22. 원고 A에게 20,000,000원을 지급한 사실이 인정되므로, 위 20,000,000원은 피고의 횡령금액에서 제외함이 타당하다.\n차) 장례비용\n피고는 자신이 보관한 보험금으로 망인의 장례비용으로 6,960,000원을 지출하였다고 주장하나, 을 제21호증의 각 기재에 의하면, 피고가 지출한 망인의 장례비용은 5,160,000원인 사실이 인정되므로, 위 금액을 망인을 위한 비용으로 인정한다(피고가 현금으로 지출했다고 주장하는 일부 장례비용은 증거가 없을 뿐 아니라, 부의금 등으로 충분히 충당되었을 것으로 보인다).\n3) 소결론\n따라서 856,830,336원(= 피고가 취득한 망인의 재산 1,147,779,680원 - 병원비 50,370,310원 - 병원 소모품 구입비 3,767,950원 - 세금 및 필요비 33,747,421원 - 간병비 50,560,000원 - 변호사 보수 1,000,000원 - 채무변제금 39,500,000원 - 임대차보증금으로 변제한 근저당권 피담보채무 86,843,663원 - 원고 A에게 지급한 20,000,000원 - 장례비용 5,160,000원)을 망인의 손해액으로 인정한다.\n다. 소결론\n따라서 피고는 불법행위에 기한 손해배상으로 망인의 상속인인 원고들에게 각 244,808,667원(= 위 856,830,336원 × 원고들의 상속지분 2/7, 원 미만은 버림) 및 이에 대하여 원고들이 구하는 바와 같이 이 사건 소장 부본 송달일인 2019. 1. 2.부터 이 판결 선고일인 2022. 8. 24.까지 민법이 정한 연 5%, 그 다음 날부터 다 갚는 날까지 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다(위와 같이 원고들의 주위적 청구에 관한 인용금액이 예비적 청구로 구하는 유류분 반환 청구금액보다 더 큰 이상, 원고들의 예비적 청구에 관하여는 나아가 판단하지 않는다).\n4. 결론\n그렇다면 원고들의 주위적 청구는 위 인정범위 내에서 이유 있어 이를 인용하고 나머지 주위적 청구는 이유 없으므로 이를 각 기각하여야 할 것인바, 제1심판결은 이와 결론을 달리하여 부당하므로, 원고들의 항소를 일부 받아들여 제1심판결 중 위 인용금액에 해당하는 원고들 패소 부분을 취소하고 피고에게 위 각 금액의 지급을 명하며, 원고들의 나머지 항소는 이유 없으므로 이를 각 기각하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n김민기\n판사\n임상민\n판사\n김영환"
}