{
    "판례일련번호": 404319,
    "사건명": "수원지방법원 2018. 12. 11. 선고 2018구합68767 판결 [이행강제금 부과처분 무효확인]확정",
    "사건번호": "2018구합68767",
    "선고일자": "2018-12-11",
    "법원명": "수원지방법원",
    "법원종류코드": null,
    "사건종류명": "행정강제",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "수원지방법원 2018. 12. 11. 선고 2018구합68767 판결 [이행강제금 부과처분 무효확인]\n확정\n【사건】\n2018구합68767 이행강제금 부과처분 무효확인\n원고\n1. A\n2. B\n피고\n성남시중원구청장\n변론종결\n2018. 11. 20.\n판결선고\n2018. 12. 11.\n주문\n1. 피고가 2017. 7. 27. 원고들에 대하여 한 이행강제금 34,465,000원의 부과처분 중 9,524,000원을 초과하는 부분은 무효임을 확인한다.\n2. 소송비용은 피고가 부담한다.\n청구취지\n주문 제1항과 같다.\n이유\n1. 처분의 경위\n가. 원고들은 성남시 중원구 C 소재 철근콘크리트구조 철근콘크리트 경사지붕 4층 단독주택(2012. 9. 20. 사용승인을 받았다, 이하 '이 사건 주택'이라 한다)의 각 1/2지분을 소유하는 사람들이다.\n나. 이 사건 주택은 2013. 8. 8. 1층 3.9㎡ 부분의 조경훼손 및 3층 121.19㎡ 부분의 대수선위반(1가구 → 2가구)을 이유로 위반건축물로 등재되었다. 피고는 이에 대해 건축법 위반사항 시정명령을 내렸고, 2017. 7. 27. 원고들에게 대하여 건축법 제80조에 따라 34,465,000원(대수선위반 34,384,000원 + 조경훼손 81,000원)의 이행강제금을 납부할 것을 명하는 처분을 하였다(이하 '이 사건 부과처분'이라 한다).\n다. 이 사건 주택 등기부의 건물 내역에는 철근콘크리트구조 철근콘크리트 경사지붕 4층 단독주택으로 기재되어 있고, 건축물대장의 건축물현황에는 2층 다가구주택(2가구), 3층 다가구주택(1가구), 4층 다가구주택(1가구)으로 기재되어 있다.\n[인정근거] 다툼 없는 사실, 갑 제1, 2호증(가지번호 포함)의 각 기재, 변론 전체의 취지\n2. 이 사건 부과처분의 적법 여부\n가. 원고의 주장\n이 사건 부과처분은 건축법 제80조 제1항 제2호, 지방세법 제4조 제2항, 지방세법 시행령 제4조 제1항 제1호 및 그 위임에 따라 제정된 '2016년도 건물 및 기타물건 시가표준액 조정기준'에 의한 철근콘크리트조 건물의 대수선 산출비율 0.25를 적용하지 않은 위법이 있고, 위 하자는 중대하고 명백하다.\n위 조정기준에 의해 산정된 이행강제금은 9,524,000원(대수선위반 9,443,000원 + 조경훼손 81,000원)이므로, 이 사건 부과처분 중 위 금액을 초과하는 부분은 무효이다.\n나. 관계 법령\n별지 기재와 같다.\n다. 하자 여부에 대한 판단\n1) 관련 법리\n건축법 제80조 제1항 제2호에 의하면, 건축물이 '건폐율이나 용적률을 초과하여 건축된 경우 또는 허가를 받지 아니하거나 신고를 하지 아니하고 건축된 경우' 이외의 위반 건축물에 해당하는 경우에는 '지방세법에 따라 그 건축물에 적용되는 시가표준액'에 해당하는 금액의 100분의 10의 범위에서 위반내용에 따라 대통령령으로 정하는 금액을 이행강제금으로 부과하는데, 건축법 시행령 제115조의2 제2항, [별표15] 이행강제금의 산정기준은 무단 대수선한 건축물에 대한 이행강제금을 '시가표준액의 100분의 10에 해당하는 금액'이라고 규정하고 있다. 한편 위 '지방세법에 따라 그 건축물에 적용되는 시가표준액'은 거래가격, 수입가격, 신축 · 건조 · 제조가격 등을 고려하여 정한 기준가격에 종류, 구조, 용도, 경과연수 등 과세대상별 특성을 고려하여 '대통령령으로 정하는 기준'에 따라 지방자치단체의 장이 결정한 가액으로 하는데(지방세법 제4조 제2항), 이때 '대통령령으로 정하는 기준'이란 소득세법 제99조 제1항 제1호 나목에 따라 산정 · 고시하는 건물신축가격기준액에 건물의 구조별 · 용도별 · 위치별 지수, 건물의 경과연수별 잔존가치율, 건물의 규모 · 형태 · 특수한 부대설비 등의 유무 및 그 밖의 여건에 따른 가감산율을 적용하여 행정안전부장관이 정하는 기준을 말한다(지방세법 시행령 제4조 제1항 제1호). 위와 같은 법령의 위임에 따라 제정된 '2017년도 건축물 시가표준액 조정기준'(이하 '이 사건 조정기준'이라 한다)은, 시가표준액을 '건물신축가격기준액 × 적용지수(구조 · 용도 · 위치) × 경과연수별잔가율 × 면적 × 가감산특례'의 산식을 통하여 정하도록 하면서, 증 · 개축 건물 등에 대한 시가표준액 산출요령(이하 '이 사건 산출요령'이라 한다) 부분에서, \"대수선 건축물에 대한 시가표준액은 해당 건축물의 구조별 신축건물시가표준액에 [별표2]의 비율(이하 '대수선 산출비율'이라 한다)을 곱하여 산출한 금액을 ㎡당 시가표준액으로 한다.\"고 규정하면서, [별표2]에서는 철근콘크리트조 건물의 대수선에 적용될 비율을 0.25로 정하고 있다.\n그런데 침익적 행정처분은 수익적 행정처분에 대응하는 개념으로 상대방의 권익을 제한하거나 상대방에게 의무를 부과하는 것이므로 헌법상 요구되는 명확성의 원칙에 따라 그 근거가 되는 행정법규를 더욱 엄격하게 해석 · 적용하여야 하고, 행정처분의 상대방에게 지나치게 불리한 방향으로 확대해석이나 유추해석을 해서는 안 된다. 이행강제금 부과처분의 근거가 되는 건축법 제80조 제1항 제2호의 '지방세법에 따라 그 건축물에 적용되는 시가표준액에 해당하는 금액의 100분의 10은 건축법상 이행강제금 부과의 한도로 기능하는 것이므로 헌법상 요구되는 명확성의 원칙에 따른 엄격해석의 원칙이 적용되어야 할 필요성이 더욱 크다고 할 수 있다.\n한편 일반적으로 행정 각부의 장이 정하는 고시라 하더라도 그것이 특히 법령의 규정에서 특정 행정기관에서 법령 내용의 구체적 사항을 정할 수 있는 권한을 부여함으로써 그 법령 내용을 보충하는 기능을 가질 경우에는 그 형식과 상관없이 근거 법령 규정과 결합하여 대외적으로 구속력이 있는 법규명령으로서의 효력을 가진다. 앞서 본 관계 법령의 내용, 형식 및 취지 등을 종합하면, 이 사건 조정기준의 각 규정들은 일정한 유형의 위반 건축물에 대한 이행강제금의 산정기준이 되는 시가표준액에 관하여 행정자치부장관으로 하여금 정하도록 한 위 건축법 및 지방세법령의 위임에 따른 것으로서 그 법령규정의 내용을 보충하고 있으므로, 그 법령규정과 결합하여 대외적인 구속력이 있는 법규명령으로서의 효력을 가지고, 그 중 증 · 개축 건물과 대수선 건물에 관한 특례를 정한 이 사건 산출요령의 규정들도 마찬가지라고 보아야 한다.\n이처럼 헌법상 요구되는 명확성의 원칙에 따라 엄격하게 해석 · 적용하여야 할 뿐만 아니라 법령규정과 결합하여 대외적인 구속력을 가지는 이 사건 조정기준 및 이 사건 산출요령은 대수선건물에 대한 시가표준액을 정하면서 대수선 행위가 적법한지 여부에 따라 대수선 산출비율의 적용 여부를 구별하고 있지 아니하다. 따라서 무단 대수선 건물에 대하여 부과하는 이행강제금의 액수를 산정할 때에도 그 기준이 되는 시가표준액은 이 사건 조정기준 및 이 사건 산출요령 규정의 문언대로 대수선 산출비율을 적용하여야 하고, 합리적 이유 없이 그 적용을 배제하는 것은 허용되지 아니한다(대법원 2017. 5. 31. 선고 2017두30764 판결 등 참조).\n2) 판단\n앞서 든 증거에 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정에 비추어 보면, 이 사건 부과처분 중 적법하게 산정한 이행강제금 9,443,000원을 초과하는 부분은 위법하다.\n① 이 사건 주택을 무단으로 대수선한 것은 건축법 제80조 제1항 제2호의 위반 건축물에 해당하므로, 이에 대한 이행강제금은 지방세법 제4조 제2항, 지방세법 시행령 제4조 제1항 제1호 및 이와 결합하여 대외적인 구속력을 가지는 이 사건 조정기준 및 이 사건 산출요령에 따라 시가표준액을 산출한 다음, 건축법 시행령 제115조의2 제2항 [별표 15] 이행강제금의 산정기준(제1호)에 따라 그 시가표준액의 100분의 10에 해당하는 금액으로 산정해야 한다.\n② 2017년 건물신축가격기준액은 670,000원/㎡이고, 이 사건 건물의 구조지수는 100이며(철근콘크리트), 용도지수는 100이고(단독주택), 위치지수는 112이며(2016년 건물부속토지가격이 2,420,000원/㎡이고 2017년도 그와 유사할 것으로 보임), 경과연수별잔가율은 0.9\n1)\n이고, 이 사건 산출요령에 의한 대수선 건축물에 대한 산출비율은 25%이므로, 단위면적당 시가표준액은 168,000원/㎡(670,000원/㎡ × 1.0 × 1.0 × 1.12 × 0.9 × 0.25, 1,000원 미만 버림)이 되고, 여기에 연면적 557.29㎡와 건축법 시행령 제115조의2 제2항, [별표15]의 이행강제금 산정기준의 부과율 0.1을 적용하면 무단 대수선에 대한 적법한 이행강제금은 9,362,000원(168,000원/㎡ × 557.29㎡ × 0.1, 1,000원 미만 버림)이 된다.\n여기에 조경훼손에 대한 이행강제금 81,000원을 더하면 적법한 이행강제금은 9,443,000원(9,362,000원 + 81,000원)이 된다.\n③ 그런데 피고는 이 사건 주택의 시가표준액을 1㎡당 617,000원으로 보고 여기에 연면적 557.29㎡를 곱한 다음 건축법 시행령 제115조의2 제2항, [별표 15] 이행강제금의 산정기준(제1호)에 따라 그 시가표준액의 100분의 10에 해당하는 금액인 34,384,000원(617,000원 × 557.29 × 0.1, 1,000원 미만 버림)을 대수선위반에 대한 이행강제금 액수로 산정하였다.\n위 시가표준액은 지방세법 제4조 제1항에 따라 부동산 가격공시에 관한 법률에 따라 공시된 가액으로 보이는데, 위 공시된 개별주택가격은 위반건축물 부분이 아니라 건물 전체의 공시 가액을 말하는 것이므로, 건물의 대수선에 대한 시가표준액을 산정하는 데 적용될 수 없고, 달리 이 사건 조정기준 및 이 사건 산출요령 규정에서 정한 대수선 산출비율을 적용하지 않은 것에 대한 합리적 이유가 없다.\n라. 중대 · 명백 여부에 대한 판단\n1) 관련 법리\n하자 있는 행정처분이 당연무효가 되기 위해서는 그 하자가 법규의 중요한 부분을 위반한 중대한 것으로서 객관적으로 명백한 것이어야 하며, 하자가 중대하고 명백한지 여부를 판별함에 있어서는 그 법규의 목적, 의미, 기능 등을 목적론적으로 고찰함과 동시에 구체적 사안 자체의 특수성에 관하여도 합리적으로 고찰함을 요하는바, 행정청이 어느 법률관계나 사실관계에 대하여 어느 법률의 규정을 적용하여 행정처분을 한 경우에 그 법률관계나 사실관계에 대하여는 그 법률의 규정을 적용할 수 없다는 법리가 명백히 밝혀져 그 해석에 다툼의 여지가 없음에도 불구하고 행정청이 위 규정을 적용하여 처분을 한 때에는 그 하자가 중대하고도 명백하다고 할 것이나, 그 법률관계나 사실관계에 대하여 그 법률의 규정을 적용할 수 없다는 법리가 명백히 밝혀지지 아니하여 그 해석에 다툼의 여지가 있는 때에는 행정관청이 이를 잘못 해석하여 행정처분을 하였더라도 이는 그 처분 요건사실을 오인한 것에 불과하여 그 하자가 명백하다고 할 수 없는 것이고, 행정처분의 대상이 되지 아니하는 어떤 법률관계나 사실관계에 대하여 이를 처분의 대상이 되는 것으로 오인할 만한 객관적인 사정이 있는 경우로서 그것이 처분대상이 되는지의 여부가 그 사실관계를 정확히 조사하여야 비로소 밝혀질 수 있는 때에는 비록 이를 오인한 하자가 중대하다고 할지라도 외관상 명백하다고 할 수 없는 것이다(대법원 2004. 10. 15. 선고 2002다68485 판결 참조).\n2) 판단\n앞서 든 법리와 변론 전체의 취지를 종합하여 인정되는 다음과 같은 사정에 비추어 보면, 이 사건 부과처분 중 적법한 이행강제금 9,443,000원을 초과하는 부분은 그 하자가 중대하고 명백하여 무효라고 봄이 타당하다.\n① 이 사건 부과처분은 건축법 등 근거 법령과 결합하여 대외적으로 구속력이 있는 이 사건 조정기준 및 산출요령을 적용하지 않은 것인 점, 이 사건 조정기준 및 산출요령에 따른 가감산율을 적용하여 산출한 이행강제금의 액수와 개별공시지가에 기초하여 산출한 이행강제금의 액수가 상당한 차이가 나는 점 등에 비추어 이 사건 부과처분의 하자는 중대하다고 봄이 타당하다.\n② 이 사건 부과처분의 대상은 이 사건 주택의 무단 대수선행위 등에 대한 시정명령미이행이라는 사실관계와 무단 대수선행위에 대한 이행강제금은 앞서 본 법령에 따라 건물신축가격기준액에 이 사건 조정기준 및 산출요령에 따른 가감산율을 적용하여 산정된 시가표준액의 100분의 10에 해당하는 금액이라는 법리는 명백하고 이와 달리 해석할 여지가 없다.\n③ '2013년도 건물 및 기타물건 시가표준액 조정기준'에서는 대수선을 '경계벽의 수선 또는 변경'이라고만 기재하고 있어 경계벽의 증설로 인한 대수선이 이에 해당하는지에 대해 해석상 의문이 있었으나 '2014년도 건물 및 기타물건 시가표준액 조정기준'부터는 대수선을 '건축법 시행령 제3조의2 규정에 따른 대수선을 말한다'고 개정되었고, 건축법 시행령 제3조의2 제8호는 '다가구주택의 가구 간 경계벽을 증설하는 것'도대수선의 범위에 포함된다고 규정하며, 이 사건 주택은 1.다.항에서 본 바와 같이 다가구주택(주택법 시행령 제2조 제3호에 따르면 다가구주택도 단독주택이다)이므로, 다가구주택인 이 사건 주택의 3층의 가구간 경계벽을 증설하는 것은 건축법 시행령 제3조의2 규정에 따른 대수선에 해당하므로, 이 사건 부과처분 당시 그러한 해석상의 여지가 있었다고 볼 수 없다.\n④ 이 사건 처분은 대수선행위에 대해 합리적 이유 없이 이 사건 조정기준 및 이 사건 산출요령에서 정한 대수선 산출비율을 적용하지 않은 이행강제금 부과처분은 위법하다는 법리를 명시적으로 설시한 위 대법원 2017두30764 판결이 선고된 2017. 5. 31. 이후에 내려진 처분으로서 이 사건 처분 당시 위 대수선행위에 대한 이행강제금 산정 법리에 대해 다툼의 여지가 있었다고 보기 어렵다.\n마. 소결\n따라서 이 사건 부과처분 중 위 무효인 범위 내에서 원고가 구하는 바에 따라 9,524,000원을 초과하는 부분은 무효이다.\n3. 결론\n그렇다면, 원고의 청구는 이유 있어 이를 인용하기로 하여, 주문과 같이 판결한다.\n재판장\n판사\n당우증\n판사\n정종건\n판사\n최유경\n별지 생략\n1) 이 사건 주택은 철근콘크리트조이므로 내용연수는 40년이고, 신축연도 2012년임을 고려하여 이 사건 조정기준의 '건축물 신축연도별 잔가율표'에 의한 수치임[대수선으로 인한 내용연수 증가분(대수선시점인 2013년까지의 경과연수의 40%)은 소수점 이하이므로 절사함]"
}