{
    "판례일련번호": 404387,
    "사건명": "인천지방법원 2019. 4. 23. 선고 2018구단1722 판결 [위반건축물이행강제금부과처분취소]확정",
    "사건번호": "2018구단1722",
    "선고일자": "2019-04-23",
    "법원명": "인천지방법원",
    "법원종류코드": null,
    "사건종류명": "행정강제",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "인천지방법원 2019. 4. 23. 선고 2018구단1722 판결 [위반건축물이행강제금부과처분취소]\n확정\n【사건】\n2018구단1722 위반건축물이행강제금부과처분취소\n원고\nA 주식회사\n피고\n인천광역시 경제자유구역청장\n변론종결\n2019. 3. 19.\n판결선고\n2019. 4. 23.\n주문\n1. 원고의 청구를 기각한다.\n2. 소송비용은 원고가 부담한다.\n청구취지\n피고가 2018. 5. 10. 원고에 대하여 한 이행강제금 15,915,000원의 부과처분을 취소한다.\n이유\n1. 처분의 경위\n가. 원고는 주택임대 사업자등록을 한 법인으로서 인천 중구 B 대지 496.6㎡에 다가구주택(이하 '이 사건 다가구주택'이라 한다)을 건축하여 소유한 자이다.\n나. 원고는 2017. 1. 5.경 당초 18가구에서 건축허가를 받지 아니한 채 이 사건 다가구주택을 12가구를 증가(총 30가구)하는 대수선(이하 '제1차 건축법 위반'이라 한다)'을 하였다. 피고는 2017. 1 . 12. 원고에게 자진 정비를 완료하라는 시정명령을 하면서 불이행 시 이행강제금을 부과할 예정임을 고지하였고, 원고는 2017. 3. 3. 위 시정명령을 이행하였다.\n다. 원고는 2017. 11. 20.경 다시 건축허가를 받지 아니한 채 이 사건 다가구주택 18가구에 9가구를 추가하여 총 27가구로 만드는 대수선(이하 '제2차 건축법 위반'이라 한다)을 하였다. 이에 피고는 2017. 11. 28. 원고에게 2018. 1. 11.까지 자진 철거하라는 시정명령을 하였는데, 2018. 1. 11. 원고가 '동절기 공사업체 선정 및 세입자 퇴거 협의'를 위하여 시정명령 이행기간을 2018. 3. 11.까지로 연장해달라는 요청을 하자, 2018. 1. 12. 원고에게 2018. 3. 12.까지 시정명령을 이행하라고 촉구한 다음, 2018. 3. 19. 원고에게 16,301,000원의 이행강제금 부과 예고를 통지하였다. 피고는 원고의 의견제출을 받고 2019. 4. 30.까지는 이행강제금 부과를 유예할 것임을 밝힌 다음, 2018. 5. 10. 원고에게 이행강제금 16,301,000원을 부과하는 처분을 하였다.\n라. 원고가 이에 불복하여 행정심판을 제기한 결과 감액재결되었고, 피고는 2018. 11. 6. 위 감액재결에 따라 이행강제금을 15,915,000원으로 감액하여 부과하는 처분을 하였다(이하 2018. 5. 10.자 이행강제금 부과처분 중 위와 같이 감액되고 남은 부분을 '이 사건 처분'이라 한다).\n[인정 근거] 다툼 없는 사실, 갑 제1 내지 3, 5 내지 7호증, 을 제1 내지 5, 8, 9호증의 각 기재, 변론 전체의 취지\n2. 처분의 적법 여부\n가. 원고의 주장\n원고가 시정명령을 기한 내에 이행하지 못한 것은 세입자들의 주택임대차보호법상의 권리보호 및 편익증진을 위한 것이고, 원고는 이를 이유로 시정명령 기간 연기요청을 하기도 하였다. 그럼에도 일체의 감경을 적용하지 아니하고 오히려 건축법 제80조 제2항을 적용하여 가중한 이행강제금을 부과한 이 사건 처분은 신뢰보호원칙, 비례원칙을 위반하였고, 재량권을 일탈 · 남용하여 위법하다.\n나. 관계 법령\n별지 기재와 같다.\n다. 판단\n1) 신뢰보호원칙 위반 주장\n일반적으로 행정상의 법률관계에 있어서 행정청의 행위에 대하여 신뢰보호의 원칙이 적용되기 위해서는, 첫째 행정청이 개인에 대하여 신뢰의 대상이 되는 공적인 견해표명을 하여야 하고, 둘째 행정청의 견해표명이 정당하다고 신뢰한 데에 대하여 그 개인에게 귀책사유가 없어야 하며, 셋째 그 개인이 그 견해표명을 신뢰하고 이에 상응하는 어떠한 행위를 하였어야 하고, 넷째 행정청이 위 견해표명에 반하는 처분을 함으로써 그 견해표명을 신뢰한 개인의 이익이 침해되는 결과가 초래되어야 하며, 마지막으로 위 견해표명에 따른 행정처분을 할 경우 이로 인하여 공익 또는 제3자의 정당한 이익을 현저히 해할 우려가 있는 경우가 아니어야 한다(대법원 2006. 2. 24. 선고 2004두13592 판결 등 참조).\n이 사건에 관하여 살피건대, 피고가 원고에게 신뢰의 대상이 되는 공적인 견해표명을 했다는 점에 관하여는 원고의 주장이나 증명이 없고, 오히려 '원상복구 기간을 2018. 3. 11.까지로 연장해달라는 원고의 요청'에 피고가 2018. 3. 12.까지 시정명령을 이행하라고 촉구한 사실은 앞서 본 바와 같으며, 을 제7호증의 기재의 기재에 의하면 피고가 원고의 '이행강제금 부과에 대한 이의(감경)신청'에 대하여 '아래 2) 나)항과 같은 취지에서 '감경사유에 해당하지 아니한다고 민원회신'을 한 사실을 인정할 수 있으므로, 이 사건 처분이 신뢰보호원칙을 위반하여 위법하다는 원고의 주장은 더 나아가 살펴볼 필요 없이 이유 없다.\n2) 비례원칙 위반 및 재량권 일탈 · 남용 주장\n가) 원고의 주장은, 원고의 제2차 건축법위반은 세입자가 있어서 그 시정명령을 이행하지 못한 데 상황의 특수성이 있으므로 구 건축법 시행령(2018. 9. 4. 대통령령 제29136호로 개정되기 전의 것, 이하 같다) 제115조의4 제1항 제2호를 적용하여 이행강제금을 감경할 수 있고, 건축법 제80조 제2항의 가중을 하지 않을 수 있음에도, 피고가 이러한 사정을 고려하지 아니한 채 이 사건 처분을 한 것이 비례원칙을 위반하고 재량권을 일탈 · 남용하여 위법하다는 취지이다.\n우선 원고 주장의 감경조항이 적용될 수 있는지에 관하여 살펴본다.\n구 건축법 시행령 제115조의4는 '이행강제금의 감경'이라는 제호 아래 제1항 제2호에서 법 제80조의2 제1항 제2호에서 '대통령령이 정하는 경우'의 하나로 '임차인이 있어 현실적으로 임대기간 중에 위반내용을 시정하기 어려운 경우 등 상황의 특수성이 인정되는 경우'를 들고 있다. 그런데 위 시행령 조항의 위임근거인 건축법 제80조의2 제1항 제2호는 '그 밖에 위반 동기, 위반 범위 및 위반 시기 등을 고려하여 대통령령으로 정하는 경우'는 허가권자는 이행강제금을 감경할 수 있다고 규정하면서도 괄호 안에서 제80조 제2항에 해당하는 경우는 감경할 수 있는 경우에서 제외한다고 규정하고 있다. 그리고 건축법 제80조 제2항은 허가권자는 영리목적을 위한 위반이나 상습적 위반 등 대통령령으로 정하는 경우에 제1항에 따른 금액을 100분의 50의 범위에서 가중할 수 있다고 규정하고 있고, 구 건축법 시행령 제115조의3 제2항은 법 제80조 제2항에서 \"영리목적을 위한 위반이나 상습적 위반 등 대통령령으로 정하는 경우\"에 관하여 \"임대 등 영리를 목적으로 하거나 신고 없이 다세대주택의 세대수 또는 다가구주택의 가구수를 5세대 또는 5가구 이상 증가시킨 경우(제3호)\", \"동일인이 최근 3년 내에 2회 이상 법 또는 법에 따른 명령이나 처분을 위반한 경우(제4호)\" 등을 규정하고 있다.\n위 법령에 비추어 이 사건에 관하여 살펴보면, 원고는 주택임대 사업자로서 임대 등 영리를 목적으로 이 사건 다가구주택 가구수를 9가구 증가시키는 제2차 건축법위반을 2017. 11. 20.경 하였고, 또한 그로부터 불과 10개월 전인 2017. 1. 15. 제1차 건축법위반을 하였는바, ① 임대 등 영리를 목적으로 다가구주택의 가구수를 5가구 이상 증가시킨 경우(위 제3호) 및 ② 동일인이 최근 3년 내에 2회 이상 건축법 또는 건축법에 따른 명령이나 처분을 위반한 경우(위 제4호)에 해당한다.\n따라서 원고의 제2차 건축법위반은 건축법 제80조 제2항의 이행강제금 가중사유에 해당하므로, 건축법 제80조의2 제1항 제2호 괄호부분에 의하여 이행강제금을 감경할 수 있는 경우에서 제외된다. 그렇다면 제2차 건축법위반이 이행강제금의 감경대상이 됨을 전제로 하는 원고의 재량권 일탈 · 남용에 관한 주장은 이유 없다.\n나) 나아가 살펴보아도, ① 건축주 등이 위법건축물에 대한 시정명령을 불이행하는 경우 행정명령의 실효성을 확보하기 위하여 시정명령을 이행할 때까지 지속적으로 부과함으로써 공공복리의 증진을 도모하기 위한 것에 이행강제금 제도의 목적과 취지가 있으므로, 개인적인 사유를 들어 이행강제금의 면제나 감액을 쉽사리 인정할 수 없는 것인 점(원고는 대표이사 개인의 건강문제 등도 적시하고 있으나, 원고는 별개의 법인격을 가진 주식회사이다), ② 원고는 영리를 목적으로 상습적으로 같은 내용의 건축법을 위반하였고, 피고로서는 원고가 요청하는 시기까지 시정명령을 이행할 것을 촉구하는 등으로 상당한 기간을 부여했다고 할 것인 점 등에 비추어 보면, 이 사건 처분에 비례원칙 위반 또는 재량권 일탈 · 남용의 위법이 있다는 원고의 주장은 이유 없다. 이 사건 처분은 적법하다.\n3. 결론\n그렇다면 원고의 이 사건 청구는 이유 없으므로 기각하기로 하여 주문과 같이 판결한다.\n판사\n장성훈\n별지 생략"
}