{
    "판례일련번호": 404548,
    "사건명": "서울행정법원 2020. 11. 26. 선고 2019구합86105 판결 [부당해고구제재심판정취소]항소",
    "사건번호": "2019구합86105",
    "선고일자": "2020-11-26",
    "법원명": "서울행정법원",
    "법원종류코드": null,
    "사건종류명": "행정",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "서울행정법원 2020. 11. 26. 선고 2019구합86105 판결 [부당해고구제재심판정취소]\n항소\n【사건】\n2019구합86105 부당해고구제재심판정취소\n원고\nA\n피고\n중앙노동위원회위원장\n피고보조참가인\n1. B\n2. C 주식회사\n변론종결\n2020. 9. 24.\n판결선고\n2020. 11. 26.\n주문\n1. 원고의 청구를 기각한다.\n2. 소송비용은 보조참가로 인한 부분을 포함하여 원고가 부담한다.\n청구취지\n중앙노동위원회가 2019. 9. 17. 원고와 피고보조참가인(이하 '참가인') C 주식회사 및 B 사이의 D 부당해고 구제 재심신청 사건에 관하여 한 재심판정을 취소한다.\n이유\n1. 재심판정의 경위\n가. 참가인 C 주식회사(이하 '참가인 회사')는 1967. 12. 29. 설립되어 상시 근로자 68,000명을 사용하여 자동차 제조 및 판매업 등을 영위하는 법인이다. 참가인 B은 1998. 10. 15. 참가인 회사와 판매대리점계약을 체결하고 C 경산남부판매대리점(이하 '이 사건 대리점')을 운영하는 사람이다.\n나. 원고는 2012. 10. 12. 참가인 B과 자동차 판매용역계약(이하 '판매용역계약')을 체결하고 이 사건 대리점에서 카마스터\n1)\n로 근무한 사람이다.\n다. 참가인 B은 2019. 1. 14. 원고에게 이 사건 판매용역계약이 2019. 1. 15. 계약기간 만료로 종료된다고 통보하고 참가인 회사에게 원고의 사번(판매코드) 삭제를 요청하였다. 참가인 회사는 그 무렵 원고의 사번을 삭제하였다.\n라. 원고는 참가인들이 2019. 1. 14. 판매용역계약을 해지하고 원고의 사번을 삭제한 것이 부당해고에 해당한다고 주장하면서 2019. 4. 12. 경북지방노동위원회에 구제를 신청하였다. 경북지방노동위원회는 2019. 6. 10. '원고는 근로기준법상 근로자에 해당하지 않으므로 당사자적격이 인정되지 않는다.'는 이유로 원고의 구제신청을 각하하였다.\n마. 원고는 이에 불복하여 2019. 6. 28. 중앙노동위원회에 재심을 신청하였으나, 중앙노동위원회는 2019. 9. 17. 위 초심판정과 같은 이유로 원고의 재심신청을 기각하였다(이하 '이 사건 재심판정').\n[인정근거] 다툼 없는 사실, 갑 제1, 2호증의 각 기재, 변론 전체의 취지\n2. 재심판정의 적법 여부\n가. 원고의 주장\n원고는 참가인들의 근태관리, 각종 업무지침 하달, 판매목표 설정, 판촉활동 지휘 · 감독, 전시장 당직 근무, 고객관리업무 지휘 · 감독, 각종 교육, 업무지도(감사), 판매전산시스템 제공 등을 통해 업무수행에 있어 구체적인 지휘 · 감독을 받는 등 참가인들과 사용종속관계에 있었다. 참가인 회사의 대리점 카마스터에 대하여 노동조합 및 노동관계조정법(이하 '노동조합법')상 근로자성을 인정한 대법원 판례(대법원 2019. 6 . 13. 선고 2019두33712 판결)에서도 판매수당의 노무 제공의 대가로서의 성격, 지휘 ·감독의 존재, 법률관계의 지속성과 전속성 등을 인정하였다. 따라서 원고는 근로기준법상 근로자에 해당하고, 참가인들이 원고에 대하여 한 판매용역계약 해지 및 사번 삭제는 그 사유 및 절차 등에 정당한 이유가 없으므로 부당해고에 해당한다.\n나. 인정사실\n1) 참가인 회사의 자동차 판매조직 및 판매대리점계약 체결\n가) 참가인 회사는 직영 판매점(이하 '지점')과 대리점의 이원적 구조를 활용하여 자동차를 판매한다. 지점은 참가인 회사가 직접 채용한 정규직 근로자들을 판매사원으로 두어 운영된다. 반면 대리점은 참가인 회사가 대리점주에게 판매대리권을 부여하면, 대리점주 내지 대리점주와 판매용역계약을 체결한 카마스터가 자동차 판매업무를 수행하는 방식으로 운영된다.\n나) 참가인 회사 지점의 판매사원은 참가인 회사의 취업규칙 및 복무규정의 적용을 받고 근태불량 시 징계를 받으며 영업활동 구역의 제한을 받고 임금의 80%가 고정급이며 근무시간 중 출입장소 제한(골프연습장, 동호회 활동, PC방 등)을 받는다.\n다) 참가인 B은 1998. 10. 15. 참가인 회사와 판매대리점계약을 체결하고 자동차 판매대리권을 부여받아 자동차를 판매하고 참가인 회사로부터 판매수수료를 지급받는 방식으로 이 사건 대리점을 운영하였다. 판매대리점계약 중 이 사건과 관련된 부분은 아래와 같다.\n2) 판매용역계약의 체결\n원고는 2012. 10. 12. 참가인 B과 판매용역계약을 체결한 후 2년 단위로 계약을 갱신하였다. 원고가 2017. 1. 16. 참가인 B과 계약기간을 2017. 1. 16.부터 2019. 1. 15.까지로 정하여 체결한 판매용역계약의 주요 내용은 아래와 같다.\n3) 대리점의 카마스터 채용 등\n가) 대리점주는 자신의 책임과 권한으로 카마스터를 모집하여 판매용역계약을 체결하고, 참가인 회사는 대리점주의 카마스터 모집 및 채용에 관여하지 않는다.\n나) 대리점주가 참가인 회사에 카마스터 등록을 요청하면 참가인 회사는 해당 카마스터를 등록하고 사번(판매코드)을 발급한다. 사번은 참가인 회사가 운영하는 전산시스템에 접속할 수 있도록 참가인 회사가 부여하는 계정(ID)이다.\n다) 참가인 회사는 카마스터가 대외적으로 사용할 수 있는 직급 부여에 관한 기준을 마련하여 두고, 이에 의하여 해당 직급을 사용할 수 있는 카마스터의 명단을 매년 대리점에 통보한다. 카마스터의 직급이 올라간다고 해서 직무가 달라지거나 별도의 보상이 주어지는 것은 아니다.\n라) 대리점이 카마스터와의 판매용역계약을 해지하거나 재계약을 체결하지 않는 경우 참가인 회사에게 해당 카마스터와의 계약 종료 사실을 통보하고, 참가인 회사는 해당 카마스터의 사번을 삭제한다.\n4) 대리점 카마스터의 업무 개괄\n가) 카마스터가 수행하는 업무는 크게 외근과 당직근무로 구분된다. 외근은카마스터가 대리점 외부에서 고객을 접촉하여 자동차를 구매하도록 설득하는 업무이고, 당직근무는 대리점 내방 고객을 응대하는 업무이다. 대부분의 카마스터들은 자동차를 구입하려는 고객을 쉽게 접할 수 있는 당직근무를 선호한다.\n나) 카마스터가 자동차를 판매하면, 참가인 회사는 대리점에 차종별로 미리 정해진 판매수수료를 지급한다. 대리점주는 카마스터와 사이에 미리 정한 판매수당 지급방식에 따라 카마스터에게 판매수수료 중 일부를 판매수당으로 지급한다. 판매수당의 지급방식으로는 정률방식, 정액방식, 정률+정액방식\n2)\n, 구간정률방식\n3)\n, 기타 방식이 있는바, 카마스터와 대리점주가 협의하여 판매수당 지급방식을 선택하고 지급비율을 결정한다. 원고는 참가인 B과 판매용역계약 채결 시 참가인 회사가 지급하는 판매수수료를 7:3의 비율로 분배하기로 약정하였다.\n다) 카마스터들은 판매수당 외에 참가인 회사로부터 신입 카마스터에게 6개월간 지급되는 정착지원금, 판매 실적이 우수한 카마스터에게 지급되는 판매성과지원금 등을 지원받았다.\n5) 참가인 회사의 대리점에 대한 평가 및 업무상 지시\n가) 참가인 회사는 주기적으로 대리점에 판매목표를 제시하여 목표달성을 독려하고, 월별 · 분기별로 판매달성률, 판매대수, 중점차종 판매달성률 등 대리점의 종합적인 판매실적을 평가하였으며, 판매실적이 부진한 대리점을 대상으로 판매부진 대리점 회의를 개최하거나 경고장을 발송하기도 하였다.\n나) 참가인 회사는 대리점에 차종별, 시기별, 고객별로 판촉활동을 진행할 것을 지시하였고, 대리점에 판촉용 물품을 제공하거나 판촉비용을 지원하였다. 대리점이나 카마스터는 참가인 회사의 판촉용품 구매 사이트인 E에서 자비로 판촉용품을 구매하기도 하였다.\n다) 참가인 회사는 전시장 근무 복장에 관한 지침, 전시장 및 간판 운영기준, 점등 및 소등 기준, 전시장 및 전화 응대, 감사전화 등에 관한 업무표준 등의 지침을 마련하여 대리점으로 하여금 이를 준수하도록 요구하였고, 주기적으로 미스터리 쇼핑 등 현장조사를 실시하여 대리점이 위 업무표준을 준수하는지 여부를 확인하였다.\n라) 참가인 회사는 대리점에 F 전산시스템 헬로콜 연락, 비포 서비스, 시승 등 다양한 고객 접촉 및 관리를 지시하고, 이를 대리점 평가에 반영하였다.\n마) 참가인 회사는 시기별로 판매조건 지침, 계출(계약/출고) 운영지침, 차종별 서비스 업무처리지침, 실적이관 제도에 관한 지침 등 대리점과 카마스터들이 준수하여야 할 업무지침을 마련하여 대리점에서 위 각 지침을 준수할 것을 요구하였다.\n바) 참가인 회사는 이면할인 행위, 타사 자동차 판매행위, 내수용 자동차 해외반출행위, 개인 계좌 사용행위 등을 금지하고, 주기적인 업무지도(감사)를 통하여 대리점이나 카마스터의 위반 여부를 확인하였다. 참가인 회사는 업무지도를 통해 대리점이나 카마스터의 위반사실이 확인되는 경우 해당 대리점은 업무장려금, 각종 캠페인에서 제외하고, 해당 카마스터는 인센티브, 포상 지급에서 제외하는 등의 조치를 하였다.\n6) 참가인 회사가 제공하는 전산망 및 전산프로그램 등\n가) 참가인 회사는 대리점과 카마스터에게 국내판매시스템, 고객관계관리시스템(F), 대리점경영지원시스템(G), H, I, J, K 등의 전산망 내지 전산프로그램을 제공한다.\n나) 국내판매시스템은 자동차 계약 체결, 차량 배정처리, 재고관리, 물류업무, 출고처리 등 일련의 자동차 판매과정을 전산처리하는 시스템으로서 대리점에서는 이를 이용하여 자동차판매업무를 수행한다.\n다) H는 참가인 회사가 대리점에 협조전 공문을 보내거나 반대로 대리점이 참가인 회사에 요청사항을 전달할 수 있는 전산망이다.\n라) 대리점경영지원시스템(G)은 대리점 운영을 지원하기 위한 전산프로그램으로서 대리점은 거점관리, 인원관리, 판매현황/실적, 수수료관리, 경영관리 등의 메뉴를 사용할 수 있다. 카마스터도 대리점경영지원시스템의 일부 메뉴를 사용하여 자신의 판매실적과 지급받을 판매수당을 확인할 수 있다.\n마) 고객관계관리시스템(F)은 대리점 및 카마스터가 고객관리를 용이하게 할 수 있도록 지원하는 프로그램이다. 카마스터는 Hello Call 관리, 가망고객 관리, 캠페인 관리 등을 활용하여 고객에 대한 판촉활동을 할 수 있고, DM 몰에서 본인 비용으로 판촉물품을 구입할 수 있다.\n바) I는 차량의 외관, 인테리어, 사양, 가격 · 할인 등의 판매조건, 타사 차량과의 비교 등 차량 판매에 필요한 정보를 제공하는 프로그램이고, J는 고객이 요청하는 차량의 견적 산출, 자동차 재고현황 파악, 전자계약서 작성 등에 사용하는 프로그램이다.\n사) K는 참가인 회사, L회사, 그룹사, 대리점 및 협력사 임직원의 교육을 지원하기 위한 프로그램으로서, 카마스터들은 위 프로그램을 이용하여 참가인 회사가 제공하는 동영상 강의를 시청하고 평가(E-TEST)를 치를 수 있다.\n아) 참가인 회사는 카마스터들이 참가인 회사가 제공하는 프로그램이 아닌 사설 프로그램을 활용하여 고객을 관리하거나 판매활동을 하는 것을 금지하였고, 사설 고객관리 프로그램을 사용하는 것을 적발할 경우 해당 대리점에 대한 제재조치를 할 것을 공지하기도 하였다.\n7) 카마스터에 대한 교육\n가) 참가인 회사는 신입 카마스터를 대상으로 한 교육(입문교육, 영업기본교육), 아침방송을 통한 교육, 판매능력 향상 교육, 연차에 따라 지정된 교육, 이러닝 등을 실시하였다.\n나) 입문교육에서는 신입 카마스터에게 업무규정(인터넷 연계 차량판매 금지, 정가판매제도 등), 계출업무(계약 · 출고 업무) 진행 절차, F, J 등 전산시스템 사용방법 등을 교육한다. 영업기본교육은 신입 카마스터로서의 기본자질 함양을 목적으로 한 집단 숙박교육으로서 상품정보, 고객응대방법, 판매업무 수행방법 등을 교육한다. 위 교육에서 평가결과가 하위 10~20%에 해당하는 경우에는 재교육이 실시되고 정착지원금의 지급이 보류된다.\n다) 판매능력 향상 교육은 실적이 부진한 카마스터를 대상으로 하는 교육이다. 이러닝은 참가인 회사가 참가인 회사, L회사, 그룹사, 대리점 및 협력사 임직원의 교육을 지원하기 위해 제공하는 프로그램인 'K'를 통하여 이루어진다. 카마스터의 이러닝 수료율, 이테스트 응시율 및 결과 등은 대리점 평가에 반영된다.\n8) 이 사건 대리점의 운영방식 등\n가) 원고와 참가인 사이의 판매용역계약이 종료될 당시 이 사건 대리점에는 카마스터 12명과 직원 1명이 근무하고 있었다.\n나) 이 사건 대리점의 평일 시업시간은 08:30이고 종업시간은 17:30이며,08:30경 조회를 실시하였다. 이 사건 대리점은 조회시간에 카마스터들에게 판매활동에 필요한 판촉활동, 판매조건 등을 공지하거나 상품교육을 실시하고 참가인 회사가 제작한 아침방송을 시청하게 하기도 하였다.\n다) 이 사건 대리점은 일정 기간 동안 새벽 판촉활동을 실시하거나 수요일 및 금요일 저녁에 경산시장에서 판촉활동을 실시하였다.\n라) 이 사건 대리점은 카마스터들에게 헬로콜 연락, CRM 캠페인 실시 등 고객 접촉 및 관리를 촉구하는 내용의 문자메시지나 카카오톡 메시지 등을 보냈다.\n마) 참가인 B의 요구에 따라 이 사건 대리점의 카마스터 M, N, O, P 등은 일정 기간 동안 판촉노트(일일활동일지)를 작성하였고, 원고, N 등은 가망고객명단을 작성하였으며, 참가인 B은 이를 확인하였다. 참가인 B은 원고, P, Q, O 등이 취합한 고객 명함을 확인하기도 하였다.\n바) 참가인 B은 이 사건 대리점의 카마스터들에게 출근시간을 준수하도록 요청하는 내용의 문자메시지를 보내는 경우가 있었고, 카마스터들은 출근시간에 맞추기 어려운 경우 그 사정을 문자메시지로 보고하는 경우들이 있었다.\n사) 이 사건 대리점은 카마스터들에게 17:30경까지 대리점으로 복귀하도록 요청하는 문자메시지를 보내는 경우들이 있었고, 카마스터들은 귀사 시간을 맞추기 어려운 경우 그 사정을 문자메시지로 보고하는 경우들이 있었다.\n아) 이 사건 대리점의 일부 카마스터는 휴가를 사용하는 경우 휴가계를 참가인 B에게 제출하였다.\n자) 참가인 B은 2012. 8. 13. 및 2013. 5. 30. 카마스터 P에게 지각, 무단결근 등 근태불량을 이유로 시말서를 징구하였다.\n차) 이 사건 대리점은 매달 우수사원을 선정하여 10만원 상당의 상품권과 상장을 수여하였는데, 우수사원은 판매실적 점수(45점), 근태 점수(20점), 사무실 판촉점수(10점), 당직 점수(15점), CS 점수(10점)의 합계를 기준으로 선정하고, 동점일 경우에는 근태 점수가 높은 자가 우선하였다.\n카) 원고는 근로소득세를 납부하지 않고 사업소득세를 납부하였다. 원고는 직장건강보험, 국민연금보험, 고용보험 등 사회보장제도의 적용에 있어서도 근로자가 아닌 일반사업자로 취급되었다.\n[인정근거] 다툼 없는 사실, 갑 제4 내지 91, 102, 103호증(가지번호 있는 것은 가지번호 포함, 이하 같다), 을나 제1, 7, 9 내지 15호증의 각 기재, 변론 전체의 취지\n다. 근로기준법상 근로자 해당 여부에 관한 판단\n1) 관련 법리\n근로기준법상의 근로자에 해당하는지 여부를 판단함에 있어서는 그 계약의 형식이 민법상의 고용계약인지 또는 도급계약인지에 관계없이 그 실질에 있어 근로자가 사업 또는 사업장에 임금을 목적으로 종속적인 관계에서 사용자에게 근로를 제공하였는지 여부에 따라 판단하여야 할 것이고, 위에서 말하는 종속적인 관계가 있는지 여부를 판단함에 있어서는, 업무의 내용이 사용자에 의하여 정하여지고 취업규칙 또는 복무(인사)규정 등의 적용을 받으며 업무수행과정에 있어서도 사용자로부터 구체적, 개별적인 지휘·감독을 받는지 여부, 사용자에 의하여 근무시간과 근무장소가 지정되고 이에 구속을 받는지 여부, 근로자 스스로가 제3자를 고용하여 업무를 대행케 하는 등 업무의 대체성 유무, 비품, 원자재나 작업도구 등의 소유관계, 보수의 성격이 근로 자체의 대상적 성격이 있는지 여부와 기본급이나 고정급이 정하여져 있는지 여부 및 근로소득세의 원천징수 여부 등 보수에 관한 사항, 근로제공관계의 계속성과 사용자에의 전속성의 유무와 정도, 사회보장제도에 관한 법령 등 다른 법령에 의하여 근로자로서의 지위를 인정받는지 여부, 양 당사자의 경제·사회적조건 등을 종합적으로 고려하여 판단하여야 할 것이다(대법원 1994. 12. 9. 선고 94다22859 판결 등 참조).\n2) 구체적 판단\n앞서 인정한 사실과 앞서 든 증거에 갑 제94호증, 을나 제2 내지 4, 16호증의 각 기재 및 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사실 및 사정들에 비추어 보면, 원고는 참가인들과 종속적인 관계에서 임금을 목적으로 근로를 제공하였다고 보기 어려우므로 근로기준법에서 정한 근로자에 해당한다고 볼 수 없다. 따라서 원고의 이 부분 주장은 이유 없다.\n가) 노동조합법은 헌법에 의한 근로자의 노동3권을 보장하여 근로조건의 유지·개선과 근로자의 경제적·사회적 지위 향상을 도모하는 것 등을 목적으로 제정된 것으로(제1조), 개별적 근로관계를 규율하기 위해 제정된 근로기준법과는 목적과 규율 내용이 다르다. 이러한 노동조합법의 입법 목적과 근로자에 대한 정의 규정 등을 고려하면, 노동조합법상 근로자에 해당하는지는 노무제공관계의 실질에 비추어 노동3권을 보장할 필요성이 있는지라는 관점에서 판단하여야 하고, 반드시 근로기준법상 근로자에 한정되는 것은 아니다(대법원 2019. 6. 13. 선고 2019두33712 판결 참조). 근로기준법 제2조 제1항 제1호는 근로자의 개념을 \"직업의 종류와 관계없이 임금을 목적으로 사업이나 사업장에 근로를 제공하는 사람\"으로 정의하는 반면 노동조합법 제2조 제1호는 근로자의 개념을 \"직업의 종류를 불문하고 임금 · 급료 기타 이에 준하는 수입에 의하여 생활하는 자\"로 정의하고 있는바, 노동조합법의 근로자 정의 규정은 근로기준법의 근로자 정의 규정과 달리 특정 사업자에 대한 소속을 전제로 하지 아니할 뿐만 아니라고용 이외의 계약 유형에 의한 노무제공자까지도 포함할 수 있도록 규정하고 있으므로 노동조합법상 근로자는 근로기준법상 근로자보다 넓은 개념이라고 할 것이다. 따라서 참가인 회사의 대리점 카마스터에게 노동조합법상 근로자성이 인정된다고 하더라도 그러한 사정만으로 근로기준법상 근로자성이 당연히 인정된다고 볼 수는 없다.\n나) 원고는 참가인 B과 사이에 판매용역계약을 체결하였을 뿐 근로계약, 고용계약 등 노무공급계약을 체결하지 않았고, 참가인 회사와 사이에는 직접적인 계약관계가 없다. 이 사건 대리점에는 카마스터에게 적용되는 취업규칙이나 복무규정이 존재하지 않고, 판매대리점계약과 판매용역계약에는 카마스터의 복무 규율 관련 규정이 존재하지 않으므로 이를 취업규칙이나 복무규정에 해당하는 것으로 볼 수 없다.\n다) 카마스터는 1달에 2~3회 당직근무를 하는 것을 제외하고는 대부분 외근을 하였는데 언제, 어디에서 외근을 할 것인지에 대하여는 카마스터 개인이 자율적으로 결정하였다. 또한, 카마스터들은 타사 자동차 판매가 금지되는 것을 제외하고는 겸업이 금지되지 않았다. 전시장 당직근무는 카마스터들이 선호하는 업무로서 당직 순번은 참가인들의 일방적인 지시가 아니라 카마스터들의 자율적인 협의에 따라 결정되었다. 참가인들이 카마스터에게 당직근무 시 전시장 시 · 종업 시각, 복장 및 고객응대 방법 등에 관한 지침을 준수하도록 요구하고 그 준수 여부를 확인한 것은 지점과 대리점의 통일적인 서비스 제공을 위한 것이므로 그러한 사정만으로 참가인들이 카마스터의 업무를 구체적 · 개별적으로 지휘 · 감독하였다고 볼 수 없다.\n라) 판매대리점계약에 의하면 대리점은 참가인 회사로부터 자동차 판매대리권을 부여받아 참가인 회사의 명의로 고객에게 자동차를 판매하고(제1조, 제3조), 참가인 회사가 정한 판매절차, 판매조건, 채권확보, 연체관리 등 제반 업무지침을 준수하여야 하며(제9조), 카마스터에게 참가인 회사의 업무지침을 고지하여 철저히 준수하도록 관리하여야 한다(제10조). 카마스터는 판매용역계약 제4조 제1호에 따라 참가인들이 정한 판매조건, 판매지침, 채권확보 및 연체관리 지침을 성실히 수행하여야 하는바, 카마스터가 참가인 회사가 정한 판매조건, 판매지침 등 각종 업무지침에 구속되는 것은 판매대리점계약과 판매용역계약의 본질상 당연한 결과라고 할 것이므로, 이를 사용종속관계의 징표로 볼 수 없다.\n마) 참가인 B이 이 사건 대리점에서 조회를 실시하고 카마스터들에게 출 ·퇴근시간의 준수를 요구하는 문자메시지를 보내며, 시말서를 징구하거나 휴가계를 제출받은 사실은 앞서 본 바와 같다. 그러나 ① 조회는 카마스터들에게 참가인 회사로부터 전달받은 판매조건, 판촉사항 등 영업에 필요한 정보를 제공하는 데 주된 목적이 있었던 점, ② P는 매주 목요일, R은 매주 화요일 조회에 불참하는 등 조회에 불참하는 카마스터들이 있었던 점, ③ 2014. 3. 4.부터 2016. 12.까지 2년이 넘는 기간 동안 참가인 B이 출근시간 준수를 요구하는 메시지를 보낸 것으로 확인된 횟수는 4회에 불과한 점, ④ 참가인 B이 카마스터들에게 귀사시간 준수를 요청하는 메시지를 보낸 것은 대부분 경산시장 판촉행사가 있는 수요일과 금요일이었고, 수요일 및 금요일 이외의 요일에 귀사시간 준수를 요청하는 메시지를 보낸 것으로 확인된 횟수는 2회에 불과한 점, ⑤ 시말서를 작성한 카마스터는 P가 유일한 것으로 보이고, 참가인 B은 P와의 특수한 관계로 시말서를 징구하였다고 주장하고 있는 점, ⑥ R, S 등 휴가계를 제출하지 않은 카마스터들이 존재하는 점, ⑦ 카마스터가 지각하거나 조회에 불참하더라도 이 사건 대리점의 우수사원 선정에서 사실상 불이익을 받는 것에 그치고 별도의 제재는 존재하지 않았던 점 등에 비추어 보면, 위와 같은 사정만으로 참가인 B이 카마스터들의 복무에 대하여 사용종속관계가 인정될 정도의 지휘 · 감독을 하였다고는 볼 수 없다.\n바) 참가인 B이 카마스터에게 판촉노트(일일활동일지) 또는 가망고객명단 작성을 요구하거나 고객 명함을 확인한 사실은 앞서 본 바와 같으나, ① 원고가 제출한 판촉노트와 명함은 이 사건 대리점의 카마스터 12명 중 4명의 것이고 가망고객명단은 2명의 것에 불과하여 원고가 제출한 증거들만으로는 판촉노트 또는 가망고객명단의 작성이나 고객 명함 확인이 강제되었다고 보기 어려운 점, ② 카마스터가 판촉노트 또는 가망고객명단 작성이나 명함 확인을 거부하더라도 어떠한 불이익이 있었다고 볼 만한 자료가 없는 점, ③ 참가인 B이 카마스터에게 판촉노트, 가망고객명단의 작성을 요구하거나 고객 명함을 확인한 것은 카마스터의 실적을 독려하기 위한 목적이었던 것으로 보이고 실적을 독려하는 것이 반드시 종속적인 고용관계에서만 가능하다고 볼 수 없는 점 등을 고려하면, 위와 같은 사정만으로 참가인 B이 카마스터들의 업무수행에 대하여 구체적 · 개별적으로 지휘 · 감독을 하였다고 보기는 어렵다.\n사) 참가인 B과 이 사건 대리점의 카마스터들이 한동안 출근 전 새벽 판촉, 수요일 및 금요일 저녁 경산시장 판촉 등 판촉활동을 한 사실은 앞서 본 바와 같으나, 카마스터가 판촉행사에 참여하지 않는 경우 이 사건 대리점의 우수사원 선정에서 사실상 불이익을 받는 것에 그치고 별도의 제재는 존재하지 않았던 것으로 보이는 점에 비추어 보면 이를 사용종속관계의 징표로 볼 수 없다.\n아) 참가인 회사는 대리점의 판매목표를 결정하고 목표 달성 여부에 대한 평가를 시행할 수 있는바(판매대리점계약 제26조, 제32조), 참가인 회사가 이 사건 대리점에 판매목표를 부여하고 판매현황을 관리하며 판매실적에 근거하여 평가를 실시한 것은 자동차 판매업무를 위탁한 판매대리점계약의 당사자로서 계약상 권리를 행사한 것으로 볼 수 있다. 참가인 회사의 판매목표 부여 및 평가는 개별 카마스터가 아닌 이 사건 대리점을 상대로 이루어진 점, 참가인 회사가 실적이 부진한 대리점의 카마스터에게 직접 불이익을 주었다는 사정은 나타나지 않는 점, 참가인 B이 참가인 회사로부터 부여받은 판매목표를 카마스터들에게 개별적으로 배분하고 목표 달성 여부를 평가하였다고 볼 자료가 없는 점 등에 비추어 보면, 참가인 회사의 이 사건 대리점에 대한 판매목표 부여 및 평가를 카마스터에 대한 업무상 지휘 · 명령으로 볼 수 없다.\n자) 참가인 회사가 정기적인 업무지도, 미스터리 쇼핑 등을 통해 대리점의 업무지침 준수 여부를 확인한 것은 참가인 회사의 판매방침을 유지하고 소비자를 보호하며 건전한 유통질서를 확립하기 위하여 필요한 최소한의 조치로 보이고, 판매대리점 계약 제28조 제5호에서 카마스터가 자동차 대금 및 부대비용 수납 업무지침을 위반하였다고 판단될 경우 카마스터에게 관련 자료의 열람을 요구할 수 있도록 규정하는 것은 정가판매 위반 여부, 공금 유용 여부를 조사하기 위하여 불가피한 것으로 보인다.\n차) 대리점과 카마스터가 사용한 국내판매시스템, 대리점경영지원시스템, 고 객관계관리시스템, I, J 등 전산프로그램은 참가인 회사가 대리점과 카마스터의 원활하고 효율적인 업무수행을 지원하기 위하여 제공한 것으로서 카마스터들도 이를 자발적으로 사용한 것으로 보인다. 참가인 회사가 사설 프로그램의 사용을 금지한 것은 고객의 개인정보 유출 등 사고를 방지하기 위한 것으로서 불가피한 사정이 있다. 원고가 제출한 증거만으로는 참가인들이 전산프로그램을 카마스터에 대한 지휘 · 감독 수단으로 활용하였다고 인정하기에 부족하고, 달리 이를 인정할 증거가 없다.\n카) 참가인 회사가 카마스터를 상대로 각종 교육을 실시한 사실은 앞서 본 바와 같으나, 교육 내용은 카마스터들이 대리점과 판매용역계약을 체결하여 참가인 회사의 차량을 판매하는 업무를 수행하면서 당연히 숙지하고 있어야 할 내용이거나 대리점과의 판매용역계약상 준수하여야 할 사항 등에 관한 것이므로, 이러한 교육은 계약에서 정한 최소한의 준수사항 등에 관한 정보전달을 위한 수준에 그친 것으로 보인다.\n타) 카마스터의 직급은 참가인 회사가 지점 소속 카마스터의 직급에 준하여 부여하였으나(판매대리점계약 제10조 제5호), 카마스터의 수당 체계는 직급에 따라 호봉이 상승하는 구조가 아니고 별도의 직급수당이 지급되는 것도 아니어서 카마스터에게 부여된 직급이 카마스터가 지급받는 판매수당에는 아무런 영향을 미치지 못하였다. 카마스터는 상위 직급을 보유함으로써 소비자에 대한 관계에서 신뢰를 형성할 수 있을 뿐이었던 점을 고려하면, 참가인 회사가 카마스터에게 직급을 부여하였다고 하여 카마스터에 대한 인사권을 행사하였다고 볼 수 없다.\n파) 카마스터들이 지급받은 판매수당은 오로지 개인별 월간 차량 판매실적에 따라 정해졌고, 월간 차량 판매실적 외에 다른 요소는 고려되지 않았다. 여기에 고정급이나 퇴직금 약정은 없었던 점, 최저 판매실적도 정해져 있지 않았던 점 등을 더하여 보면, 카마스터들이 수령한 판매수당은 근로 자체의 대상적 성격을 갖는 임금에 해당한다고 보기 어렵다.\n하) 원고는 근로소득세가 아닌 사업소득세를 납부하였고, 직장건강보험, 국민연금보험, 고용보험 등 사회보장제도의 적용에 있어서도 근로자가 아닌 일반사업자로 취급되었다.\n거) 대리점 소속 카마스터와 참가인 회사의 지점 소속 판매사원은 참가인회사의 취업규칙 · 복무규정 등의 적용 여부, 근태 관리의 정도, 겸업 허용 여부, 기본급 유무 등에 본질적인 차이가 존재한다.\n라. 소결\n따라서 원고는 근로기준법상 근로자에 해당하지 않으므로 이와 같은 전제에서 내려진 이 사건 재심판정은 적법하다.\n3. 결론\n그렇다면 원고의 이 사건 청구는 이유 없으므로 이를 기각하기로 하여, 주문과 같이 판결한다.\n재판장\n판사\n홍순욱\n판사\n김재경\n판사\n김언지\n별지 생략\n1) 자동차 판매대리점주와 자동차 판매용역계약을 체결하고 자동차 판매, 수금, 채권관리 등의 업무를 수행하는 자동차 판매원을 말한다.\n2) 대리점주가 카마스터에게 일정한 비율에 따라 판매수당을 지급하면서도, 매월 일정한 금액을 추가로 지급하는 방식.\n3) 누적 판매대수를 기준으로 수당 지급비율을 달리하는 방식."
}