{
    "판례일련번호": 402104,
    "사건명": "서울고등법원 2022. 7. 6. 선고 2020누52551 판결 [시정명령등취소]상고",
    "사건번호": "2020누52551",
    "선고일자": "2022-07-06",
    "법원명": "서울고등법원",
    "법원종류코드": null,
    "사건종류명": "기업_공동행위",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "서울고등법원 2022. 7. 6. 선고 2020누52551 판결 [시정명령등취소]\n상고\n【사건】\n2020누52551 시정명령등취소\n원고\nA 주식회사\n소송대리인 법무법인(유한) 광장\n담당변호사 고현진, 김상빈, 이인석, 정병기\n피고\n공정거래위원회\n소송대리인 변호사 김주원, 박소은\n변론종결\n2022. 5. 11.\n판결선고\n2022. 7. 6.\n【주문】\n1. 이 사건 소 중 시정명령 취소 청구 부분을 각하한다.\n2. 피고가 2020. 4. 7. 전원회의 의결 B로 원고에 대하여 한 별지 1 기재 시정명령 및 과징금납부명령 중 제3항 과징금납부명령 부분을 취소한다.\n3. 원고의 나머지 청구를 기각한다.\n4. 소송비용은 각자 부담한다.\n청구취지\n피고가 2020. 4. 7. 원고에게, 전원회의 의결 B로 한 별지 1 기재 시정명령 및 과징금납부명령과 전원회의 의결 C로 한 감면신청 기각처분을 모두 취소한다.\n【이유】\n1. 처분의 경위\n가. 원고 등의 지위 및 일반 현황\n원고\n1)\n, D 주식회사, 주식회사 E, 주식회사 F, G 주식회사, 주식회사 H, 주식회사 I, 주식회사 J(이하 위 회사들을 통틀어 '원고 등 8개 운송사'라 하고, 회사 명칭에서 '주식회사'를 생략한다)은 화물 운송 업무를 영위하는 회사들로, 모두 구 독점규제 및 공정거래에 관한 법률(2020. 5. 19. 법률 제17290호로 개정되기 전의 것, 이하 '공정거래법'이라 한다) 제2조 제1호에서 규정한 사업자들이다. 원고의 일반 현황은 아래 [표 1] 기재와 같다.\n[표 1] 원고의 일반 현황\n(해당연도 말 기준, 단위: 백만 원, 명)\n나. 시장 구조 및 실태\n1) K L제철소 생산 철강제품 육로운송 시장 개요\n가) 철강제품 육로운송의 개념\n철강제품 육로운송은 '화물자동차 운수사업법'에 따른 화물자동차 운송사업으로 화물자동차를 이용하여 철강제품을 유상으로 운송하는 것을 의미한다.\n화물자동차 운송사업자들이 운송업을 영위하는 방식은 크게 세 가지로 구분된다. 첫째, 운송사업자가 화물자동차를 직접 보유하고 있는 운전기사를 고용하는 '직영방식'이다. 둘째, 운전기사가 화물자동차를 소유하지만, 차량번호판은 사업자 명의로 발급되어 각 운전기사들이 운송사업자에 일정한 지입료를 부담하면서 운송사업자에게 사실상 소속되어 물류운송을 하고 그에 대한 대가를 받는 '지입 방식'이다. 셋째, 필요에 따라 화물자동차를 소유한 운전기사와 운송용역 위탁계약을 체결하는 '용역위탁 방식'이다. 대부분의 화물자동차 운송사업자들은 직영 방식보다는 비교적 비용 부담이 적은 지입 방식과 용역위탁 방식을 통해 운송 업무를 수행하고 있다. 원고 등 8개 운송사도 대부분의 경우 지입 방식이나 용역위탁 방식을 통해 화물운송 업무를 수행하고 있다.\n나) K L제철소 생산 철강제품 운송 시장 개요\nK는 L시에 소재한 L제철소에서 철광석을 가공하여 시장 수요에 따라 냉연코일과 후판 등의 철강제품을 만들어 육로운송을 통해 전국에 공급하고 있다. 운송 대상인 냉연코일, 후판 등의 철강제품은 대부분 중량물(重量物) 또는 초중량물(超重量物)이므로 이를 운송하기 위해서는 25톤 화물자동차, 특수차량 등의 전용 차량, 옥내 창고와 옥외 저장 · 보관 시설 등 전문적인 장비, 시설, 인력, 기술이 필요하다. K는 2000년 이전까지만 하더라도 운송품질 향상 등을 위해 운송사에게 인프라 확충을 유도하고 이를 지원하기도 하였다.\n2) K L제철소 생산 철강제품 운송용역 입찰의 특성\nK는 2001년 상반기까지는 수의계약을 통해 목적지별로 운송사업자를 선정하였으나, 2001년 하반기 운송 물량\n2)\n부터 운송사업자 선정방식을 K가 자격을 부여한 업체들이 입찰에 참여하여 경쟁하는 지명경쟁입찰 방식으로 전환하였다.\n2001년 최초 입찰 시부터 2008년 입찰까지는 원고, D, E, F, G 등 5개 운송사(이하 '원고 등 5개 운송사'라 한다)가 K로부터 입찰 자격을 부여받았으며, 2009년에는 H가 추가되었고, 2016년에는 I와 J이 추가되어, 2018년에는 원고 등 8개 운송사가 이 사건 공동행위 관련 입찰 참가 자격을 부여받아 철강제품 운송 용역에 참가하였다.\n입찰에 참여하는 운송사업자는 운송구간별\n3)\n기존 수행단가와 K가 입찰 전에 공개하는 예상물량 등을 감안하여 투찰가격을 정하여 응찰하였고, 입찰에 참여한 사업자 중 운송구간별로 최저가 또는 적정 가격을 제시한 업체가 낙찰사로 선정되었다.\nK가 L제철소에서 생산한 철강제품의 운송용역 입찰방식 연혁은 아래 [표 2] 기재와 같다.\n[표 2] K L제철소 생산 철강제품 운송용역 입찰방식 연혁\n다. 원고 등 8개 운송사의 공동행위\n1) 합의의 배경\nK는 수의계약 방식으로 용역수행자를 선정해 온 L제철소 철강제품 육로운송 사업자 선정 방식을 2001년 하반기 운송 용역부터 경영혁신 차원에서 경쟁입찰 방식으로 바꾸기로 결정하였다. 이를 위해 K는 2000. 9.경부터 기존에 수의계약 방식으로 해당 육로운송을 수행하고 있던 원고 등 5개 운송사에 용역수행자 선정방식 변경에 대해 설명하고 자료를 배포하였으며, 2001. 1.경부터는 원고 등 5개 운송사의 담당자들을 대상으로 하여 입찰에 관한 설명회를 개최하였다.\n원고 등 5개 운송사는 그동안 K의 요청에 따라 운송 인프라(보관창고 및 하치장 등)를 지속적으로 확충하였고, 차량과 상 · 하차 장비 등을 보유하고 있어 일정한 운송물량을 확보하지 못하게 될 경우 유휴시설이 발생하여 손해가 발생하며, 협력업체들에게도 피해가 야기될 수 있다는 이유로 K의 경쟁입찰 도입 방침에 반대하는 입장이었다. 이에 원고 등 5개 운송사는 안정적인 물량확보 및 가격하락 방지를 위해 수의계약 당시 수행하던 운송구간을 상호 존중하고 침범하지 않기를 원하였다.\n2) 합의의 개요\n원고 등 8개 운송사\n9)\n는 2001년부터 2018년까지\n10)\n총 19회에 걸쳐 K가 실시한 L제철소 생산 철강제품에 대한 육로운송 용역 입찰(이하 '이 사건 입찰'이라 한다)에서 사전에 물량을 배분하고, 낙찰예정자 및 투찰가격을 합의한 후 입찰에 참가하였다. 원고 등 8개 운송사의 이 사건 입찰 관련 합의 개요는 아래 [표 3] 기재와 같다.\n[표 3] 원고 등 8개 운송사의 이 사건 입찰 관련 합의 개요\n라. 피고의 처분\n1) 시정명령 및 과징금납부명령\n피고는 2020. 4. 7. 전원회의 의결 B로 원고에 대하여, 원고 등 8개 운송사가 이 사건 입찰에서 물량을 배분하고 낙찰예정사, 들러리사 및 투찰가격 등을 합의한 행위(이하 '이 사건 공동행위'라 한다)가 공정거래법 제19조 제1항 제3호의 '물량담합'과 공정거래법 제19조 제1항 제8호의 '입찰담합'에 해당하여 위법하다고 본 뒤, 향후 동일 또는 유사한 공동행위가 반복될 우려가 있다는 이유를 들어 공정거래법 제21조에 따라 별지 1의 제1, 2항 기재와 같은 내용의 시정명령(이하 '이 사건 시정명령'이라 한다)을 하는 한편, 이 사건 공동행위는 효율성 증대효과가 없고 경쟁제한 효과만 발생시키는 것이 명백하다고 보아 공정거래법 제22조 및 제55조의3, 구 독점규제 및 공정거래에 관한 법률 시행령(2021. 12. 28. 대통령령 제32274호로 전부 개정되기 전의 것, 이하 '공정거래법 시행령'이라 한다) 제61조 [별표 2], 구 과징금부과 세부기준 등에 관한 고시(2021. 12. 29. 공정거래위원회고시 제2021-50호로 개정되기 전의 것, 이하 '과징금고시'라 한다) Ⅲ. 2. 다. (1)의 규정에 따라 별지 1의 제3항 기재와 같이 과징금을 부과하였다(이하 '이 사건 과징금납부명령'이라 하고, 위 시정명령과 과징금납부명령을 통틀어 '이 사건 처분'이라 한다).\n2) 과징금의 산정 근거\n가) 산정기준\n(1) 관련매출액\n과징금고시 Ⅳ. 1. 다. (1) (마) 1)의 규정에 따라 낙찰이 되어 계약이 체결된 경우에는 계약금액을, 낙찰은 되었으나 계약이 체결되지 아니한 경우에는 낙찰금액을, 낙찰이 되지 아니한 경우에는 예정가격(예정가격이 없는 경우에는 응찰금액)을, 예상물량만 규정된 납품단가 입찰의 경우에는 심의일 현재 실제 발생한 매출액을 당해 입찰담합에 참여한 각 사업자의 관련매출액으로 보는데, 이 사건 입찰은 예상물량만 규정된 납품단가 입찰에 해당한다는 이유로, 피고는 심의일인 2020. 1. 15. 기준으로 실제 발생한 매출액을 이 사건 공동행위에 참여한 원고 등 8개 운송사의 관련매출액으로 보면서도, 2009년과 2012년에는 입찰 자료가 존재하지 않아 관련매출액 산정이 곤란하다는 이유로 정액과징금을 부과하였다. 또한 피고는 2011년, 2013년, 2015년의 경우, 원고, D, E, F, G, H 등 6개 운송사(이하 '원고 등 6개 운송사'라 한다)는 물량배분비율에 대한 합의 시 입찰부분뿐만 아니라 수의계약 부분까지 포함하여 합의를 하였다는 이유로 위 기간 동안 수의계약으로 발생한 실제 매출액도 관련매출액에 포함하였다.\n12)\n이에 따른 원고의 관련매출액은 아래 [표 4] 기재와 같다.\n[표 4] 원고의 관련매출액\n(단위: 원, 부가가치세 제외)\n(2) 부과기준율\n피고는 이 사건 공동행위가 해당 입찰 시장에서 낙찰예정자와 투찰가격을 합의한 입찰담합인 점을 고려할 때, 과징금고시 [별표] 세부평가 기준표상 5% 이상 7% 미만의 부과기준율이 적용되는 '중대한 위반행위'에 해당한다고 보았다. 다만 피고는 이 사건 입찰 시장에서 K가 수요 독점적 지위를 가지고 있고 K의 입찰참가 자격 부여에 의해 시장진입이 가능하였던 점, K가 입찰에서 특정 업체가 지나치게 많은 물량을 낙찰받는 것을 방지하기 위해 낙찰한도를 설정하였던 점, 입찰 실시 후 원고 등 8개운송사들 간에 일부 운송구간을 조정하였고, 발주처인 K가 이를 승인한 점 등을 종합적으로 고려할 때, 거래상대방인 K의 피해 정도 및 원고가 취득한 부당이득 측면에서 참작할 만한 사정이 있다고 판단된다는 이유로 4%의 부과기준율을 적용하였다.\n(3) 산정기준\n피고는 위 관련매출액에 위 부과기준율을 곱하여 과징금을 산정하되, 과징금고시 Ⅳ. 1. 다. (1) (마) 2)의 규정에 따라 입찰에서 탈락한 사업자에 대해서는 들러리 사업자의 수가 4개 이하인 경우에는 2분의 1을 감액하고, 들러리 사업자의 수가 5개 이상인 경우에는 N분의 (N-2)(N은 들러리 사업자의 수를 말한다)를 감액하였다.\n한편 피고는 관련매출액 산정이 곤란한 2009년과 2012년 입찰에 대해서는 정액과징금을 부과하되, 이 사건 공동행위가 중대한 위반행위에 해당하는 점을 고려하여 과징금고시 Ⅳ. 1. 다. (1) (바)의 규정에 따라 각 산정기준을 800,000,000원으로 하였다. 이에 따른 원고에 대한 과징금 산정기준은 아래 [표 5] 기재와 같다\n[표 5] 과징금 산정기준\n(단위 : 원, 부가가치세 제외)\n나) 1 · 2차 조정\n피고는 과거 5년간 법 위반으로 인한 원고의 벌점이 2점이라는 이유로, 과징금고시 Ⅳ. 2. 나. (1) (가)의 규정에 따라 산정기준의 10%를 가중하였다.\n다만 피고는 원고가 피고의 조사 단계부터 심리 종결 시까지 일관되게 행위사실을 인정하면서 위법성 판단에 도움이 되는 진술을 하는 등 조사에 적극 협력한 점을 고려하여, 과징금고시 Ⅳ. 3. 다. (3) (가)의 규정에 따라 20%를 감경하였다. 이에 따른 1, 2차 조정 산정기준은 아래 [표 6] 기재와 같다.\n[표 6] 1, 2차 조정 산정기준\n(단위 : 원, 부가가치세 제외)\n다) 부과과징금의 결정\n피고는 원고에게 기타 감경할 사유가 없다는 이유로, 위 2차 조정 산정기준에서 1백만 원 미만을 절사한 금액을 원고에 대한 부과과징금으로 결정하였다. 이에 따른 원고에 대한 최종 부과과징금은 아래 [표 7] 기재와 같다.\n[표 7] 원고에 대한 최종 부과과징금\n(단위 : 원, 부가가치세 제외)\n마. 피고의 감면신청 기각처분\n원고는 피고가 이 사건 공동행위에 대하여 조사를 시작한 후인 2016. 3. 31. 이 사건 공동행위에 참가한 사업자들 중 최초로 감면신청을 하였다.\n이에 대하여 피고는, 2020. 4. 7. 전원회의 의결 C로 원고에 대하여, '원고가 감면신청 이후인 2016. 6. 9.에 있었던 입찰부터 2018. 5. 30.에 있었던 입찰까지 낙찰예정사 및 투찰가격 등을 합의하는 등 부당한 공동행위를 지속함으로써 구 독점규제 및 공정거래에 관한 법률 시행령(2016. 3. 8. 대통령령 제27034호로 개정되기 전의 것) 제35조 제1항 제2호 나목의 규정을 위반하여 구 독점규제 및 공정거래에 관한 법률(2016. 3. 29. 법률 제14137호로 개정되기 전의 것) 제22조의2 제1항 제2호의 감면대상에 해당하지 아니한다'는 이유로 원고의 감면신청을 기각하였다(이하 '이 사건 감면신청 기각처분'이라 한다).\n[인정근거] 다툼 없는 사실, 갑 제1, 2호증(가지번호 포함, 이하 같다), 을 제1호증의 각 기재, 변론 전체의 취지\n2. 관계 법령\n별지 2 관계 법령 기재와 같다.\n3. 피고의 본안전 항변에 관한 판단\n피고가 2020. 4. 7. 전원회의 의결 B로 원고에 대하여, 이 사건 시정명령 및 과징금납부명령을 하였음은 앞서 본 바와 같다. 나아가 갑 제1호증의 2, 을 제14호증의 각 기재에 변론 전체의 취지를 보태어 보면, 원고가 2020. 4. 13. 피고로부터 위와 같은 이 사건 시정명령 및 과징금납부명령에 관한 의결서를 송달받은 후 의결 B 중 과징금납부명령 부분에 대하여만 이의신청을 하고 이 사건 시정명령에 대해서는 이의신청을 하지 않은 사실, 피고가 2020. 7. 16. 재결 P로 위 이의신청을 기각하자 원고는 2020. 7. 24. 그 재결서를 송달받은 후 2020. 8. 21. 이 사건 시정명령 및 과징금납부명령의 취소를 구하는 이 사건 소를 제기한 사실을 인정할 수 있다.\n공정거래법 제54조 제1항에 의하면, 피고의 처분에 대하여 불복의 소를 제기하고자 할 때는 처분의 통지를 받은 날 또는 이의신청에 대한 재결서의 정본을 송달받은 날부터 30일 이내에 이를 제기하여야 한다. 원고가 이의신청을 하지 않은 이 사건 시정명령의 경우 처분의 통지를 받은 날로부터 30일 이내에 소를 제기하여야 하는데, 이 사건 소를 제기한 2020. 8. 21.은 처분서를 송달받은 2020. 4. 13.로부터 30일이 경과하였음이 역수상 명백하다.\n그렇다면 이 사건 소 중 이 사건 시정명령의 취소를 구하는 부분은 제소기간이 도과하여 부적법하고, 이를 지적하는 피고의 본안전 항변은 이유 있다.\n4. 이 사건 과징금납부명령의 적법 여부에 관한 판단\n가. 원고의 주장 요지\n1) 이 사건 공동행위를 하나의 공동행위로 본 위법 및 처분시효 도과\n이 사건 공동행위는 입찰제도의 변경, 일부 운송사의 담합 파기로 인한 경쟁의 발생, K의 입찰 중단과 수의계약 진행 등으로 인하여 각 시기마다 단절되는 별개의 공동행위로서, 2001년부터 2008년까지의 1차 공동행위, 2009년부터 2013년까지의 2차 공동행위, 2015년의 3차 공동행위, 2016년부터 2018년까지의 4차 공동행위로 구분된다. 그럼에도 피고가 이 사건 공동행위를 하나의 공동행위로 본 것은 위법하므로, 이 사건 공동행위 중 2001년부터 2008년까지의 1차 공동행위 부분은 구 독점규제 및 공정거래에 관한 법률(2012. 3. 21. 법률 제11406호로 개정되기 전의 것) 제49조 제4항에서 정한 5년의 처분시효가 도과하였다.\n2) 경쟁제한성 및 부당성의 부존재\n이 사건 입찰의 대상이 된 운송용역은 그 특성상 수의계약으로 물량을 배분하는 것이 적절한데, K가 이를 지명경쟁입찰 방식으로 발주함에 따라 불가피하게 이 사건 공동행위가 발생한 것이다. 이 사건 입찰을 발주한 K는 이 사건 공동행위의 존재를 알면서도 이를 묵인하거나 용인하였으므로, 이 사건 공동행위로 입찰의 공정성이나 경쟁이 제한되었다고 볼 수 없다.\n또한 운송사별로 권역별 운송수행 능력 차이가 존재하고 특수한 시설 · 장비 등을 보유한 운송사들만이 참여하는 과점 시장으로서 경쟁이 구조적으로 제한되는 철강제품운송용역 시장의 특성을 고려하면, 이 사건 공동행위는 철강제품 운송용역의 효율적인 수행 및 운송품질 제고 등의 효율성 증대 효과가 인정되어 부당성도 존재하지 않는다.\n3) 관련매출액 산정의 위법\n가) 들러리 매출액 제외\n피고는 관련매출액을 산정하면서 들러리 매출액을 포함시켰으나, 운송사들이 권역별로 실제 수행할 수 있는 물량에 한계가 있었고, K가 물량조정을 권고하거나 승인하였으며, 일정 물량에 관하여는 수의계약을 체결한 점, 2011년 이후 1개사만 참여해도 낙찰을 받을 수 있도록 제도가 변경되어 들러리 투찰이 공동행위를 위한 필수적 수단이 아니게 된 점 등을 고려할 때, 원고 등 8개 운송사는 이 사건 공동행위가 없었더라도 일정 물량을 배분받았을 것이므로, 이 사건 공동행위는 단순한 물량담합에 해당할 뿐 다른 업체의 낙찰을 돕기 위한 들러리 행위로 볼 수 없다. 따라서 들러리 매출액은 관련매출액에서 제외되어야 한다.\n나) 수의계약 물량 매출액 제외\n피고는 자의적으로 2011년, 2013년, 2015년 수의계약 물량의 매출액을 관련매출액에 포함하였다. 그러나 수의계약 물량은 이 사건 합의 대상에 포함되지 않았고, 수의계약 물량과 가격은 발주처인 K가 우월적 지위에서 임의로 결정한 것이므로 수의계약 물량 매출액이 이 사건 공동행위의 직 · 간접적인 영향을 받았다고 볼 수 없다. 또한 수의계약 단가 역시 이 사건 공동행위로 형성된 낙찰가격과는 무관하게 결정되었으므로, 수의계약 물량 매출액은 관련매출액에서 제외되어야 한다.\n설령 이와 달리 수의계약 물량으로 인한 매출액을 관련매출액에 포함시킬 수 있다고 하더라도, 수의계약 물량 중 그 유형이 '텐더링\n13)\n, 철송, 해송 전환 불분명'으로 되어 있는 부분(갑 제30호증의 2, 4, 6 참조)은 실제 원고가 수행한 것인지 알 수 없고, 이 사건 공동행위로 영향을 받은 매출액인지 확인되지도 않았으므로, 이 부분 매출액은 관련매출액에서 제외되어야 한다.\n4) 과징금 산정기준 결정의 위법\n가) 보세운송 담합 부분에 관하여 공동수급체에 준하여 산정기준 감액 필요\n보세운송 부분은 예정물량을 복수 사업자에게 차등 할당하는 방식으로 낙찰자가 정해진다는 면에서 공동수급체와 유사하므로, 공동수급체에 준하여 과징금고시 IⅣ. 1. 다. (1) (마) 1) 단서 규정에 따라 산정기준을 감액하여야 한다.\n나) 2009년과 2012년 부분에 관한 정액과징금 산정의 위법\n피고는 2009년과 2012년 입찰의 경우 입찰 자료가 존재하지 아니하여 관련매출액 산정이 곤란하다는 이유를 들어 공정거래법 제22조 단서, 공정거래법 시행령 제9조 제3항, 과징금고시 Ⅳ. 1. 다. (1) (바)의 규정에 따라 산정기준을 각 800,000,000원으로 정하였다.\n그러나 위 관련 규정의 문언에 비추어 볼 때, 하나의 위반행위에 대하여 관련매출액에 따른 과징금 산정과 정액과징금에 따른 과징금 산정을 중복하여 적용하는 것은 위법하다.\n설령 위와 달리 보더라도, 관련매출액에 따른 과징금 산정기준의 연도별 평균은 약 4억 8,000만 원인 반면, 2009년과 2012년 입찰 부분에 대한 정액과징금 산정기준은 각 8억 원으로 과도하다. 따라서 이 사건 공동행위 중 2009년과 2012년 부분에 대하여 정액과징금을 산정한 것은 재량권을 일탈 · 남용한 것으로 위법하다.\n5) 1차 조정의 위법\n가) 과거 'Q 사건'\n14)\n을 이유로 과징금을 가중하는 것은 위반사업자의 과거 다른 위반행위가 있었다는 이유로 과징금을 가중하는 것으로 침익적 행정행위에 해당하므로, 법률에 근거가 있어야 한다.\n그런데 공정거래법 제55조의3 제1항에서는 과징금을 부과함에 있어 위반행위의 내용 및 정도(제1호), 위반행위의 기간 및 횟수(제2호), 위반행위로 인해 취득한 이익의 규모 등(제3호)을 고려하여야 한다고 규정하고 있을 뿐, 위반사업자의 과거 다른 위반행위가 있었다는 이유로 과징금을 가중할 수 있다고 규정하고 있지 않다. 한편 공정거래법 제55조의3 제5항, 공정거래법 시행령 제61조 제1항 및 [별표 2] 제2호의 나. 역시 '법 제55조의3 제1항 제2호에 따른 위반행위의 기간 및 횟수를 고려하여 산정기준의 100분의 100의 범위에서 공정거래위원회가 정하여 고시하는 기준에 따라 조정한다'고 규정하고 있을 뿐 과거 다른 위반행위가 있었다는 이유로 과징금 산정기준을 가중할 수 있다고 규정하고 있지 않다. 단지 사무처리준칙에 불과하여 대외적 구속력이 없는 과징금고시 Ⅳ. 2. 나. (1)에서 비로소 '과거 5년간 1회 이상 법 위반으로 조치를 받고 위반횟수 가중치의 합산이 2점 이상인 경우에는 2회 조치부터 산정기준을 가중할 수 있다'고 규정하고 있을 뿐이다.\n그렇다면 피고의 1차 조정은 침익적 행정행위가 법률의 근거 없이 이루어진 것으로 법률유보의 원칙에 위반된다.\n나) 원고가 2016. 3. 31. 피고에게 부당한 공동행위 자진신고를 하였고, 피고는 2016년 초에 이미 이 사건 공동행위에 관한 증거들을 충분히 확보하였음에도 불구하고, 조사 및 심의절차를 지연하다가 결국 2017. 11. 30. 개정된 과징금고시를 적용하여 1차 조정 후 이 사건 과징금납부명령을 하였다. 2001년부터 2018년까지 진행된 각 공동행위에 대한 과징금을 산정하면서 2017. 11. 30. 개정된 과징금고시를 적용하여 전체기간 동안의 과징금 산정기준을 10% 가중하는 것은 비례의 원칙에 반하고 헌법상 소급입법금지의 원칙에도 반한다.\n다) 이 사건 공동행위 중 2001년부터 2013년까지의 입찰 부분은 2017. 11. 30. 이전에 이미 종료되었으므로 2017. 11. 30. 개정된 과징금고시를 적용할 수 없고, 종전의 구 과징금부과 세부기준 등에 관한 고시(2017. 11. 30. 공정거래위원회고시 제2017-21호로 개정되기 전의 것, 이하 '구 과징금고시'라 한다) Ⅳ. 2. 나. (1)에 의하면 '과거 3년간 2회 이상' 법 위반으로 조치를 받았을 경우 과징금 산정기준을 가중할 수 있도록 규정하고 있으므로, 과거 법위반으로 조치를 받은 횟수가 단 1회(Q 사건)에 불과한 원고에게는 과징금 산정기준 가중 사유가 존재하지 않는다.\n라) 약 10년 전 제주도 지역에서만 행해졌고, 과징금도 부과되지 않아 위법성이 경미한 'Q 사건'을 이유로 1차 조정 시 과징금 산정기준을 10% 가중한 것은 신의성실의 원칙, 실권의 법리에 반하는 것으로 위법하다.\n마) 'Q 사건'은 2009. 4.부터 2009. 5.까지 및 2009. 9.부터 2010. 6.까지 이루어진 것이다. 그런데 원고는 2009. 11.경 렌터카 부문을 물적분할하여 S 주식회사를 설립하였는바, 위 물적분할 이후로는 원고가 'Q 사건'의 실질적 행위 주체 및 종전 제재처분의 실질적 수범자가 아니다. 그럼에도 'Q 사건'을 이유로 1차 조정 시 과징금 산정기준을 10% 가중한 것은 자기책임의 원칙에 반하는 것으로 위법하다.\n바) 위와 같이 원고는 2009. 11.경 렌터카 부문을 물적분할하였는바, 원고가 'Q 사건'에서 공동행위에 가담한 기간이 길지 않은 점, 'Q 사건'은 제주특별자치도 지역자동차대여시장에서 영향력이 큰 T조합이 주도하여 조합 구성원인 원고로서는 위 조합의 결정에 따를 수밖에 없었던 점, 제주도 자동차대여시장이라는 특수한 상황에서 제주도청의 행정지도가 배경이 되어 담합행위가 유발된 점, 'Q 사건'에서 원고에게는 과징금이 부과되지 않은 점, 'Q 사건'은 이 사건 공동행위와 동종의 사건이라고 볼 수 없는 점 등에 비추어 보면, 'Q 사건'은 이 사건에서 과징금 산정기준을 가중할 만큼의 위법성이 인정되지 않는다. 그럼에도 피고가 'Q' 사건을 이유로 1차 조정 시 과징금 산정기준을 10% 가중한 것은 재량권을 일탈 · 남용한 것으로 위법하다.\n6) 부과과징금 결정의 재량권 일탈·남용\n이 사건 과징금납부명령은 이 사건 공동행위의 위법성 및 원고가 취득한 이득의 규모 등에 비추어 볼 때 지나치게 과중하다. K가 안정적인 물류 운송을 우선시하여 입찰제도에 개입하는 등 운송사 간 가격경쟁의 여지가 매우 적었고, U단체의 강력한 요구 및 이에 대한 K의 용인에 따라 운송요율이 인상되었을 뿐이며, 피고는 코로나바이러스감염증-19 등으로 시장 또는 경제여건이 현저히 악화된 사정 및 원고의 현실적인 부담능력 등을 고려할 때 과징금을 감경하여야 할 사유가 존재함에도 부과과징금의 결정 단계에서 과징금을 감경하지 않은 것은 재량권을 일탈 · 남용한 것으로 위법하다.\n나. 인정사실\n원고가 이 사건 공동행위에 가담한 2001년부터 2018년까지 K가 이 사건 입찰을 실시한 방식과 내용, 이에 원고 등 8개 운송사가 연도별로 이 사건 입찰과 관련하여 합의 · 실행한 구체적인 내역은 다음과 같다.\n1) 2001년부터 2008년까지의 운송용역 입찰 관련 합의 및 실행\n가) 합의 내용\nK는 2001년도 하반기 입찰을 실시하기 전에 입찰 설명회를 하였고, 입찰 실시약 1주일 전에 원고 등 5개 운송사에게 입찰이 실시되는 운송구간별 예상물량을 공개하였다. 이에 원고 등 5개 운송사는 지사장 또는 대표자 모임에서 물량배분 비율과 투찰요율 수준에 대한 합의를 하였다. 2001년의 물량배분 비율은 전년도 수의계약 기간인 2000. 1.경부터 2000. 12.경까지 운송용역 총 금액에서 원고 등 5개 운송사가 차지하는 비중을 기준으로 정하였는데, 2001년에 합의한 물량배분 비율은 원고 17%, D 30%, E24%, F 16%, G 13%였고, 2008년까지 위 물량배분 비율이 동일하게 유지되었다.\n원고 등 5개 운송사가 합의한 2001년부터 2008년의 물량배분 비율은 아래 [표 8] 기재와 같다.\n[표 8] 물량배분 기준율 합의내용\n원고 등 5개 운송사는 2001. 5.경부터 2008. 7.경까지 실시된 입찰까지 총 10차례 입찰에서 위 합의에 따라 투찰하였는데, 낙찰예정자와 투찰금액을 정한 후 낙찰예정자를 제외한 4개 운송사들은 들러리로 낙찰예정자보다 높게 투찰하였다. 운송구간별로 낙찰예정자가 정해진 후 원고 등 5개 운송사 담당자들은 유가 변동 등을 감안하여 합의 시점에 적용되고 있는 기존 계약단가를 기준으로 투찰요율을 인상, 동결 및 인하할지 여부에 관하여 협의하였다. 또한 운송구간별 낙찰예정자의 투찰금액을 정한 다음 들러리로 참여하는 운송사는 낙찰예정자보다 높게 투찰하도록 합의하였다. 이때 원고 등 5개 운송사는 엑셀자료 등을 만들어 운송구간별 투찰가격 등을 공유하였다.\n나) 합의의 실행\n원고 등 5개 운송사는 2001년부터 2005년까지는 합의 이행을 담보하기 위해 전자입찰 시 다른 운송사 직원을 교차 파견하여 각 운송사가 합의대로 투찰하는지 확인하였고, 2006년부터 2008년까지는 투찰을 완료한 후 입찰이 종료되기 전에 해당 투찰내역을 복사하여 운송사들 간 상호검증을 하였다. 그 결과 합의 내용과 같이 낙찰자와 낙찰가격이 정해졌다.\n2) 2009년부터 2015년까지의 운송용역 입찰 관련 합의 및 실행\n15)\n가) 2009년 운송용역 입찰 합의 및 실행\nK는 감사를 통해 운송용역 입찰에서 담합 등 불공정행위가 발생한다는 것을 인식하고, 이를 해소하기 위해 입찰 제도를 변경하였다. 경쟁을 활성화하기 위해 H에게도 입찰참가자격을 부여하고, 기존의 '전자입찰 방식'에 따른 입찰을 K 강남사무소에서 K 담당자의 입회 아래 입찰 참여사들 담당자가 운송구간별 투찰가격을 K에 제출하는 '현장입찰 방식'으로 변경하였다.\n기존 원고 등 5개 운송사는 신규로 입찰에 참여하는 H가 합의에 참여하지 않고 경쟁입찰에 참여할 경우 가격이 하락하거나 안정적인 물량확보에 어려움을 겪을 것을 우려하여 H를 합의에 참여시키면서, 기존 원고 등 5개 운송사와 H(이하 '원고 등 6개 운송사'라 한다)는 2001년부터 2008년까지 코일기타류 전체 물량에 대한 물량배분 합의 시 적용했던 기존의 물량배분 비율을 변경하여 원고 15.3%, D 27%, E 21.6%, F 14.4%, G 11.7%, H 10%로 물량배분 비율을 합의하였다.\n원고 등 6개 운송사는 당초에는 기존과 같이 운송구간별로 낙찰예정자를 합의하였으나, K가 기존에 각 세부 운송구간별로 실시해 오던 입찰을 17개의 권역으로 통폐합하여 입찰을 실시하기로 결정하자, D, E, 원고, F, G, H의 순서로 1번부터 17번 권역까지 입찰레인의 낙찰예정자를 합의하였다. 원고 등 6개 운송사는 1차 입찰에서 합의대로 투찰하였으나 4번 권역 입찰레인\n16)\n을 제외하고 모두 유찰되었다. 2차 입찰에서도 권역별 입찰레인이 다시 조정 · 변경됨에 따라 원고 등 6개 운송사가 이에 대한 대응에 실패하면서 합의대로 입찰이 실행되지 않았다. 3차 입찰에서는 저가 투찰한 원고가 대부분의 입찰레인에서 낙찰을 받을 수 있었다. K와 원고 등 6개 운송사는 입찰 종료 이후에 협의를 통해 입찰레인을 교환 · 조정하였다.\n원고 등 6개 운송사가 2009년에 합의한 물량배분 비율과 입찰 후 교환 · 조정에 따른 입찰 결과 물량배분 비율은 아래 [표 9] 기재와 같다.\n17)\n[표 9] 2009년 합의한 물량배분 비율과 입찰 결과 물량배분 비율\n(단위 : %)\n나) 2010년 운송용역 입찰 관련 합의 및 실행\nK는 2010년에 입찰방식을 2009년의 권역별 입찰에서 다시 2009년 이전의 세부 운송구간별 입찰로 변경하되, 2009년과 마찬가지로 K 강남사무소에서 현장입찰 방식은 유지하기로 하였다.\n원고 등 6개 운송사는 2010. 6.경 실시된 K의 입찰설명회 이후 L 소재 E 사무실과 식당 등에서 모임을 갖고, 물량배분 비율, 낙찰예정사, 투찰가격 등을 합의하였다. H는 합의 과정에서 자신의 지분율을 인상해줄 것을 강하게 요청하였다. 이에 따라 원고 등 6개 운송사는 H의 지분율을 3% 인상하기로 결정하였고, 이에 따라 원고 14.8%, D 26%, E 20.8%, F 13.9%, G 11.5%, H 13%로 물량배분 비율을 합의하였다.\n원고 등 6개 운송사 담당자들은 2009년 이전 입찰에서와 마찬가지로 물량배분비율 합의와 각 사가 기존에 담당했던 운송구간을 고려하여 낙찰예정사를 정하였고, 나머지 5개 운송사들은 들러리로 참여하기로 하였다. 그러나 실제 입찰에서는 합의내용에 만족하지 않은 D과 H가 운송사 간 합의를 이용하여 다른 운송사가 낙찰받기로 한 운송구간을 저가로 투찰하여 낙찰 받는 상황이 발생하였다. 이에 원고 등 6개 운송사는 입찰 종료 후 물량배분 비율을 기준으로 협의를 통해 입찰레인을 교환 · 조정하였다.\n원고 등 6개 운송사가 2010년에 합의한 물량배분 비율과 입찰 후 교환 · 조정에 따른 입찰 결과 물량배분 비율은 아래 [표 10] 기재와 같다.\n[표 10] 2010년 합의한 물량배분 비율과 입찰 결과 물량배분 비율\n(단위 : %)\n다) 2011년 운송용역 입찰 관련 합의 및 실행\nK는 운송사들이 철강제품 운송을 위하여 기존에 투자한 인력과 기반시설, 장비를 제대로 사용할 수 없다는 불만을 제기하자, 2011년 운송용역 입찰부터 코일기타류운송 사업자 선정 과정에 선배정과 인센티브\n18)\n제도를 일부 도입하여 운송 물량 중 40%(그중 30%는 선배정, 10%는 인센티브)는 수의계약 방식으로, 50%는 경쟁입찰 방식으로 사업자를 선정하였다.\n19)\n또한 K는 2011년부터 입찰 참여사가 1개사라도 투찰가격이 기준가격 이하인 경우 낙찰 받을 수 있도록 입찰방식을 변경하였다.\n이에 따라 원고 등 6개 운송사 담당자들은 2011. 6. 23. 실시된 K의 입찰설명회 이후 서울 강남 V 센터 인근에서 모임을 갖고, 물량배분 비율, 낙찰예정사, 투찰가격 등을 합의하면서 물량배분 비율을 원고 15.2%, D 22%, E 20.4%, F 13.6%, G 12%, H 16.8%로 합의하였다. 그간 코일기타류 물량에 대하여 합의를 해 온 것을 고려하여, 물량배분 비율에 대한 합의에 수의계약 물량도 포함시켰다.\n원고 등 6개 운송사 담당자들은 기존과 마찬가지로 합의한 물량배분 비율과 각 운송사들이 기존에 담당했던 운송구간을 고려하여 낙찰예정사를 정하되, 입찰에 참여한 회사가 1개사인 경우에도 낙찰을 받을 수 있도록 입찰제도가 변경됨에 따라 원고 등 6개 운송사는 선택적으로 들러리를 서기로 하였다.\n20)\n원고 등 6개 운송사 담당자들은 공감대가 이루어진 투찰요율 수준을 고려하여 운송구간별 투찰가격을 정하였고, 들러리를 서기로 한 운송사는 낙찰예정사의 투찰가격보다 높게 투찰하기로 합의한 뒤 이에 따라 투찰하였다.\n원고 등 6개 운송사가 합의된 바에 따라 투찰한 결과 물량배분 비율은 아래 [표 11] 기재와 같다.\n[표 11] 2011년 합의한 물량배분 비율과 입찰 결과 물량배분 비율\n(단위 : %)\n라) 2012년 운송용역 입찰 관련 합의 및 실행\nK는 2012년 운송용역 입찰도 2011년과 마찬가지로 운송 물량 중 40%는 수의 계약을 통해 사업자를 선정하고, 50%는 경쟁입찰 방식으로 사업자를 선정하였다.\n21)\n이에 따라 원고 등 6개 운송사 담당자들은 2012. 8. 5.부터 2012. 8. 8.까지 F 사무실, 전남 L시의 W식당, 서울 X 회의실과 Y 호텔 등에서 모임을 갖고, 물량배분비율, 낙찰예정사, 투찰가격 등을 합의하면서, 물량배분 비율을 원고 14%, D 22.5%, E 19.6%, F 13.9%, G 12%, H 18%로 합의하였다. 2011년과 같이 물량배분 비율에 대한 합의에 수의계약 물량도 포함시켰다.\n원고 등 6개 운송사 담당자들은 기존과 마찬가지로 합의한 물량배분 비율과 각 운송사가 기존에 담당했던 운송구간을 고려하여 낙찰예정사를 정하였고, 들러리는 2011년과 같이 선택적으로 서기로 하였다. 원고 등 6개 운송사 담당자들은 공감대가 이루어진 투찰요율 수준을 고려하여 운송구간별 투찰가격을 정하였고, 들러리를 서기로 한 운송사는 낙찰예정사의 투찰가격보다 높게 투찰하기로 합의한 뒤 이에 따라 투찰하였다.\n원고 등 6개 운송사가 2012년에 합의한 물량배분 비율과 입찰 결과 물량배분비율은 아래 [표 12] 기재와 같다.\n22)\n[표 12] 2012년 합의한 물량배분 비율과 입찰 결과 물량배분 비율\n(단위 : %)\n마) 2013년 운송용역 입찰 관련 합의 및 실행\nK는 2013년 운송용역 입찰에서 수의계약 비중을 2012년의 40%에서 65%로 확대하였고, 경쟁입찰의 비중을 2012년의 50%에서 25%로 감축하였다.\n23)\n이에 따라 원고 등 6개 운송사 담당자들은 2013. 6. 19.부터 2013. 6. 20.까지 F 및 E 사무실, 서울 X 회의실과 Y 호텔 등에서 모임을 갖고, 물량배분 비율, 낙찰예정사, 투찰가격 등을 합의하면서, 물량배분 비율을 원고 14%, D 22.5%, E 19.6%, F 13.9%, G 12%, H 18%로 합의하였다. 물량배분 비율에 대한 합의에 수의계약 물량도 포함시켰다.\n원고 등 6개 운송사 담당자들은 기존과 마찬가지로 물량배분 비율을 합의하고, 각 운송사가 기존에 담당했던 운송구간을 고려하여 낙찰예정사를 정하였으며, 들러리를 서기로 한 운송사는 낙찰예정사의 투찰가격보다 높게 투찰하기로 합의하였다.\n원고 등 6개 운송사는 대부분 합의된 바에 따라 투찰하였으나, H는 E가 낙찰예정사로 정해진 일부 구간에 대해 저가 투찰하여 낙찰을 받았다.\n24)\n원고 등 6개 운송사가 2013년에 합의한 물량배분 비율과 입찰 후 조정에 따른 입찰 결과 물량배분 비율은 아래 [표 13] 기재와 같다.\n[표 13] 2013년 합의한 물량배분 비율과 입찰 결과 물량배분 비율\n(단위 : %)\n바) 2015년 운송용역 입찰 관련 합의 및 실행\nK는 2015년 운송용역에서 수의계약 비중을 60%, 경쟁입찰의 비중을 30%로 조정하였고,\n25)\n무작위 선정 예정가격 이하로 입찰한 자 중 최저가격 투찰사를 낙찰사로 선정하는 '최저 유효단가 낙찰방식'으로 입찰방법을 변경하였다.\n이에 따라 원고 등 6개 운송사 담당자들은 2015. 9. 3.부터 2015. 9. 9.까지 G 사무실, L시의 Z, 서울 Y 호텔 등에서 모임을 갖고, 물량배분 비율, 낙찰예정사, 투찰가격 등을 합의하면서, 물량배분 비율을 원고 15.4%, D 17.8%, E 17.1%, F 14.2%, G 10.9%, H 24.6%로 합의하였다. 물량배분 비율에 대한 합의에 수의계약 물량도 포함시켰다.\n원고 등 6개 운송사 담당자들은 기존과 마찬가지로 물량배분 비율 합의와 각 운송사가 기존에 담당했던 운송구간을 고려하여 낙찰예정사를 정하였고, 공감대가 이루어진 투찰요율 수준을 고려하여 운송구간별 투찰가격을 정하였으며, 들러리를 서기로 한 운송사는 낙찰예정사의 투찰가격보다 높게 투찰하기로 합의하였다.\n그런데 원고, E, F, G, H는 합의에 따라 투찰하였으나, D은 업체 간 합의를 이용하여 운송구간의 상당수를 저가로 투찰하여 낙찰 받는 상황이 발생하였다. 이에 원고 등 6개 운송사는 입찰 종료 후 물량배분 비율을 기준으로 협의를 통해 운송구간을 교환 · 조정하였다.\n원고 등 6개 운송사가 2015년에 합의한 물량배분 비율과 입찰 후 교환 · 조정에 따른 입찰 결과 물량배분 비율은 아래 [표 14] 기재와 같다.\n[표 14] 2015년 합의한 물량배분 비율과 입찰 결과 물량배분 비율\n(단위 : %)\n3) 2016년부터 2018년까지 운송용역 입찰 관련 합의 및 실행\n가) 2016년 운송용역 입찰 관련 합의 및 실행\nK는 2016년 운송용역 입찰부터 지명경쟁입찰사에 I와 J을 추가하였고, 코일기타류 운송용역에서 수의계약 비중을 55%, 경쟁입찰 비중을 40%로 조정하였으며,\n26)\n입찰방식은 2015년과 같이 최저 유효단가 낙찰방식을 취하였다.\n이에 따라 원고 등 6개 운송사는 안정적인 물량 확보와 가격하락 방지를 위하여 I와 J을 합의에 참여하도록 하였다. 원고 등 8개 운송사 담당자들은 2016. 5. 24.부터 2016. 6. 9.까지 G 사무실, L시의 Z, AA, 서울 Y 호텔 등에서 모임을 갖고, 낙찰예정사, 투찰가격 등을 합의하였다.\n27)\n2016년부터는 물량배분 비율에 대한 합의를 생략하고\n28)\n기존에 수행하던 운송구간을 중심으로 업체별로 낙찰 받을 운송구간에 대한 합의를 하였다. 합의대상이 기존 운송구간 유지를 전제로 업체별 낙찰구간과 투찰요율을 정하는 것으로 간소화됨에 따라 지사장 내지 임원 수준에서 모든 합의가 이루어지고 실무자들은 이를 단순히 실행하는 역할을 하였다. 원고 등 8개 운송사는 합의한 대로 투찰하였고, 합의에 따라 낙찰사가 정해졌다.\n나) 2017년 운송용역 입찰 관련 합의 및 실행\nK는 2017년 운송용역 입찰에서 2016년과 마찬가지로 원고 등 8개 운송사에게 코일기타류 운송용역 입찰에 대한 참가자격을 부여하면서 수의계약 비중을 60%로, 경쟁입찰의 비중을 40%로 조정하였고, 입찰방식은 종전과 같이 최저 유효단가 낙찰방식을 취하였다. 한편 K는 기존에 수의계약으로 용역 수행자를 결정했던 보세운송에서도 2017년부터 경쟁입찰을 도입하였는데, I와 J을 제외한 원고 등 6개 운송사에게 입찰참가자격을 부여하면서 유효단가 범위 내에서 투찰가격이 낮은 순으로 업체별 순위에 따라 물량을 결정하는 방식\n29)\n으로 입찰을 실시하였다.\nJ\n30)\n을 제외한 원고, D, E, F, G, H, I 운송사 담당자들은 2017. 6. 13.부터 2017. 6. 15.까지 G 사무실, L시의 Z, 서울 Y 호텔 등에서 모임을 갖고, 코일기타류 운송 용역 입찰에 대해 운송구간별로 낙찰예정사, 투찰가격 등을 합의하였는데, 기존에 수행하던 운송구간을 중심으로 업체별로 낙찰 받을 운송구간에 대한 합의를 하면서 공감대가 이루어진 투찰요율 수준을 고려하여 운송구간별 투찰가격을 정하였으며, 들러리를 서기로 한 운송사는 낙찰예정사의 투찰가격보다 높게 투찰하기로 합의하였다.\n한편 원고 등 6개 운송사 담당자들은 코일기타류 운송에 대한 합의와 동시에 보세운송에 대한 합의를 진행하였는데, 사다리타기를 통해 낙찰 순서를 정하였고, 그 결과 1순위 D, 2순위 원고, 3순위 G, 4순위 F, 5순위 H, 6순위 E로 낙찰 순번을 정하였고, 1순위 투찰가격의 경우 입찰 전 적용되던 보세운송 단가 대비 1.9% 인상된 4,161,059,329원으로 합의하였으며, 2순위부터 5순위까지는 그보다 높은 가격으로 투찰하기로 하였다.\n원고, D, E, F, G, H, I 등 7개 운송사 담당자들은 코일기타류 운송용역 입찰에서 합의한 대로 투찰하였고, 그 결과 합의에 따라 낙찰사가 정해졌다. 또한 원고 등 6개 운송사는 보세운송 용역 입찰에서도 합의에 따라 투찰하였고, 그 결과 D(1순위), 원고(2순위), G(3순위), F(4순위), H(5순위)까지 보세운송 용역 입찰의 낙찰사가 되었다.\n다) 2018년 운송용역 입찰 관련 합의 및 실행\nK는 2018년 운송용역 입찰에서 코일기타류 운송용역의 수의계약 비중을 70%로, 경쟁입찰의 비중을 30%로 조정하였고, 입찰방식은 종전과 같이 유효단가 낙찰방식을 취하였다. 한편 K는 보세운송에 대해 경쟁입찰의 비율을 30%, 수의계약의 비율을 70%로 조정하였고, 투찰가격이 낮은 3개 업체가 각각 15%(1순위), 10%(2순위), 5%(3순위)의 물량 운송을 담당하는 방식으로 입찰방식을 변경하였다.\n2018년에는 2017년과는 달리 J도 코일기타류 운송용역 입찰 관련 합의에 다시 참여하여, 원고 등 8개 운송사 담당자들은 2018. 5. 16.부터 2018. 5. 30.까지 G 사무실, L시 Z, 서울 Y 호텔 등에서 모임을 갖고, 코일기타류 운송용역 입찰에 대해 운송구간별로 낙찰예정사, 투찰가격 등을 합의하였는데, 기존에 수행하던 운송구간을 중심으로 업체별로 낙찰 받을 운송구간에 대한 합의를 하면서 공감대가 이루어진 투찰요율 수준을 고려하여 운송구간별 투찰가격을 정하였으며, 들러리를 서기로 한 운송사는 낙찰예정사의 투찰가격보다 높게 투찰하기로 합의하였다.\n원고 등 6개 운송사 담당자들은 코일기타류 운송용역에 대한 합의와 동시에 보세운송 용역에 대한 합의를 진행하였는데, 2017년 낙찰 순서의 역순으로 1순위 E, 2순위 H, 3순위 F의 순서로 낙찰 받기로 합의하였고, 1순위 투찰가격의 경우 입찰 전 적용되던 보세운송 단가 대비 5.5% 인상된 4,161,059,329원으로 합의하였으며, 2순위와 3순위는 그보다 높은 가격으로 투찰하기로 하였다.\n원고 등 8개 운송사는 코일기타류의 운송 용역 입찰에서 합의한 바에 따라 투찰하였고, 그 결과 합의에 따라 낙찰사가 정해졌다. 또한 원고 등 6개 운송사는 보세운송 용역 입찰에서도 합의에 따라 투찰하였고, 그 결과 E(1순위), H(2순위), F(3순위)이 보세운송 용역 입찰의 낙찰사가 되었다.\n[인정근거] 다툼 없는 사실, 갑 제1, 3, 10, 14, 18 내지 20, 25, 28, 39호증, 을 제1, 3 내지 7, 9, 10, 12, 13, 15 내지 19, 23호증의 각 기재, 변론 전체의 취지\n다. 판단\n1) 이 사건 공동행위를 하나의 공동행위로 본 위법 및 처분시효 도과 여부\n가) 관련 법리\n사업자들이 부당한 공동행위의 기본적 원칙에 관한 합의를 하고 이를 실행하는 과정에서 수차례의 합의를 계속하여 온 경우는 물론, 그러한 기본적 원칙에 관한 합의 없이 장기간에 걸쳐 여러 차례의 합의를 해 온 경우에도 그 각 합의가 단일한 의사에 기하여 동일한 목적을 수행하기 위한 것으로서 단절됨이 없이 계속 실행되어 왔다면, 그 각 합의의 구체적인 내용이나 구성원 등에 일부 변경이 있었다고 할지라도, 특별한 사정이 없는 한 그와 같은 일련의 합의는 전체적으로 1개의 부당한 공동행위로 보아야 한다(대법원 2009. 1. 30. 선고 2008두16179 판결, 대법원 2010. 3. 11. 선고 2008두15169 판결 등 참조).\n나) 구체적 판단\n먼저 이 사건 공동행위 중 2001년부터 2008년까지 부분과 2009년 이후 각 연도별 부분이 모두 별개의 공동행위에 해당하는지에 관하여 보건대, 앞서 인정한 사실에 앞서 든 증거, 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사실 또는 사정을 위 법리에 비추어 보면, 원고 등 8개 운송사는 단일한 의사와 공동의 목적 아래 여러 차례 합의를 함으로써 이 사건 공동행위가 전체로서 하나의 공동행위를 구성한다고 봄이 타당하다. 따라서 원고의 이 부분 주장은 처분시효 도과 여부 등 나머지 점에 관하여 나아가 살펴볼 필요 없이 받아들일 수 없다.\n(1) 운송사들의 합의 배경 및 그 인식과 의사 등을 고려하면, 이 사건 공동행위는 기존 운송구간을 최대한 유지하여 안정적인 물량을 확보하고 가격하락을 막으려는 단일한 의사와 공동의 목적에 기초하고 있음을 알 수 있다.\n① 원고 등 5개 운송사는 2000년까지 K로부터 L제철소 철강제품 육로운송용역을 수의계약으로 발주 받아 담당 운송구간별로 운송 기반시설과 인력을 갖추고 업무를 수행하고 있었는데, K가 경영혁신 차원에서 2001년도 하반기부터 육로운송 사업자 선정 방식을 경쟁입찰 방식으로 바꾸기로 결정함에 따라, 입찰에서 일정한 물량을 확보하지 못할 경우 보유 중인 운송 기반시설과 인력을 활용할 수 없게 되어 손해가 발생할 위험이 생겼다. 이에 원고 등 5개 운송사는 운송사별로 기존에 수행하던 운송구간을 유지하고 안정적인 물량을 확보하여 유휴 시설과 인력으로 인한 손해를 방지하고자 부당한 공동행위에 나아갈 유인이 있었다.\n② 2001년부터 2018년까지 모든 합의에 일관되게 적용된 원칙은 운송사별로 기존에 운송하는 구간을 최대한 유지하여 안정적인 물량을 확보하자는 것이었고, 그에 따라 세부적인 운송구간 조정을 통해 운송구간별 낙찰예정자를 정하였다.\n③ 합의 참여사가 추가된 2009년과 2016년 이후에도 기존 주력 운송구간을 최대한 유지하자는 기본 원칙에는 변함이 없었고, 일부 운송 예정 물량이 적은 운송구간에 대한 조정을 통해 합의 참여사 추가에 대응하였다.\n(2) 합의 대상과 내용이 동일하고, 합의 참여사가 유지된 상태에서 오히려 합의에 가담한 업체가 추가되었으며, 단순히 K의 입찰방식의 변경에 대응하여 개별적인 합의 내용이 일부 달라졌다는 등의 사정만으로 공동행위가 단절되어 별개의 합의라고 볼 수는 없다.\n① 이 사건 공동행위에 따른 합의의 대상은 K L제철소 철강제품 육로운송 용역으로 동일하고, 합의의 구체적인 내용도 물량배분 비율, 낙찰예정자 및 투찰가격에 관한 것으로 동일하다. 다만 2016년 이후에는 물량배분 비율에 관한 합의 없이 운송구간만 합의하였으나, 기존 운송구간을 유지하자는 기본적인 원칙은 동일하게 유지되었다.\n② 원고 등 5개 운송사는 2001년부터 2018년까지 이 사건 공동행위에 따른 합의에 계속하여 참여하였고, 2009년에는 H, 2016년에는 I와 J이 각 합의에 추가되었을 뿐 합의에서 탈퇴한 업체는 없었다. 더욱이 H와 I, J은 기존에 운송사별 주력 운송구간을 유지하면서 안정적인 물량을 확보하여 가격하락을 방지한다는 합의가 유지되고 있는 상태에서 이 사건 공동행위에 새로이 가담하여 물량을 배분받은 것이지, 위 운송사들이 추가됨에 따라 합의의 기본적인 원칙이나 방식에 근본적인 변경이 초래된 것은 아니다.\n③ K가 2009년 이후 입찰방식을 변경하였고, 이에 따라 원고 등 8개 운송사의 개별적인 합의 내용과 형태가 일부 달라졌다고 하더라도, 이는 기존 합의를 단절하거나 파기하기 위한 것이 아니라 K의 입찰방식 변경에 대응해 기존 합의를 유지하기 위한 수단으로 세부적인 합의 내용을 일부 변경한 것에 불과하다.\n31)\n(3) 이 사건 공동행위가 전체적으로 하나의 공동행위라는 점은 합의에 참여한 원고 등 8개 운송사 직원들이 피고의 조사 과정에서 한 진술에 의하여도 뒷받침된다. ① 원고의 직원인 AB는 '기존에 선호하거나 주력인 운송구간을 중심으로 낙찰 받거나 물량을 배분하였다. 매 합의 시 이와 같은 원칙에 대하여는 기본적인 공감대가 있었고, 늘 그와 같은 이야기를 하였다'고 진술하였다.\n② G의 전 · 현직 직원인 AC, AD, AE은 '2001년부터 2018년까지 기존의 주력 운송구간을 최대한 유지하여 물량배분을 안정적으로 하자는 것이 합의의 전제가 되었고, 합의를 할 때마다 그와 같은 이야기가 나왔으며, 특별한 이견이 없었다'고 진술하여 운송구간 유지와 안정적인 물량배분이 모든 합의에 적용되는 기본적인 합의 원칙임을 인정하였다.\n③ E의 전 · 현직 직원인 AF과 AG도 '2001년부터 2018년까지 기존 운송구간을 인정하고 유지하자는 것이 항상 합의하면서 하는 이야기였다. 합의 과정은 물량 배분 비율을 합의한 뒤 입찰 운송구간별 낙찰예정자를 정한 후 투찰요율 수준을 합의하고, 마지막으로 입찰 운송구간별 투찰가격을 정하는 것으로서 과거부터 최근까지 합의 방식은 대동소이하다'고 진술하였다.\n④ H의 임직원 AH, AI, AJ 역시 '2009년부터 2018년까지 매 합의에 적용되는 기본적인 합의는 기존 운송구간을 유지하자는 것이었다'고 진술하였다.\n(4) 원고가 주장하거나 들고 있는 사정만으로는 이 사건 공동행위를 별개의 공동행위로 볼 수 없다.\n(가) 원고는, K가 2009년 입찰 당시 종전의 전자입찰 방식에서 현장입찰 방식으로, 세부 운송구간별 입찰에서 권역별 입찰로 각 변경하였고, H에 입찰참가자격을 새로 부여하는 등 입찰제도를 대대적으로 변경하였으며, 이후 매년 입찰 조건이나 방식을 변경하였으므로, 2001년부터 2008년까지 공동행위 부분과 그 이후 각 연도별 공동행위 부분은 서로 별개라는 취지로 주장한다.\n앞서 본 것처럼 K가 2009년 이후 매년 입찰방식을 변경하고, 2011년부터는 수의계약 물량과 낙찰 한도를 도입하였으며, 단독 투찰도 가능하게 한 사실이 인정되기는 한다. 그러나 K의 입찰방식 변경은 철강제품을 보다 효율적으로 운송할 수 있도록 매년 입찰 정책의 변화에 따른 것이고, 기존 운송구간을 유지하면서 안정적인 물량을 확보하려는 운송사들의 의사와 목적은 동일하게 유지되었는바, 위 입찰방식 등의 변경에 대응하여 합의 내용이나 합의 참여사에 일부 변경이 있었다고 하더라도, 이는 기존의 합의를 유지하기 위하여 세부적인 내용을 변경한 것에 불과하므로, 이러한 사정만으로 이 사건 공동행위가 단절된다고 할 수 없다.\n(나) 원고는 또한, K가 2014년부터 전면적인 수의계약 방식으로 운영하겠다는 취지를 공로운송 단가 산정기준 확립을 위한 TFT 구성, 레인별 선호도 조사 등으로 명시적으로 밝힘에 따라 원고 등 6개 운송사는 이전과 같은 담합은 불가능해졌다고 보아 담합을 종료하기로 결정하였으므로, 2014년을 기점으로 그 이전까지의 합의는 종료되어 단절되었다고 주장한다.\n그러나 다음과 같은 사정에 비추어 보면, K의 일시적인 정책 변경에 따라 입찰 없이 수의계약이 체결됨으로써 약 1년 동안 합의가 없었다는 사정만으로 이 사건 공동행위가 단절되었다고 보기 어렵다.\n① K는 2014년 정책 변경으로 입찰을 실시하지 아니하고 전면적으로 수의 계약을 체결하였다가 2015년부터는 다시 입찰을 실시하여 운송사를 선정하였다. 그런데 원고는 위와 같이 수의계약으로 바뀐 2014년을 제외한 2001년 상반기부터 2018년까지 총 19회에 걸쳐 다른 운송사들과 물량배분과 입찰담합을 위한 합의를 하였다.\n② 원고 등 6개 운송사가 2014년에 합의를 하지 아니한 것은 단지 입찰이 없었기 때문일 뿐, 위 운송사들이 2014년 K의 수의계약 발주 당시 기본 합의를 파기하거나 종료하였다고 볼 만한 객관적인 자료나 정황은 보이지 않는다. 오히려 2015년 입찰이 실시되자 곧바로 합의를 이어갔다.\n③ 2015년의 합의는 2013년 합의와 마찬가지로 운송사별 기존 운송구간 유지, 안정적인 물량확보 및 가격하락 방지라는 동일한 의사와 목적을 가지고 있었고, 합의의 대상과 방식도 동일하였다.\n④ 원고 등 6개 운송사의 합의 필요성에 대한 공감대 형성을 위한 운송사 친목모임은 2014년에도 그대로 유지되었다.\n⑤ 원고는 K가 지명경쟁입찰로 인해 출하 안정성 및 운송 품질이 저하되는 문제 등이 발생하여 2014년에 입찰제를 전면적으로 폐지하고 수의계약으로 정책을 변경하였다고 주장하기도 하나, 2009년에야 새로 입찰참가자격을 얻은 H가 2014년에 수의계약으로 가장 많은 물량(27.46%)을 부여받은 사실을 설명하기 어렵다는 점에서 위 주장은 받아들이기 어렵다. 또한 원고는 2014년 수의계약 발주 시 운송사들의 영업력 등을 바탕으로 한 자유로운 경쟁이 이루었다고 주장하나, 이를 인정할 만한 아무런 자료가 없다.\n2) 경쟁제한성 및 부당성의 존재 여부\n가) 관련 법리\n어떤 공동행위가 '경쟁제한성'을 갖는지는 당해 상품이나 용역의 특성, 소비자의 제품선택 기준, 시장 및 사업자들의 경쟁에 미치는 영향 등 여러 사정을 고려하여, 당해 공동행위로 인하여 일정한 거래분야에서의 경쟁이 감소하여 가격 · 수량 · 품질 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있는지를 살펴서 개별적으로 판단하여야 한다(대법원 2013. 11. 14. 선고 2012두19298 판결 등 참조). 여기서 합의에 가담한 사업자들이 합의가 없었더라면 서로 유효하게 경쟁할 수 있었는지는 사업자들 사이의 경쟁의사의 유무, 각 사업자들의 존재나 그들의 시장성과가 서로에게 경쟁 압력 내지 경쟁상 제약으로 작용하는지를 중심으로 판단하되, 각 사업자가 보유한 생산능력이나 기술력, 공급의 대체가능성과 신규 시장진입 가능성, 시장의 구체적 현황 등의 사정까지 종합적으로 고려하여야 할 것이다(대법원 2015. 7. 9. 선고 2013두26804 판결 등 참조).\n나) 구체적 판단\n앞서 인정한 사실에 앞서 든 증거, 갑 제15호증의 기재, 갑 제11, 26호증의 각 일부 기재, 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 위 법리에 비추어 보면, 이 사건 공동행위는 부당하게 경쟁을 제한하는 행위에 해당한다고 봄이 타당하다. 원고의 이 부분 주장은 받아들이지 아니한다.\n(1) 합의에 이르게 된 배경, 합의 및 실행 방식 등에 비추어 보면, 이 사건 공동행위는 입찰담합으로서 경성 공동행위에 해당한다.\n① 낙찰예정자, 투찰가격 등을 사전에 서로 합의하여 결정하고 이를 토대로 형식적으로 입찰에 참여하는 방법으로 합의를 실행하는 행위는 입찰과정에서 실질적인 경쟁 없이 하나의 업체만이 입찰에 참가하여 낙찰되는 것과 같은 효과를 발생시킴으로써 입찰참가자들 간의 경쟁을 통해 거래상대방, 거래조건 등을 결정하고자 한 경쟁입찰제도의 취지를 무력화하여 당해 입찰시장에서 실질적인 경쟁을 통하여 낙찰자가 결정될 가능성을 원천적으로 제한한다. 원고 등 8개 운송사는 경쟁입찰에 따른 가격하락을 방지하고 상호 간 적정 수준의 물량과 이윤을 안정적으로 확보하기 위해 낙찰예정자와 투찰가격 등을 사전에 합의하여 결정하였는데, 이 사건 공동행위는 그 성격상 경쟁을 제한하는 효과가 명백한 이른바 '경성 공동행위'에 해당한다.\n② 원고 등 5개 운송사는 운송사별 기존 운송구간을 유지하여 경쟁을 회피하거나 그로 인한 위험부담을 줄임으로써 안정적인 물량 및 수익을 확보하기 위한 의 도로 이 사건 공동행위를 시작하였고, 지명경쟁입찰 방식인 이 사건 입찰의 참여자로 H, I, J이 추가되자 물량배분 비율 내지는 운송구간만을 조정하였을 뿐이다. 특히 운송사들은 대부분 공로운송사 협의회 모임을 통해 합의를 하여 입찰 당일 오전까지 합의가 이루어졌고, 합의한 대로 투찰하는지 여부를 확인하기 위하여 다른 운송사의 입찰 현장에 직원을 교차로 보내어 감시하거나 입찰이 종료되기 전에 해당 투찰내역을 복사하여 운송사들 간에 상호검증을 하였으며, 실무자 모임에서 운송구간별 투찰가격 등을 작성한 자료를 업체들 간에 상호 공유하거나 2015년 입찰 당시에는 G 직원이 USB에 각 운송사의 입찰서를 저장하여 운송사들에게 나누어 주기도 하였다. 위와 같은 사정들을 종합해 볼 때, 이 사건 공동행위로 이 사건 입찰에서 경쟁이 제한될 수밖에 없었을 것으로 보이고, 담함이 없었더라면 결정되었을 수준보다 높은 수준으로 낙찰가가 형성되어 발주처인 K의 이익이 침해되거나 침해될 우려가 있는 상태가 초래되었다.\n③ 2017년에 J이 기존 업체들로부터 수용하기 어려운 운송구간을 제안 받아 이를 거부하고 임의로 입찰에 참여한 것을 제외하고는 이 사건 입찰에 참가한 모든 운송사들이 낙찰예정자, 투찰가격 등을 사전에 합의하고 입찰에 참가하였는데, 이로써 가격과 물량 결정에 영향을 미치거나 미칠 우려가 있는 상태가 초래되어 경쟁제한 효과가 발생하게 되었다.\n④ 더욱이 K가 입찰방식을 변경함에 따라 원고가 저가 투찰을 하여 대부분의 운송구간을 낙찰 받은 2009년 입찰의 경우에도 당초의 합의 취지가 반영됨으로써 운송사들 간에 협의 · 조정을 통해 합의가 일정 부분 이행되기도 하였다.\n(2) K의 인식과 의사, 입찰담합에 대한 조치 등을 고려할 때, 발주처인 K가 운송사들 간에 합의의 존재를 명확히 인식하거나 묵인하였다고 볼 수 없고, 이 사건 입찰에서 운송사들 간에 원활한 경쟁을 하여 입찰이 공정하게 이루어질 것을 포기하였다고 보기도 어렵다.\n① K에서 2012년부터 2017년까지 물류기획팀 팀장으로 근무하면서 입찰부터 계약 체결까지의 업무를 담당한 AK를 비롯하여 2009년과 2010년에 K의 물류기획팀 개선담당과장으로 근무한 AL과 같은 기간 K의 물류기획팀 팀장으로 근무한 AM은 이 사건 공동행위와 관련된 서울고등법원 2020누40718 사건(이하 '관련 사건'이라 한다)에 증인으로 출석하여 '운송사들 간에 텐더링이 있어 입찰 자체가 큰 의미가 없다고 생각하였다', '저가로 낙찰 받은 업체로 하여금 소화할 수 없는 물량을 다른 운송사에 나누어 주라고 말한 적이 있다. K의 운송용역 특성상 사실은 입찰이 맞지 않다', '2007년경부터 담합을 의심하였다'는 취지로 증언하기는 하였다. 그러나 위 각 증언의 전체적인 내용은 증인들의 개인적인 생각이나 판단에 불과할 뿐만 아니라, AM은 위와 같이 담합을 의심하였다고 하면서도 '증거가 없어서 특별한 조치는 취하지 않았다. 2008년 감사실에서 담합 지적이 있어 2009년 현장입찰 방식으로 변경하였고, 2009년에 세부 운송구간을 어떤 권역으로 묶었는지를 운송사들에게 공개하지 않았다. 2010년 운송구간을 다시 세분화할 때 담합하지 못할 것으로 생각하였다'고 증언하였으며, AK도 '내심 담합을 예상했지만 경영진에 보고하지는 않았다'고 증언한 점, K가 2009년 담합 방지와 경쟁을 촉진하기 위해 입찰 제도를 변경하고, 원고에게 새로 입찰참가자격을 부여하는 한편, 입찰 유의서에 담합을 입찰 무효 사유로 명시한 점 등에 비추어 볼 때, K가 운송사들 간에 합의의 존재를 명확히 인식하거나 묵인하였다고 볼 수 없고, 이 사건 입찰에서 운송사들 간에 원활한 경쟁을 하여 입찰이 공정하게 이루어질 것을 포기하였다고 보기도 어렵다.\n② 앞서 본 것처럼 K는 2009년 담합 방지와 경쟁을 촉진하기 위해 입찰제도를 변경하고, H에게 새로 입찰참가자격을 부여하는 한편, 입찰 유의서에 담합을 입찰 무효 사유로 명시하는 등 입찰제도를 개편하는 조치를 취하였다. 2009년 입찰 관련K 내부 자료에 따르면, K는 2009년 입찰 결과에 대하여 '입찰레인을 79개에서 36개로 통합하고, 레인별 목적지의 조합을 입찰 당일에 공개하는 방식을 통해 운송사 간 지분비율을 유지하기 위한 협의 가능성을 차단하였으며, 1차 입찰 후 최종 입찰(3차)이 종료될 때까지 담합 징후 포착 시 2, 3회 입찰에서 입찰레인을 통폐합하여 운송사 간 담합이 근본적으로 불가능하도록 하였다. 운송사 간 경쟁 유도를 위해 검증된 운송사 1개를 추가로 입찰케 하였다. 이에 따라 예정가격 대비 낙찰율이 평균 95.4%(최저 83%)로 낙찰되었으며, 운송사 간 지분구조가 완전히 와해되었다'고 분석하기도 하였다.\n③ 한편 운송사들이 2015년 K에게 'D이 그동안 공로운송사가 서로 쌓아온 신뢰를 훼손하는 행위를 함에 따라 다른 운송사들은 본의 아니게 운송단가가 인하되는 악영향을 받았다'는 내용의 건의사항(갑 제15호증)을 제출하기는 하였으나, 이는 D의 지나친 저가 투찰로 인한 피해를 호소하는 내용에 불과하고, 이러한 점만으로 K가 이 사건 공동행위를 알고도 묵인하였다고 볼 수는 없다.\n(3) K가 U단체의 요구에 따라 투찰가격 수준에 관여하였다는 사정만으로 이 사건 공동행위로 인한 입찰의 공정성이나 경쟁제한 효과가 부정된다고 볼 수 없다.\n① K가 2017년과 2018년 U단체의 요구에 따라 운송료를 인상하고, 원고 등 8개 운송사에게 이러한 인상을 반영하여 투찰하라는 취지로 말한 사실이 인정되기는 한다. 그러나 K는 U단체와 계약관계에 있지 않고, 거래의 직접 상대방이 아니며, 운송사들을 상대로 차주에게 지급하는 운송료를 인상할 것을 지시하거나 강제할 수 있는 지위에 있지도 않다. 실제로 AK도 관련 사건 증인으로 출석하여 'K와 U단체 사이의 운송료 합의를 운송사들이 반드시 따라야 하는 것은 아니다'라는 취지로 증언하였다. 비록 원고 등 8개 운송사가 K의 요구에 따르지 않을 경우 불이익을 입을 것을 우려하여 투찰가격을 올렸을 수 있지만, K가 원고 등 8개 운송사에게 예정가격을 알려준 적은 없는 점, U단체의 요구에 따른 운송료 인상을 반영하였더라도 기준가를 인상하여 경쟁하는 가격의 범위가 달라졌을 뿐 투찰가격 자체는 운송사들이 자유롭게 결정하는 등 경쟁 자체는 유지된다고 볼 수 있는 점, K가 U단체의 운송료 인상 요구를 수용하였더라도 운송사들의 입찰담합까지 허용한 것으로 보기는 어려운 점 등을 고려하면, 위와 같은 사정만으로 K가 투찰가격을 통제하였다고 보기 어렵다.\n② 한편 원고는, 이 사건 공동행위가 없었더라도 유사한 수준의 물량배분이 이루어졌을 것이고, 이 사건 공동행위 이후 실제 운송요율 증가폭도 크지 않으므로, 이 사건 공동행위로 인한 경쟁제한성이나 부당성이 인정되지 않는다는 취지로 주장한다. 그러나 원고의 주장과 같이 이 사건 공동행위가 없었더라도 유사한 수준의 물량배분이 이루어질 것이라면 이 사건 공동행위가 장기간 유지된 이유를 합리적으로 설명할 수 없는 점, 운송요율이 약 5%만 증가하더라도 원고 등 8개 운송사는 가격경쟁을 통한 운송단가의 하락 없이 안정적으로 물량을 확보할 수 있게 되는 점 등을 고려할 때, 이 사건 공동행위로 인한 경쟁제한성이나 부당성이 부정된다고 볼 수 없다.\n(4) 이 사건 공동행위로 인하여 효율성 증대 효과가 인정된다고 보기 어렵고, 원고가 이 사건 공동행위로 얻은 부당이득이 없거나 미미하다고 볼 수 없다.\n① 비록 운송사별로 권역별 운송수행 능력에 차이가 있다고 하더라도 이 사건 공동행위는 원고 등 8개 운송사의 업무 편의를 위한 것일 뿐 이로 인하여 K나 최종 소비자에 대한 편의가 증대되었다고 할 수 없고, 달리 이 사건 공동행위에 경쟁제한 효과를 상쇄할 정도의 효율성 증대 효과가 있다고 볼 만한 특별한 사정도 드러나지 않는다.\n② 또한 원고 등 8개 운송사는 이 사건 공동행위로 경쟁을 피하여 안정적으로 물량을 확보할 수 있었으므로, 이 사건 공동행위로 얻은 부당이득이 없거나 미미하다고 보기도 어렵다.\n3) 관련매출액 산정의 위법 여부\n가) 들러리 매출액 제외 주장에 관하여\n(1) 관련 법리\n부당한 공동행위의 유형과 이에 대한 과징금 부과 근거에 관한 공정거래법 제19조 제1항 제3호, 제8호, 제22조, 공정거래법 시행령 제9조 제1항의 형식과 내용, 체계 등과 아울러 입찰방식의 거래에서 상품의 거래 등이나 용역의 거래를 제한하는 행위를 할 것을 합의(이하 '물량배분 합의'라 한다)한 경우, 공정거래법 제19조 제1항 제3호에서 정하는 공동행위가 성립하는 외에 같은 항 제8호에서 정하는 공동행위 역시 함께 성립하는 점, 공정거래법 시행령 제9조 제1항 단서는 위반행위의 유형을 구분하지 아니한 채 위반행위가 '입찰담합 및 이와 유사한 행위'에 해당하면 계약금액을 관련매출액으로 산정할 수 있다고 규정하고 있을 뿐인 점, 공정거래법 시행령 제9조 제1항 단서의 규정은 입찰담합의 위법성이 중한 것을 감안하여 그에 대한 제재의 실효성을 확보하기 위하여 정책적으로 도입된 규정이므로 공정거래법 제19조 제1항 제8호의 입찰담합은 물론, 같은 항 제3호가 적용되는 입찰방식 거래에서의 물량배분 합의에 대하여 적용할 필요성이 다르지 아니한 점 등을 종합하여 보면, 피고가 입찰방식 거래에서의 물량배분 합의에 대하여 공정거래법 제19조 제1항 제8호를 적용하지 아니하고 같은 항 제3호를 적용한 경우라도 그 실질이 입찰담합인 이상, 관련매출액의 산정에서 공정거래법 시행령 제9조 제1항 단서를 적용할 수 있다(대법원 2014. 11. 27. 선고 2013두24471 판결 등 참조).\n(2) 구체적 판단\n앞서 인정한 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 위 법리에 비추어 보면, 이 사건 공동행위는 물량배분 합의인 동시에 입찰담합에도 해당하므로, 공정거래법 시행령 제9조 제1항 단서 및 과징금고시 IⅣ. 1. 다. (1) (마)의 규정에 따라 들러리 매출액을 포함하여 관련매출액을 산정한 것에 위법이 있다고 할 수 없다. 원고의 이 부분 주장은 받아들이지 아니한다.\n① 원고 등 8개 운송사는 물량배분 합의뿐만 아니라 입찰에서 낙찰예정자, 투찰가격 등의 사항을 결정하여 부당하게 경쟁을 제한하는 입찰담합에도 해당하는 이 사건 공동행위를 하였다. 따라서 이 사건 공동행위에 물량배분 합의가 포함되어 있다고 하더라도 입찰담합의 성질이 부정되지 않으므로, 공정거래법 시행령 제9조 제1항 단서를 적용하여 관련매출액을 산정할 수 있고, 이때 계약을 체결한 당해 사업자뿐만 아니라 입찰담합에 가담하여 들러리를 선 사업자에 대해서도 공정거래법 시행령 제9조 제3항, 과징금고시 Ⅳ. 1. 다. (1) (마) 1)의 규정에 따라 심의일 현재 실제 발생한 매출액을 관련매출액으로 보게 되며, 다만 과징금고시 Ⅳ. 1. 다. (1) (마) 2)의 규정에 따라 응찰하지 아니하였거나 탈락한 자에 대하여는 산정기준을 감액할 수 있을 뿐이다.\n② 피고는 원고가 낙찰 받은 물량뿐만 아니라 들러리로 참여한 물량에 해당하는 매출액까지 포함하여 관련매출액으로 산정하였는데, 과징금의 기본 산정기준은 입찰담합에 의하여 낙찰을 받고 계약을 체결한 사업자뿐만 아니라 낙찰예정자를 미리정하는 내용의 담합에 참여하였으나 낙찰을 받지 못한 사업자에 대하여도 마찬가지로 적용되는 점(대법원 2017. 4. 27. 선고 2016두33360 판결 등 참조) 등을 고려할 때, 위 규정에 따른 관련매출액 산정에 위법이 있다고 할 수 없다.\n③ 2011년 이후 입찰에서 1개사만 참여한 경우에도 낙찰을 받을 수 있게 되어 들러리가 필수적이지 않게 되었다고 하더라도, 입찰담합에 관한 공정거래법 제19조 제1항 제8호는 입찰 자체의 경쟁뿐 아니라 입찰에 이르는 과정에서의 경쟁도 함께 보호하려는 데 그 취지가 있는 점(대법원 2015. 7. 9. 선고 2013두20493 판결, 대법원 2016. 4. 12. 선고 2015두50061 판결 등 참조) 등을 고려하면, 1개사만 입찰에 참여할 수 있음에도 들러리 업체를 내세워 입찰에 참가한 행위는 경쟁이 기능할 가능성을 사전에 없앤 것이 되어 입찰과정에서 경쟁의 주요한 부분이 제한된 것으로 보아야 한다. 따라서 그와 같은 공동행위는 특별한 사정이 없는 한 부당하다고 볼 수밖에 없고, 이 경우에 들러리 매출액을 제외할 만한 별다른 근거가 없다.\n④ 앞서 본 것처럼 이 사건 공동행위가 공정거래법 제19조 제1항 제3호의 물량배분 합의인 동시에 공정거래법 제19조 제1항 제8호의 입찰담합에 해당하는 이상, 운송사별 기반시설과 인력의 한계로 인하여 이 사건 공동행위가 없었더라도 원고가 일정 물량을 배분받았을 것으로 가정해 다른 운송사가 낙찰 받은 입찰에 형식적으로 참여한 것을 들러리 행위가 아니라고 평가할 수는 없다.\n⑤ 사업자들이 수 개의 입찰방식 거래와 관련하여 거래제한 합의를 하고 그 합의를 실행하기 위하여 개별입찰에 관한 입찰담합에까지 나아간 경우, 각 사업자에 대한 과징금 산정의 기초가 되는 '계약금액'은 그 사업자가 입찰담합의 당사자로 가담한 각 개별입찰의 계약금액 합계가 된다. 공정거래법상 부당한 공동행위는 합의로써 성립하고 구체적인 실행행위를 요하는 것이 아니며 입찰담합은 형식적인 응찰을 하지 아니하는 방법으로도 가담할 수 있다(대법원 2020. 10. 29. 선고 2019두37233 판결 취지 참조). 앞서 본 바와 같이 원고 등 8개 운송사는 이 사건 입찰에서 이 사건 합의를 통해 형식적인 응찰을 하거나 응찰을 하지 아니하는 방법으로 입찰담합에 가담하였으므로, 피고가 들러리 매출액을 원고들의 관련매출액에 포함시킨 것은 적법하다.\n⑥ 전체적으로는 보면 원고 등 8개 운송사가 들러리 입찰에 참여하는 행위는 물량배분에 따른 자신의 몫을 확보하기 행위의 일환으로 이루어진 것이므로, 들러리 입찰자 경우에도 그 담합으로 직접적인 이익을 얻는 것은 아니지만 그로 인한 경제적 이익이 없다고 할 수 없다.\n나) 수의계약 물량 매출액 제외 주장에 관하여\n(1) 관련 규정 및 법리\n공정거래법 제22조, 공정거래법 시행령 제9조 제1항은 '관련매출액'을 관련 상품이나 용역의 매출액으로 규정하고 있고, 과징금고시 Ⅱ. 5. 나. (1)의 규정은 '관련상품'이란 위반행위로 인하여 직접 또는 간접적으로 영향을 받는 상품의 종류와 성질, 거래지역, 거래상대방, 거래단계 등을 고려하여 행위유형별로 개별적 · 구체적으로 판단하고, 관련 상품에는 당해 위반행위로 인하여 거래가 실제로 이루어지거나 이루어지지 아니한 상품이 포함된다고 규정하고 있다.\n한편 공정거래위원회는 부당한 공동행위를 한 사업자에게 위반행위 기간의 관련 상품 또는 용역의 매출액을 기준으로 산정한 과징금을 부과할 수 있다. 여기서 매출액 산정의 전제가 되는 관련 상품 또는 용역의 범위는 부당한 공동행위를 한 사업자 간의 합의내용에 포함된 상품 또는 용역의 종류와 성질, 용도 및 대체가능성과 거래지역 · 거래상대방 · 거래단계 등을 고려하여 개별적이고 구체적으로 판단하여야 한다(대법원 2003. 1. 10. 선고 2001두10387 판결, 대법원 2011. 5. 26. 선고 2008두18335 판결 등 참조).\n(2) 구체적 판단\n앞서 인정한 사실에 앞서 든 증거, 갑 제30호증의 2, 4, 6, 을 제21호증의 각 기재, 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정을 위 관련 규정과 법리에 비추어 보면, 수의계약을 체결한 물량도 이 사건 공동행위의 관련 용역의 범위에 포함된다고 봄이 상당하므로, 피고가 이 사건 공동행위의 관련매출액을 산정함에 있어 수의계약으로 인한 물량의 매출액을 포함시킨 것은 적법하다. 원고의 이 부분 주장도 받아들일 수 없다.\n① 원고 등 6개 운송사는 2011년, 2012년, 2013년, 2015년 물량배분 비율을 합의하면서 수의계약 물량까지 포함하여 합의하였다. 이는 아래 [표 15] 내지 [표 18]과 같이 E, F이 피고에게 제출한 자료를 보더라도 알 수 있다.\n32)\n[표 15] 2011년 물량배분 비율 자료\n[표 16] 2012년 물량배분 비율 자료\n[표 17] 2013년 물량배분 비율 자료\n[표 18] 2015년 물량배분 비율 자료\n② 원고 등 6개 운송사가 수의계약 물량까지 포함하여 물량배분 합의를 한 사실은 위 운송사 직원들이 피고의 조사 과정에서 한 다음과 같은 진술에 의하여 뒷받침된다.\n㉮ G의 전 · 현직 직원인 AC, AD, AE은 '물량배분 비율은 수의계약 물량과 입찰 물량을 합하여 합의했다'고 진술하였다.\n㉯ 원고의 직원인 AB도 '운송사 간 물량배분 비율 합의에 수의계약 물량이 포함되었다. 입찰 결과 물량배분 비율에 맞지 않거나 초과 또는 부족분이 발생하는 경우 수의계약 물량에 대하여도 운송사들이 관련 레인을 교환하여 물량배분 비율에 근접하거나 맞게 조정하기도 하였다'고 진술하였다.\n③ K의 수의계약 물량에 대한 단가 적용 방법은, 2011년에는 경쟁입찰 결과 전체 평균 운송단가의 증감률을 각 목적지의 기준가에 일괄 반영하는 방법이었고, 2013년에는 기준가와 운송사별 평균낙찰률을 곱하는 방법이었으며, 2015년에는 현재단가에 낙찰률을 곱한 값으로 정하되, 낙찰물량이 없는 회사는 각각의 전체 낙찰률을 적용하는 방법이었다. 따라서 수의계약 물량의 계약단가는 입찰 결과를 반영하여 결정되므로 이 사건 공동행위로 인한 합의에 영향을 받았다고 볼 수 있다. 이러한 사정은 원고 등 6개 운송사 임직원이 피고의 조사 과정에서 한 다음과 같은 진술에 의하여도 인정된다.\n㉮ E의 전 · 현직 직원인 AF과 AG는 '수의계약 물량의 단가에는 각 운송사의 입찰 운송구간별 전체 입찰단가의 평균 인상율 또는 인하율이 반영되므로 수의계약 물량의 단가는 입찰 결과가 좌우한다'는 취지로 진술하였고, G의 전 · 현직 직원인 AC, AE, AD도 '2011년 이후 수의계약 물량의 계약단가에 입찰 결과 낙찰단가의 평균인상율 또는 인하율을 적용하였다'고 진술하였다.\n㉯ 또한 H의 대표이사인 AH은 '입찰 결과 인상율 또는 인하율을 수의계약 물량 가격 산정에 그대로 반영하였다. 수의계약 물량의 단가는 입찰 결과가 좌우하는 것으로 투찰가격 합의 이유에는 수의계약 단가를 일정하게 확보하는 의미도 있다'고 진술하였다.\n④ 피고가 2011년, 2013년, 2015년 수의계약 물량 매출액을 관련매출액에 포함한 것은 해당 연도에 원고 등 6개 운송사 간의 합의에 수의계약 물량도 포함되었기 때문이다. 반면에 피고가 2014년 수의계약 물량 매출액을 관련매출액 산정에서 제외한 것은 해당 연도에 K가 입찰을 실시하지 아니한 채 모든 운송용역을 수의계약 방식으로 진행함에 따라 입찰에 관한 합의가 존재하였다고 볼 수 없기 때문이고, 2016년부터 2018년까지의 수의계약 물량 매출액을 관련매출액 산정에서 제외한 것은 같은 기간 동안 원고 등 8개 운송사 간에 낙찰 받을 운송구간을 포함한 물량배분 비율에 관한 합의가 없었다고 보았기 때문이다.\n33)\n따라서 피고가 관련매출액을 산정하면서 수의 계약 물량 매출액 중 2011년, 2013년, 2015년분만 포함하고 2014년과 2016년, 2017년, 2018년분을 제외한 것이 자의적인 기준에 따른 것이라고 할 수 없다.\n⑤ 한편 원고는, 이 사건 의결서에 '물량배분 비율에 대한 합의 시 수의계약 부분까지 포함하여 합의를 하였으므로 이 기간 동안 수의계약으로 발생한 실제 매출액도 관련매출액에 포함시킨다'고 기재되어 있을 뿐이고, 위와 같이 입찰결과 요율이 수의계약 물량의 단가에 적용되었다는 취지의 사유는 기재되어 있지 않은바, 피고가 이 사건 소송에서 \"입찰결과 요율이 수의계약물량의 단가에 적용됨으로써 수의계약 단가는 이 사건 합의의 영향을 받았다\"는 주장을 추가하는 것은 당초의 처분사유와 기본적 사실관계가 동일하지 않은 처분사유를 추가하는 것으로서 허용되지 않는다고 주장한다. 그러나 이 사건 과징금납부명령에 있어 처분사유라 함은 원고 등 8개 운송사가 이 사건 공동행위를 실행한 사실이라고 봄이 상당하고, 과징금 산정의 기초가 되는 관련매출액 산정에 있어 고려할 개별 사유들까지 처분사유에 해당한다고 보기 어렵다. 또한 피고의 심사보고서에 '수의계약 물량에 대한 계약단가는 입찰 결과가 직접적으로 반영되므로, 이는 이 사건 합의로 직접적인 영향을 받은 관련 용역 분야에 해당된다'고 기재되어 있는 점에 비추어, 피고는 원고 등 운송사들의 입찰 담합 행위에 의한 입찰결과 요율이 수의계약 물량의 단가 결정에 적용되었다는 전제 하에 관련매출액에 수의 계약으로 인한 매출액을 포함하여 관련매출액을 산정한 다음 이 사건 과징금납부명령을 한 것으로 보인다. 처분사유의 추가에 관한 원고의 위 주장은 받아들일 수 없다.\n⑥ 또한 피고가 심사보고서 단계에서는 텐더링 물량, 철송, 해송 전환 물량 등을 구분하지 아니하고 관련매출액을 산정하였다가 이후 원고 등 운송사들이 해당 운송용역을 수행하지 아니하였음이 확인되거나 육로, 해송으로 전환되었음이 확인된 물량의 매출액은 관련매출액에서 제외하고 과징금을 산정한 점(원고는 당초 이 사건 입찰 대상 물량과 수의계약 물량 전부에 대하여 텐더링 등으로 인한 매출액을 포함시킨 것이 위법하다는 취지로 주장하였다가 피고의 관련매출액 산정 자료를 확인한 후 위 주장을 철회하기도 하였다), 원고가 수의계약 물량 중 관련매출액 산정에서 제외되어야 한다고 주장하는 물량 부분은 피고가 작성한 기초자료인 'L 건 관련매출액 엑셀 파일'의 '유형(피심인 제출)' 항목에 '텐더링/확인불가(철송, 해송 전환 불명확)'라고 기재되어 있는 부분의 물량인데, 해당 항목의 기재는 피고가 원고로부터 자료를 제출받을 때 원고가 수의계약 물량 중 내부적으로 확인이 어렵다고 제시한 의견이 기재되어 있는 것에 불과한 점, 원고가 해당 부분 물량이 수의계약 물량에서 제외되었다는 객관적인 자료를 제출하지 못하고 있는 점 등을 종합하여 보면, 텐더링 물량, 철송, 해송 전환 물량 등을 관련매출액에서 제외하여야 한다는 원고의 주장도 받아들일 수 없다.\n4) 과징금 산정기준 결정의 위법 여부\n가) 보세운송의 경우 공동수급체에 준하여 산정기준을 감경하지 않은 위법 여부(1) 갑 제24호증의 1의 기재에 의하면, 피고는 2020. 12. 14. AQ로 'K 발주AR제철소 생산 철강제품 운송용역 입찰 관련 7개 사업자의 부당한 공동행위에 대한 건'에 관하여 의결하면서, 보세운송은 예정물량을 복수의 사업자에게 운송물량이 차등할당되는 방식으로 낙찰자가 정해져 매출액 배분 측면에서 공동수급체와 유사한 성격을 가진 점을 감안하여 합의에 참여한 회사들이 보세운송으로 발생한 실제 매출액을 기준으로 지분율이 70% 이상인 경우 10분의 1, 지분율이 30% 이상 70% 미만인 경우 10분의 3, 지분율이 30% 미만인 경우 2분의 1을 감액한 사실이 인정된다.\n(2) 그런데 앞서 본 것처럼 원고 등 6개 운송사 담당자는 2017년 입찰을 앞두고 코일기타류 운송에 대한 합의와 동시에 보세운송에 대한 합의를 진행하여 1순위 D, 2순위 원고, 3순위 G, 4순위 F, 5순위 H, 6순위 E 순으로 낙찰 순번을 정하였고, 보세운송 용역 입찰에서 합의에 따라 투찰함으로써 D(1순위), 원고(2순위), G(3순위), F(4순위), H(5순위)까지 보세운송 용역을 낙찰 받았는바, 앞서 본 공동수급체 감경의 취지를 비롯하여 피고가 위와 같이 유사한 사안에서 이를 공동수급체로 보아 감경을 한 점 등에 비추어 보면, 이 사건도 보세운송의 예정물량을 복수의 운송사에게 차등 할당하는 방식으로 낙찰자가 정해지는 경우에 해당하므로, 매출액 배분 측면에서 공동수급체와 유사한 성격을 가지고 있다고 봄이 타당하다.\n(3) 따라서 2017년 보세운송에 대한 입찰담합의 경우 과징금고시 Ⅳ. 1. 다. (1) (마) 1) 단서 규정에 따라 공동수급체 감경을 하였어야 함에도 이를 하지 아니한 것은 위법하고, 이를 지적하는 원고의 이 부분 주장은 이유 있다.\n34)\n다만 원고는 2018년 보세운송 입찰에서 들러리로 참여하였는데, 공동수급체 감경 규정은 공동수급체를 구성하여 응찰하였을 경우 개별 구성원이 담합에 따라 취득하였거나 취득할 예정이었던 실제 이익의 규모를 과징금 산정 과정에서 고려하는 데 그 취지가 있는 점 등을 감안하면, 공동수급체를 구성하여 들러리로 참여하여 낙찰 받지 못한 경우에는 들러리감경을 하면 충분하고, 공동수급체 감경을 하지 않은 것이 위법하다고 할 수는 없다(서울고등법원 2021. 4. 22. 선고 2020누44468 판결, 서울고등법원 2021. 8. 18. 선고 2020누45010 판결 등 참조). 따라서 2018년 보세운송에 대한 입찰담합에서 공동수급체감경을 하지 않은 것은 위법하다고 볼 수 없다.\n나) 2009년과 2012년 부분에 대한 정액과징금 산정의 위법 여부\n(1) 관련 규정\n공정거래법 제22조는 본문에서 '공정거래위원회는 제19조(부당한 공동행위의 금지) 제1항의 규정을 위반하는 행위가 있을 때에는 당해 사업자에 대하여 대통령령이 정하는 매출액에 100분의 10을 곱한 금액을 초과하지 아니하는 범위 안에서 과징금을 부과할 수 있다'고 규정하면서, 단서에서 '다만, 매출액이 없는 경우 등에는 20억 원을 초과하지 아니하는 범위 안에서 과징금을 부과할 수 있다'고 규정하고 있다.\n공정거래법의 위임을 받은 공정거래법 시행령 제9조 제1항은 '공정거래법 제22조 본문의 대통령령이 정하는 매출액이란 각각 위반사업자가 위반기간 동안 일정한 거래분야에서 판매한 관련 상품이나 용역의 매출액 또는 이에 준하는 금액을 말한다'고 규정하고 있으며, 공정거래법 시행령 제10조는 '매출액이 없거나 매출액의 산정이 곤란한 경우로서 대통령령이 정하는 경우'란 '영업을 개시하지 아니하거나 영업중단 등으로 영업실적이 없는 경우(제1호), 위반기간 또는 관련 상품이나 용역의 범위를 확정할 수 없어 제9조 제1항에 따른 금액의 산정이 곤란한 경우(제2호), 재해 등으로 인하여 매출액 산정자료가 소멸 또는 훼손되는 등 객관적인 매출액의 산정이 곤란한 경우(제3호)를 말한다'고 규정하고 있다. 또한 공정거래법 시행령 제61조 제1항 [별표 2]의 2.는 과징금의 산정기준에 대하여 '과징금은 공정거래법 제55조의3 제1항 각 호에서 정한 참작사유와 이에 영향을 미치는 사항을 고려하여 산정하되, 위반행위 유형에 따른 기본 산정기준에 위반행위의 기간 및 횟수 등에 따른 조정, 위반사업자의 고의 ·과실 등에 따른 조정을 거쳐 부과과징금을 산정한다'고 정하는 한편, 위 [별표 2]의 2. 가.에서 위반행위의 중대성 정도를 '중대성이 약한 위반행위', '중대한 위반행위', '매우 중대한 위반행위'로 구분하고 있고, '부당한 공동행위'에 대하여 '관련매출액에 100분의 10을 곱한 금액을 초과하지 않는 범위에서, 관련매출액에 중대성의 정도별로 정하는 부과기준율을 곱하여 산정한다. 다만 관련매출액을 산정하기 곤란한 경우 등에는 20억 원 이내에서 중대성의 정도를 고려하여 산정한다'고 정하고 있다. 또한 공정거래법 시행령 제61조 제3항 및 [별표 2]의 3.은 과징금의 부과에 필요한 세부적인 기준과 방법 등에 관한 사항은 공정거래위원회가 정하여 고시한다고 규정하고 있다.\n한편 공정거래법 시행령의 위임을 받은 과징금고시 Ⅳ. 1. 다. (1) (바)의 규정은 부당한 공동행위에서 관련매출액을 산정하기 곤란하거나 공정거래법 시행령 제10조 제1호 또는 제3호에 해당하는 경우 아래 [표 19] 기재와 같이 위반행위 중대성의 정도별 부과기준금액의 범위 내에서 산정기준을 정하고 있다.\n[표 19] 과징금고시 IⅣ. 1. 다. (1) (바)에 따른 정액과징금 산정기준\n(2) 구체적 판단\n(가) 피고는 K의 전산자료 중 2009년, 2012년 부분이 복구되지 않아 해당연도의 운송구간, 낙찰자, 납품단가와 물량 등을 확인할 수 있는 자료를 확보하지 못하였는데, 공정거래법 시행령 제10조 제3호의 '재해 등'은 매출액 산정자료가 소멸 또는 훼손되는 하나의 원인을 예시한 것으로 볼 수 있는 점 등을 고려하면, 이 사건 공동행위 중 2009년과 2012년 부분은 위 조항에 따른 매출액 산정자료가 소멸 또는 훼손되는 등으로 객관적인 매출액의 산정이 곤란한 경우에 해당하는 것으로 보인다.\n(나) 다만 앞서 본 것처럼 수개의 합의가 하나의 공동행위를 구성하는 이 사건에서, 피고가 원고에 대하여 2009년부터 2018년까지의 이 사건 공동행위에 따른 과징금 산정기준을 정하며 객관적인 매출액 산정이 곤란한 2009년과 2012년을 제외한 나머지 기간의 공동행위에 대하여는 관련매출액에 위반행위 중대성의 정도별 부과기준율을 곱하는 방식으로 산정하고, 2009년과 2012년 부분에 대하여는 위반행위 중대성의 정도별 부과기준금액의 범위 내에서 산정기준을 정하는 방식으로 산정한 뒤, 이를 합산한 방식 자체는 위법하다고 할 수 없다. 그 이유는 다음과 같다.\n① 앞서 본 공정거래법 제22조, 공정거래법 시행령 제9조 제1항, 제10조, 제61조 제1항 [별표 2]의 문언과 체계에 따르면, 부당한 공동행위의 경우 관련매출액의 산정이 가능하면 여기에 100분의 10을 곱한 금액을 초과하지 아니하는 범위 안에서 과징금을 부과할 수 있고, 관련매출액의 산정이 곤란한 경우에는 20억 원의 범위 내에서 과징금을 부과할 수 있을 뿐, 이 사건과 같이 여러 개의 개별 합의가 규범적으로 하나의 공동행위를 구성하는 경우 위반행위 전부에 대한 관련매출액 산정이 불가능할 때에만 정액의 부과기준금액 방식을 적용할 수 있도록 제한하고 있지 않다. 따라서 공정거래법 제22조 단서의 '매출액이 없는 경우 등'을 반드시 하나의 공동행위를 기준으로 판단할 것이 아니라, 하나의 공동행위 중 관련매출액 산정이 곤란한 일부 기간을 '매출액이 없는 경우 등'이라고 해석하는 것도 가능하다. 즉 하나의 공동행위 중 관련매출액 산정이 가능한 일부 기간에 대해서는 공정거래법 제22조 본문에 따라 관련매출액에 부과기준율을 곱하는 방식으로 과징금을 산정하고, 나머지 관련매출액의 산정이 곤란한 일부 기간에 대하여는 같은 조 단서에 따라 20억 원을 초과하지 않는 범위 내에서 정액과징금을 부과할 수 있다.\n② 공정거래법 시행령의 위임에 따른 과징금고시 IⅣ.의 규정은 과징금의 구체적인 산정방법을 정하면서, 먼저 부당한 공동행위에 대한 과징금의 산정기준을 정하고(과징금고시 IⅣ. 1. 다.), 1차 조정(과징금고시 Ⅳ. 2.)과 2차 조정(과징금고시 Ⅳ. 3.)에 관하여 정한 뒤, 부과과징금의 결정에 관하여 정하고 있다(과징금고시 Ⅳ. 4.). 이때 과징금의 산정기준을 정하는 방식에 관하여 과징금고시 Ⅳ. 1. 다. (1) (가)의 규정은 관련매출액에 위반행위 중대성의 정도별 부과기준율을 곱하는 이른바 '정률 방식'을 정하고 있으며, 과징금고시 Ⅳ. 1. 다. (1) (바)의 규정은 위반행위 중대성의 정도별 부과기준금액의 범위 내에서 산정기준을 정하는 이른바 '정액 방식'을 정하고 있다. 이처럼 '정액 방식'은 '정률 방식'과 마찬가지로 과징금의 산정기준을 정하기 위한 하나의 기준에 불과하고, 그 자체가 독립적으로 부과되는 별도의 과징금이라고 볼 수는 없다. ③ '정액 방식'은 '정률 방식'으로만 과징금 산정기준을 정하는 경우에 발생할 수 있는 규제의 공백, 즉 관련매출액 산정이 불가능한 경우에는 과징금 산정기준을 정할 수 없어 결국 과징금을 부과할 수 없게 되는 공백을 방지하기 위한 것임을 고려할 때, 오로지 위반행위 전체에 대한 관련매출액 산정이 불가능한 경우에만 '정액 방식'을 적용할 수 있고, 일부에 대한 관련매출액 산정이 불가능한 경우에는 위 방식을 적용할 수 없다고 해석하기는 어렵다. 만일 하나의 공동행위 일부에 대하여 관련매출액 산정이 곤란한 경우 아예 과징금을 산정하지 않는다면, 그 부분에 대하여는 부당이득의 환수 및 위법행위에 대한 제재를 할 수 없게 되어 사실상 과징금을 면제해 주는 결과가 발생하게 된다. 공정거래법 제22조, 공정거래법 시행령 제10조가 관련매출액의 산정이 곤란한 경우에 정액과징금을 부과하되, 관련매출액의 산정이 곤란하다는 이유로 정액과징금을 무한정 부과할 수 있게 되면 부당하다는 점을 고려하여 20억 원의 한도 내에서 과징금을 부과할 수 있도록 규정한 것도 위와 같은 맥락에서 이해할 수 있다.\n(다) 그러나 피고는 2009년과 2012년 각 공동행위 부분에 대한 정액과징금을 각 800,000,000원으로 산정하였는데, 앞서 인정한 사실에 앞서 든 증거, 갑 제33호증의 8, 을 제25호증의 각 기재, 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정들에 비추어 보면, 피고가 위와 같이 산정한 정액과징금은 과징금 산정기준 결정에서 비례의 원칙을 위반하여 재량권의 범위를 일탈하거나 재량권을 남용한 경우에 해당한다고 봄이 타당하다.\n① 공정거래법 시행령 제61조 제1항, 제3항 및 [별표 2]에 근거한 과징금고시는 규정 형식과 내용에 비추어, 과징금 산정과 그 부과에 관한 재량권 행사의 기준으로 마련된 행정청 내부의 사무처리준칙, 즉 재량준칙에 해당한다(대법원 2013. 11. 14. 선고 2011두28783 판결, 대법원 2019. 7. 25. 선고 2017두55077 판결 등 참조). 따라서 이 사건 과징금납부명령의 적법 여부는 과징금고시에 따른 처분기준만이 아니라 관계 법령의 규정 내용과 취지에 따라 판단되어야 하므로, 위 처분기준에 적합하다고 하여 곧바로 당해 처분이 적법하다고 할 수 없고, 위 처분기준이 그 자체로 헌법 또는 법률에 합치되지 아니하거나 위 처분기준에 따른 제재적 행정처분이 그 처분사유가 된 위반행위의 내용 및 관계 법령의 규정 내용과 취지에 비추어 현저히 부당하다고 인정할 만한 합리적인 이유가 있다면 재량권의 범위를 일탈하였거나 재량권을 남용한 것으로 볼 수 있다(대법원 2007. 9. 20. 선고 2007두6946 판결 취지 참조).\n② 앞서 본 것처럼 피고는 이 사건 공동행위를 '중대한 위반행위'로 보았고, 2009년과 2012년을 제외한 나머지 기간의 공동행위에 대하여 위반행위 중대성의 정도별 부과기준율을 산정하면서 '중대한 위반행위'에 해당하는 4%의 부과기준율을 적용하였고, 2009년과 2012년 부분에 대하여도 위반행위 중대성의 정도별 부과기준금액을 산정하면서 '중대한 위반행위'에 해당하는 부과기준금액 중 가장 낮은 800,000,000원을 각각의 정액과징금으로 산정하기는 하였다. 그러나 과징금고시 IⅣ. 1.의 단서는 '위반행위로 인하여 발생한 경쟁질서의 저해정도, 관련시장 현황, 시장에 미치는 영향 및 그 파급효과, 관련 소비자 및 사업자의 피해정도, 부당이득의 취득 여부, 위반행위 전후의 사정, 기타 위반사업자와 다른 사업자 또는 소비자와의 관계 등을 종합적으로 고려하여 위반행위 중대성의 정도를 달리 정할 수 있다'고 규정하고 있는 점, 이 사건은 수회의 합의가 하나의 공동행위를 구성하고, 그중 일부에 대하여만 객관적인 매출액의 산정이 곤란하여 정액과징금을 산정하는 경우이므로 하나의 입찰에서 객관적인 매출액의 산정이 곤란한 경우와는 달리 볼 필요가 있는 점 등을 고려하면, 이처럼 여러 개의 개별 합의가 하나의 공동행위를 구성하는 경우 그중 일부에 대하여만 정액과징금을 산정할 때는 그 전후 기간의 합의와 비교하여 현저하게 형평성을 잃지 않아야 하고, 만일 '정률 방식'으로 산정하는 경우보다 '정액 방식'의 산정기준이 훨씬 커진다면 그에 관하여 피고가 어느 정도 증명할 필요가 있다.\n③ 이 사건의 경우 2008년부터 2013년까지 원고가 낙찰 받거나 들러리로 참여한 입찰에 따른 관련매출액에 4%의 부과기준율을 곱하여 산정하면,\n35)\n2008년의 과징금 산정기준은 677,969,188원(원 미만 버림, 이하 같다), 2010년의 과징금 산정기준은 664,951,618원, 2011년의 과징금 산정기준은 298,151,405원, 2013년의 과징금 산정기준은 254,632,885원이 되고, 2009, 2012년을 제외한 이 사건 공동행위 기간에 대한 들러리 감경을 적용한 관련매출액 179,283,306,894원에 4%의 부과기준율을 곱한 산정기준은 7,171,332,275원으로 이를 연도별 평균으로 보면 약 480,000,000원인바, 2009년과 2012년의 각 800,000,000원은 그 전후 기간에 '정률 방식'으로 산정된 과징금 산정기준 및 과징금 산정기준의 연평균 액수보다 현저히 크고, 특히 2012년의 정액과징금은 2011년과 2013년의 과징금 산정기준의 2배를 상회한다. 이에 대하여 피고는 모두'중대한 위반행위'로 보았기 때문에 과징금고시 Ⅳ. 1. 다. (1) (바)의 규정에 따라 위와 같이 산정되었다고 할 뿐, 2009년과 2012년에 그 직전 또는 직후와 달리 지나치게 높은 정액과징금을 산정할 만한 합리적인 근거를 밝히지 못하고 있다. 더구나 원고가 2009년과 2012년에 그 전후 연도에 비하여 입찰에서 운송구간을 더 많이 낙찰 받았다고 볼 만한 정황이나 자료가 드러나지 않는 점, 앞서 본 것처럼 2011년 이후 입찰에서는 1개사만 참여한 경우에도 낙찰을 받을 수 있게 되어 들러리가 필수적이지 않게 됨에 따라 원고가 들러리로 참여한 비율이 줄어들어 그로 인한 매출액이 감소한 것으로 보이는데, 2012년에도 2009년과 동일한 액수의 정액과징금을 산정한 것은 쉽게 수긍하기 어려운 점, 2009년과 2012년의 정액과징금 합계 금액인 1,600,000,000원은 전체 과징금 산정기준인 8,771,332,276원의 약 18%에 이르는 점 등을 고려하면, 2009년과 2012년에 각 산정한 정액과징금 액수는 비례의 원칙에 반하는 것으로 봄이 타당하다.\n④ 과징금고시 Ⅱ. 5. 다. (1)의 단서 규정은 '위반행위로 인하여 발생한 매출이 없는 경우에는 과거 실적, 관련 사업자의 계획, 시장상황 등을 종합적으로 고려하여 매출액을 산정할 수 있다'고 정하고 있고, 2021. 12. 29. 공정거래위원회고시 제2021-50호로 개정된 「과징금부과 세부기준 등에 관한 고시」Ⅱ. 5. 다. 2)의 규정은 '위반사업자가 매출액 산정자료를 가지고 있지 아니하거나, 제출하지 아니하는 등의 경우에는 위반행위 전후의 실적, 해당 기간의 총매출액 및 관련 상품의 매출비율, 관련사업자의 계획, 시장상황 등을 종합적으로 고려하여 객관적이고 합리적인 범위에서 해당 부분의 매출액을 산정할 수 있다'고 정하고 있다. 비록 위 각 과징금고시 조항은 관련매출액에 관한 것이고, 위 개정 과징금고시가 이 사건에 직접 적용되지는 않지만, 위 각 과징금고시 조항의 취지 등에 비추어 볼 때, 피고가 2009년과 2012년에 K 전산자료가 없다는 이유만으로 그 전후 실적과 비교하는 등 객관적이고 합리적인 범위에서 해당 부분의 과징금 기준을 산정하는 등의 조치를 취하지 아니한 채 다액의 정액과징금을 산정한 것은 현저히 부당하고, 과징금고시 Ⅳ. 1. 다. (1) (바)의 규정에 따른 것이라고 하여 적법하다고 볼 수는 없다.\n(라) 따라서 피고가 2009년과 2012년 부분에 대하여 각 800,000,000원의 정액과징금을 산정한 것은 재량권을 일탈 · 남용하여 위법하고, 이를 지적하는 원고의 주장은 이유 있다.\n5) 1차 조정의 위법 여부\n가) 법률유보 원칙 위반 여부\n공정거래법 제55조의3 제1항은 과징금을 부과하는 경우 '위반행위의 내용 및 정도(제1호), 위반행위의 기간 및 횟수(제2호), 위반행위로 인해 취득한 이익의 규모 등(제3호)'을 참작하도록 정하고 있고, 제5항에서 제1항의 규정에 따른 과징금의 부과기준은 대통령령으로 정하도록 하고 있다. 이에 공정거래법 시행령 제61조 제1항 [별표 2] 제2호는 과징금의 산정기준에 관하여 '과징금은 법 제55조의3(과징금 부과) 제1항 각호에서 정한 참작사유와 이에 영향을 미치는 사항을 고려하여 산정하되, 위반행위유형에 따른 기본 산정기준에 위반행위의 기간 및 횟수 등에 따른 조정, 위반사업자의 고의·과실 등에 따른 조정을 거쳐 부과과징금을 산정한다'라고 정하고 있고, 그 아래 (나)목에서 위반행위의 기간 및 횟수 등에 따른 조정(1차 조정)에 관하여 '법 제55조의3(과징금 부과) 제1항 제2호에 따른 위반행위의 기간 및 횟수를 고려하여 산정기준의 100분의 100의 범위에서 공정거래위원회가 정하여 고시하는 기준에 따라 조정한다'고정하고 있으며, 제3호에서 시행령에 규정한 사항 외에 과징금의 부과에 관하여 필요한 세부기준은 공정거래위원회가 정하여 고시하도록 하고 있다.\n이러한 법령의 문언·내용과 체계에 따르면, 공정거래법령은 과징금 산정에 필요한 참작사유를 포괄적·예시적으로 규정하면서 구체적인 고려사항과 세부기준은 공정거래위원회의 고시에 위임하고 있음을 알 수 있다. 공정거래위원회가 과징금고시 Ⅳ. 2. 나. (1)항에서 1차 조정을 위한 가중사유로 '과거 5년간 1회 이상 법위반으로 조치(경고 이상)를 받고 위반횟수 가중치의 합산이 2점 이상인 경우'를 정하고 있는 것(이하 '가중고시'라 한다)은 위와 같은 법령의 규정과 위임에 근거를 두고 있다.\n공정거래위원회는 공정거래법령상 과징금 상한의 범위에서 과징금 부과 여부와 과징금 액수를 정할 재량을 가지고 있다. 과징금고시는 과징금 산정에 관한 재량권 행사의 기준으로 마련된 행정청 내부의 사무처리준칙, 즉 재량준칙이다. 이러한 재량준칙은 그 기준이 헌법이나 법률에 합치되지 않거나 객관적으로 합리적이라고 볼 수 없어 재량권을 남용한 것이라고 인정되지 않는 이상 가급적 존중되어야 한다(대법원 2017. 1. 12. 선고 2016두35199 판결 참조).\n위와 같은 공정거래법령의 해석 및 공정거래법 제55조의3 제1항 제2호의 문언에 비추어 볼 때, '위반행위의 기간 및 횟수'에 과거의 법 위반행위도 포함될 수 있다고 보는 것이 타당하다. 가중고시는 공정거래법 제55조의3 제1, 5항, 공정거래법 시행령 제61조 제1항 및 [별표2] 제2호의 나.의 위임에 따라 위반행위의 기간 및 횟수 등에 따른 구체적인 가중정도와 그 기준을 정한 것으로, 피고가 가중고시에 따라 원고의 과거의 법 위반행위를 이유로 1차 조정 시 과징금 산정기준을 10% 가중한 것은 공정거래법 제55조의3 제1, 5항 및 같은 법 시행령 제61조 제1항에 근거한 것으로 피고의 1차 조정에 법률유보원칙의 위반이 있다고 할 수 없다. 원고의 이 부분 주장은 받아들일 수 없다.\n나) 구 과징금고시 적용 여부[나), 다) 주장에 대하여]\n과징금고시 부칙 제3항은 '이 고시는 시행 후 심의되는 모든 사건에 대하여 적용한다. 다만 Ⅳ. 2.의 개정규정은 이 고시 시행 후 종료된 위반행위에 대하여 심의하는 경우부터 적용한다'고 규정하고 있다. 앞서 본 바와 같이 이 사건 공동행위는 전체로서 하나의 공동행위로 보아야 하고, 이 사건 공동행위가 종료된 것은 과징금고시 시행일인 2017. 11. 30. 이후이므로, 이 사건 공동행위에는 과징금고시가 적용되어야 한다.\n따라서 적어도 이 사건 공동행위 중 일부에는 구 과징금고시가 적용되어야 한다는 취지의 원고의 이 부분 주장은 받아들일 수 없다.\n다) 신의성실의 원칙, 실권의 법리 위반 여부\n실권 또는 실효의 법리는 법의 일반원리인 신의성실의 원칙에 바탕을 둔 파생원칙인 것이므로 그것은 본래 권리행사의 기회가 있음에도 불구하고 권리자가 장기간에 걸쳐 그의 권리를 행사하지 아니하였기 때문에 의무자인 상대방은 이미 그의 권리를 행사하지 아니할 것으로 믿을만한 정당한 사유가 있게 되거나 행사하지 아니할 것으로 추인케 할 경우에 새삼스럽게 그 권리를 행사하는 것이 신의성실의 원칙에 반하는 결과가 될 때 그 권리행사를 허용하지 않는 것을 의미한다(대법원 1988. 4. 27. 선고 87누915 판결 참조).\n과거 법 위반자의 새로운 법 위반행위가 있어야 새로운 법 위반행위로 인한 제재 시 과거의 법 위반행위를 고려하여 과징금 산정기준을 결정할 수 있는 것이므로, 피고에게 1차 조정 시까지 어떠한 권한을 행사할 기회가 있었다고 할 수 없다. 나아가가중고시에서 과징금 산정기준의 가중 요건이 될 수 있는 과거 법 위반행위의 기간을 정해 놓고 있으므로 단순히 법 위반행위 후 오랜 시간이 지났다거나 법 위반의 정도가 경미하다고 하여 원고에게 피고가 그 사유를 이유로 과징금 산정기준을 가중하지 아니할 것이라고 믿을 만한 정당한 사유가 인정된다고 볼 수 없다. 따라서 피고가 'Q 사건'을 이유로 과징금 산정기준을 10% 가중한 것이 신의성실의 원칙 또는 실권의 법리에 반한다고 보기 어렵다. 원고의 이 부분 주장은 받아들일 수 없다.\n라) 자기책임의 원칙 위반 여부\n자기책임원칙은 자기결정권의 한계논리로서, 책임부담의 근거로 기능하는 동시에 자기가 결정하지 않은 것이나 결정할 수 없는 것에 대하여는 책임을 지지 않고 책임부담의 범위도 스스로 결정한 결과 내지 그와 상관관계가 있는 부분에 국한됨을 의미하는 책임의 한정원리로 기능한다. 이러한 자기책임원칙은 비단 민사법이나 형사법에 국한된 원리라기보다는 근대법의 기본이념으로서 법치주의에 당연히 내재하는 원리로 볼 것이고, 자기책임원칙에 반하는 제재는 그 자체로 헌법위반을 구성한다(헌법재판소 2004. 6. 24. 선고 2002헌가27 결정 참조).\n원고의 렌터카 사업부문이 2009. 11. 3. 물적분할되었다고 하더라도, 원고가 렌터카 사업부문을 영위하고 있는 동안 'Q 사건'이 발생하였고, 당시 의사결정을 한 임원 등이 더 이상 원고 회사에 근무하지 않는다고 하더라도 이들의 위반행위에 대한 책임이 원고에게 귀속되고, 나아가 피고의 위 위반행위에 대한 시정명령에 관하여 제소기간 경과 등으로 불가쟁력이 발생한 이상, 피고가 가중 요건을 충족한 원고에게 가중 고시에 따라 과징금 산정기준의 10%를 가중한 것이 자기책임의 원칙에 반한다고 보기 어렵다.\n마) 과징금 산정기준의 가중에 관한 재량권 일탈 · 남용 여부\n앞서 인정한 사실에 앞서 든 증거, 을 제8호증의 기재, 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사실 또는 사정을 종합하여 보면, 피고가 가중고시를 적용하여 과징금 산정기준의 10%를 가중한 것이 재량권의 범위를 일탈하거나 재량권을 남용한 것이라고 볼 수 없다.\n① 원고가 'Q 사건'에서 시정명령을 받아 위반횟수 가중치의 합산이 2점 이상이 되므로(과징금고시 Ⅱ. 13.), 피고는 과징금고시 Ⅳ. 2. 나. (1) (가)에 따라 과징금 산정기준을 가중할 수 있는데, 피고는 이 사건에서 '100분의 10 이상 100분의 20 미만'의 범위 중 가장 낮은 '100분의 10'만을 가중하였다.\n② 'Q 사건' 의결서에 따르면, 피고는 제주도 렌터카 시장이라는 특수한 상황에서 제주도청의 행정지도가 배경이 되었던 점 등을 고려하여 원고에게 과징금을 부과하지 않고 시정명령만을 하였다. 즉 원고가 이 사건에서 주장하는 사정들은 모두 피고가 'Q 사건' 당시 이미 고려한 것들이고, 이처럼 피고가 위 사정들을 모두 고려한 결과 당시 원고에게 시정명령만을 하기로 결정하였다면, 이 사건에서 위 가중고시에 따라 과거 5년 이내에 시정명령을 받았다는 이유로 과징금 산정기준의 10%를 가중한 것이 재량권을 일탈·남용한 것이라고 보기 어렵다.\n③ 비록 당시 원고에게 과징금납부명령이 부과되지 않았으나, 만약 원고가 저지른 위반행위의 위법성이 경미하여 경고나 시정권고만을 받았다면 위반횟수 가중치의 합산이 각 0.5점, 1.0점에 불과하여 이 사건에서 위 가중규정이 적용되지는 않았을 것이다. 따라서 원고가 'Q 사건'에서 저지른 위반행위의 위법성이 과징금 산정기준을 가중하지 않아도 될 정도로 경미하다고 보기도 어렵다.\n④ 한편 원고는 'Q 사건'에 대하여 2014. 10. 28. 시정명령을 받았고, 이 사건은 그로부터 5년 이내인 2016. 1. 20. 조사가 개시되었는바, 조사 개시 당시를 기준으로 과거 5년간 1회 이상 법위반으로 조치(경고 이상)를 받아야 한다는 과징금 산정기준 가중 요건을 충족하였다. 그렇다면 피고가 1차 조정 시 과징금 산정기준을 10% 가중한 것은 가중고시 기준을 준수한 것이고, 달리 가중고시 기준 자체가 헌법 또는 법률에 합치되지 않는다고 볼만한 사정은 없다. 원고의 'Q 사건'에서의 위반행위가 2010. 6.경 종료되었고, 그로부터 약 10년이 지난 2020. 4. 7.에 이 사건 처분이 있었다 하더라도 달리 볼 수는 없다.\n6) 부과과징금 결정의 재량권 일탈·남용 여부\n가) 관련 법리\n공정거래위원회는 공정거래법 위반행위에 대하여 과징금을 부과할 것인지 여부와 만일 과징금을 부과할 경우 공정거래법과 같은 법 시행령이 정하고 있는 일정한 범위 안에서 과징금의 액수를 구체적으로 얼마로 정할 것인지에 관하여 재량을 가지고 있으므로, 공정거래위원회의 공정거래법 위반행위자에 대한 과징금 부과처분은 재량행위이고, 다만 이러한 재량을 행사함에 있어 과징금 부과의 기초가 되는 사실을 오인하였거나 비례 · 평등의 원칙에 위배되는 등의 사유가 있다면 이는 재량권의 일탈 · 남용으로서 위법하다(대법원 2011. 6. 30. 선고 2009두12631 판결 등 참조).\n한편 피고의 과징금고시 조항은 과징금 산정과 그 부과에 관한 재량권 행사의 기준으로 마련된 행정청 내부의 사무처리준칙, 즉 재량준칙이고, 이러한 과징금 산정과 부과에 관한 기준을 정하는 것은 피고의 재량에 속하므로 그 기준이 헌법 또는 법률에 합치되지 않거나 객관적으로 합리적이라고 볼 수 없어 재량권을 남용한 것이라고 인정되지 않는 이상 피고의 의사는 가능한 한 존중되어야 한다(대법원 2017. 6. 19. 선고 2013두17435 판결 참조).\n나) 구체적 판단\n앞서 인정된 사실에 앞서 든 증거, 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사실 또는 사정을 위 법리에 비추어 보면, 이 사건 공동행위에 대하여 피고가 산정한 과징금이 비례의 원칙을 위반하여 재량권을 일탈 · 남용하였다고 볼 수 없다. 원고의 이 부분 주장도 받아들일 수 없다.\n① 원고는 이 사건 공동행위에 지속적으로 가담하였고, 이 사건 공동행위는 실질적으로 1개의 사업자만이 입찰에 참가하는 것과 같은 효과를 발생시켜 경쟁을 원천적으로 제한하였다. 이 사건 공동행위로 인해 발주처가 입은 손해가 경미하다고 보기 어려운 반면, 원고는 이 사건 공동행위를 통하여 수익이 증가하였을 뿐만 아니라 일정한 물량을 지속적으로 확보하는 등 무형적인 이익까지 얻게 되었다.\n② 원고는 2001년경부터 2018년까지 오랜 기간 지속적으로 담합을 유지하였다. 원고가 낙찰 받은 건과 들러리 참여 건을 합한 관련 매출액은 총 2,925억여 원에 이르고, 원고의 관련매출액(수의계약 포함)에서 들러리 매출액을 제외하더라도 약 485억 원에 이르는 등 원고도 이 사건 공동행위로 인하여 상당한 수익을 얻었을 것으로 보인다.\n③ 이 사건 공동행위의 내용, 낙찰 업체 및 들러리 업체의 선정 방식, 배분 비율 등에 비추어 볼 때 이 사건 공동행위의 위법성의 정도가 작지 않다. 이 사건 처분을 통해 달성하고자 하는 입찰 참가자들 간의 공정하고 실질적인 경쟁을 통한 계약에서의 투명성 및 공정성 확보라는 공익이 원고가 입게 될 불이익보다 작다고 평가할 수 없다. ④ 원고가 이 부분에서 주장하는 사유들은 피고의 과징금 산정 과정에 이미 충분히 반영되었다. 피고는 이 사건 공동행위를 과징금고시에 따라 '중대한 위반행위'로 보았음에도 원고가 주장하는 사정들을 반영하여 '중대한 위반행위'에 해당하는 부과 기준율(5~7%) 보다 낮은 4%를 부과기준율로 정하였다.\n7) 소결\n처분을 할 것인지 여부와 처분의 정도에 관하여 재량이 인정되는 과징금 납부명령에 대하여 그 명령이 재량권을 일탈 · 남용하였을 경우 법원으로서는 재량권의 일탈 · 남용 여부만 판단할 수 있을 뿐이지 재량권의 범위 내에서 어느 정도가 적정한 것인지에 관하여는 판단할 수 없어 그 전부를 취소할 수밖에 없고, 법원이 적정하다고 인정되는 부분을 초과한 부분만 취소할 수는 없다(대법원 2009. 6. 23. 선고 2007두18062 판결, 대법원 2016. 3. 24. 선고 2013두7391 판결 등 참조).\n앞서 본 바와 같이 이 사건 과징금납부명령 중 2017년 보세운송 담합 부분에 관하여 공동수급체에 준하여 산정기준을 감액하지 아니하고, 2009년과 2012년 담합 부분에 각 800,000,000원의 정액과징금을 산정한 것은 재량권을 일탈 · 남용하여 위법하다고 할 것인데, 이 사건 공동행위가 하나의 공동행위인 점, 정액과징금의 산정기준이 달라지면 전체 과징금 산정기준도 달라지는 점 등에 비추어 볼 때, 이 사건 과징금납부명령은 전부 취소하여야 한다.\n5. 이 사건 감면신청 기각처분의 적법 여부에 관한 판단\n가. 원고의 주장\n원고는 2016. 3. 31. 피고에게 이 사건 공동행위의 자진신고 및 감면신청을 하였는데, 피고는 이 사건 공동행위를 하나의 공동행위로 본 다음 원고가 감면신청 이후에도 부당한 공동행위를 지속하여 감면대상에 해당하지 아니한다고 판단하였다. 그러나 원고의 이 사건 공동행위 중 2001년부터 2013년까지의 입찰 부분은 원고의 자진신고 당시 이미 종료되었으므로 감면요건을 충족하였다. 또한 자진신고 이후의 공동행위는 L지사 실무진의 단순한 일탈행위에 불과하므로 이를 근거로 부당행위가 중단되지 않았다고 보는 것은 부당하다.\n나. 관련 규정 및 법리\n공정거래법 제22조의2 제1항은 부당한 공동행위의 사실을 자진신고한 자, 증거제공 등의 방법으로 조사에 협조한 자에 대하여 시정조치 또는 과징금을 감경 또는 면제할 수 있다고 규정하고 있고, 공정거래법 시행령 제35조 제1항 제2호 나목 및 제1호 라목은 자진신고자에 대한 감경 또는 면제의 요건 중 하나로 '그 부당한 공동행위를 중단하였을 것'을 충족할 것을 규정하고 있다. 한편 공정거래법 시행령 제35조 제4항은 '신고자 등에 대한 구체적인 감면정도, 감면제도의 세부운영절차, 증거제출방법 및 반복적 법 위반에 대한 판단기준 등에 관한 사항은 공정거래위원회가 정하여 고시한다'고 규정하고 있고, 이에 따라 구「부당한 공동행위 자진신고자 등에 대한 시정조치 등 감면제도 운영고시」(2021. 6. 10. 공정거래위원회고시 제2021-72호로 개정되기 전의 것) 제6조 제1항은 '시행령 제35조 제1항 각 호의 요건 중 \"그 부당한 공동행위를 중단\"하였는지 여부는 그 합의에 기한 실행행위가 종료하였는지 여부에 따라 판단하되, 합의탈퇴의 의사표시로 부당한 공동행위를 중단한 것으로 볼 수 있다. 다만, 입찰담합의 경우 당해 입찰이 종료되면 실행행위가 종료된 것으로 볼 수 있다'고 규정하고 있고, 제2항은 '공동행위는 감면신청 후 즉시 중단하여야 한다. 다만, 심사관이 조사상 필요에 의하여 일정한 기간을 정하는 경우 그 기간이 종료한 후 즉시 중단하여야 한다'고 규정하고 있다.\n이러한 자진신고자 감면고시 규정은 그 형식 및 내용에 비추어 재량권 행사의 기준으로 마련된 행정청 내부의 사무처리준칙, 즉 재량준칙에 해당하고, 법령에 저촉되지 않는 범위 내에서 그에 필요한 합리적 기준을 정하는 것은 행정청의 재량에 속한다(대법원 2019. 7. 25. 선고 2017두55060 판결). 공정거래법령이 조사협조자 감면제도를 둔 취지와 목적은, 부당한 공동행위에 참여한 사업자가 자발적으로 부당한 공동행위 조사에 협조하여 증거자료를 제공한 것에 대한 혜택을 부여함으로써 참여사업자들 사이에 신뢰를 약화시켜 부당한 공동행위를 중지 · 예방함과 동시에, 실제 집행단계에서는 공정거래위원회로 하여금 부당공동행위를 보다 쉽게 적발하고 증거를 수집할 수 있도록 하여 은밀하게 이루어지는 부당공동행위에 대한 제재의 실효성을 확보하려는 데에 있다(대법원 2018. 7. 26. 선고 2017두46912 판결 등 참조).\n다. 구체적 판단\n1) 앞서 본 바와 같이 이 사건 공동행위가 전체로서 하나의 공동행위를 구성한다고 보아야 하므로 이 사건 공동행위가 단절되었음을 전제로 한 원고의 주장은 더 나아가 살펴볼 필요 없이 이유 없다.\n2) 한편 공정거래법령이 조사협조자 감면제도를 둔 취지와 목적, 즉 부당한 공동행위를 중지 · 예방한다는 목적에 비추어 볼 때, 감면고시가 시행령 제35조 제1항 각 호의 요건 중 '부당한 공동행위를 중단'하였는지 여부를 판단함에 있어 '합의에 기한 실행행위가 종료되었거나 합의탈퇴의 의사표시가 있었을 것'을 요구하는 것은 합리적이라고 보인다. 그런데 앞에서 본 바와 같이 원고가 피고에게 감면신청을 한 2016. 3. 31. 이후에도 2018년 입찰까지 이 사건 공동행위를 지속하였으므로 원고는 자진신고자에 대한 감면 요건인 '부당한 공동행위 중단' 요건을 충족하지 못하였다.\n3) 또한 앞서 인정한 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사실 또는 사정을 종합하여 보면, 이 사건 공동행위가 원고 L지사 실무진의 개인적인 일탈행위라고 보기 어렵다. 원고의 이 부분 주장도 받아들일 수 없다.\n① 행정법규 위반에 대하여 가하는 제재조치는 행정목적의 달성을 위하여 행정법규 위반이라는 객관적 사실에 착안하여 가하는 제재이므로 반드시 현실적인 행위자가 아니라도 법령상 책임자로 규정된 자에게 부과되고 특별한 사정이 없는 한 위반자에게 고의나 과실이 없더라도 부과할 수 있다(대법원 2012. 5. 10. 선고 2012두1297 판결 참조). 설령 원고의 주장대로 원고가 내부적으로 직원들에게 공동행위를 금지하였음에도 일부 직원들이 임의로 저지른 것이라고 하더라도, 직원들이 다른 사업자들과한 공동행위가 외형상 객관적으로 원고의 업무집행과 관련되고, 원고에게 의무위반을 탓할 수 없는 정당한 사유가 있다고 볼 아무런 자료가 없는 이상, 피고는 원고에게 공정거래법이 정하는 제재처분인 이 사건 처분을 할 수 있다고 봄이 타당하다. 또한 경쟁업체 상호간에 입찰에서 공동행위를 통해 낙찰 받은 경우 기본적으로 그로 인한 이익은 회사에 귀속된다.\n② 원고는 적어도 피고의 현장조사 및 원고의 감면신청 이후로는 L지사 실무진의 회합 참여 및 공동행위 사실을 인식하였음에도 불구하고 이 사건 공동행위가 지속되었고, L지사 실무진의 담합행위를 방지하기 위한 적극적인 관리·감독이나 교육 등의 조치를 취한 사정이나 이 사건 공동행위를 한 직원들에 대하여 징계 등을 한 사정이 엿보이지 않는다.\n③ 원고는 감면신청을 한 후 2018년 입찰까지 약 2년이 넘는 기간 동안 이 사건 공동행위를 계속하였다. 이 기간 동안 이루어진 공동행위에 대하여 원고에게 고의가 있거나 적어도 원고가 이 사건 공동행위를 인식하였음에도 불구하고 L지사 실무진을 제대로 관리·감독하지 않은 과실이 존재한다.\n④ 원고는 U단체나 K의 요구에 따른 운송료 인상 요구로 감면신청 이후의 이 사건 공동행위에 참여한 것이라고 주장하나, 운송료 인상 요구가 있더라도 다른 사업자와 합의를 할 필요는 없고 각자 운송료 인상을 반영하여 독자적인 판단 하에 투찰하는 것이 가능하므로, 그러한 사정만으로는 원고가 감면신청 후 이 사건 공동행위를 계속한 것에 정당한 사유가 있다고 할 수 없다.\n⑤ 원고는 L지사 실무진이 추상적인 합의 정도는 담합에 해당되지 않는다고 잘못 이해한 것이라고 주장하나, 위와 같은 원고의 주장이 사실이라 하더라도 원고에게는 여전히 L지사 실무진을 제대로 교육시키고 관리·감독하지 못한 과실이 존재한다. 원고는 L지사 실무진이 자진신고 이후 회합에 불참할 경우 자진신고 사실을 의심받을 것을 우려하였다고 주장하나, 원고를 비롯한 사업자들은 당시 이미 피고의 현장조사사실을 알고 있었을 것이고, 원고가 위와 같은 사정을 피고에게 말하고 양해를 구한 적도 없으며, 원고의 위와 같은 주장이 사실이라 하더라도 단지 다른 사업자들에게 자진신고 사실을 의심받지 않기 위해 감면신청 이후 약 2년 동안 부당한 공동행위를 지속하였다는 것은 쉽게 납득하기 어렵다.\n6. 결론\n그렇다면 이 사건 소 중 시정명령 취소 청구 부분은 부적법하여 각하하고, 원고의 이 사건 과징금납부명령 취소 청구는 이유 있어 인용하며, 나머지 청구는 이유 없어 기각하기로 하여, 주문과 같이 판결한다.\n재판장\n판사\n홍성욱\n판사\n최봉희\n판사\n위광하\n별지 생략\n1) M 주식회사 및 N 주식회사는 2011. 12. 31. O 주식회사의 주식을 인수하여 지배권을 취득하였고 2012. 3. 30. O 주식회사에서 A 주식회사로 상호를 변경하였다.\n2) 2001년 하반기 운송 물량에 대해서는 2001년 5월경 입찰을 실시하였다.\n3) 이에 대해 K 및 원고 등 8개 운송사는 이를 '입찰레인'이라고 지칭하였는바, 운송구간과 입찰레인은 같은 의미이다.\n4) 열연코일/냉연코일과 슬라브(판 형태로 철강을 제조한 것으로 코일 전 단계 제품), 주물선(철강덩어리로 맨홀, 난로, 솥단지, 망치의 원재료) 등을 말한다.\n5) '기준가격'은 운송원가 등 기타 제비용을 감안하여 K가 낙찰사를 선정하기 위하여 내부적으로 산정하는 가격을 말한다.\n6) '전자입찰'은 매년 정기적으로 실시되는 육로운송 입찰(현장입찰)이 아니라 필요에 따라 K가 특정 운송 물량에 대해 수시로 진행하는 전자입찰을 의미한다.\n7) '예정가격'은 기준가격에 ±2% 범위 내에서 무작위로 선정된 4개의 수(數)의 산술 평균가를 말한다.\n8) '보세운송'은 K L제철소에서 생산하는 철강제품을 부산, 광양, 포항 인천, 마산 등의 전국의 보세창고로 이동하는 운송을 말한다.\n9) H는 2009년 입찰부터, I는 2016년 입찰부터 각 합의에 참여하였고, J은 2016년과 2018년에 합의에 참여하였고 2017년에는 합의에 참여하지 않았다.\n10) 입찰이 실시된 시점을 기준으로 2001년과 2002년에는 상반기와 하반기로 나누어 입찰이 실시되다가 2003년부터는 매년 1회만 입찰이 실시되었다. 한편 2014년의 경우에는 앞서 본 것처럼 육로운송 사업자가 모두 수의계약 방식으로 결정되어 공동행위가 발생하지 않았다.\n11) 보세운송의 경우 2016년까지는 수의계약 방식으로 운송사업자가 결정되다가, 2017년에 입찰이 일부 도입됨에 따라 원고, D, E, F, G, H가 코일기타류와 함께 낙찰예정자, 투찰가격 등에 대해 합의를 하였다.\n12) 다만 피고는 원고 등 6개 운송사가 2012년에도 수의계약 부분을 포함하여 물량배분 비율에 대한 합의를 하였다고 보았으나, 앞서 본 것처럼 위 연도에 해당하는 입찰 자료가 없어 입찰로 인한 매출액과 수의계약으로 인한 매출액 구분이 곤란하다는 이유로 정액과징금을 부과하였다.\n13) '텐더링(Tendering)'이란 낙찰을 받은 운송사가 낙찰 받은 물량 중 운송효율을 고려하여 해당 운송사가 원하는 지역만 선택하고 경제성과 효율성이 떨어지는 지역의 낙찰물량은 다른 운송사로 양도하는 제도를 말한다.\n14) 피고는 2014. 10. 28. 의결 R로 원고에 대하여, 원고를 포함한 제주지역 7개 자동차 대여사업자들이 자동차 대여요금을 공동으로 결정함으로써 제주특별자치도 지역 자동차대여시장에서 부당하게 경쟁을 제한하는 행위를 하였다는 이유로 시정명령을 하였다. 이하 위 사건을 'Q 사건'이라 한다.\n15) 2014년의 경우에는 K가 코일기타류에 대한 운송사업자를 모두 수의계약 방식으로 정함에 따라 입찰이 실시되지 않았다.\n16) 합의대로 F이 낙찰 받은 입찰레인이며 전남 권역 입찰레인이다.\n17) 2009년 입찰의 경우, K에 입찰결과 자료가 없어 구체적으로 입찰레인별 낙찰사를 알 수 없다.\n18) '선배정' 물량은 기존 운송실적을 중심으로 K가 특정 운송사에게 임의로 배정하는 물량을 뜻하고, '인센티브' 물량은 K의 운송품질 평가기준에 따라K가 운송사에 할당하는 물량을 뜻한다. 이하에서는 이를 통틀어 '수의계약' 물량이라 한다.\n19) 나머지 10%는 전자입찰 방식으로 사업자를 선정하였다. 이는 정기적으로 실시되어 합의의 대상이 되는 입찰이 아니라K가 특정 운송 물량에 대해 수시로 진행하는 전자입찰을 의미한다.\n20) 이러한 선택적 들러리 입찰은 2018년까지 유지되었다.\n21) 전자입찰의 비중은 10%로 유지되었다.\n22) 2012년 입찰의 경우, K에 입찰결과 자료가 없어 구체적으로 운송구간별 낙찰사를 알 수 없다.\n23) 전자입찰의 비중은 10%로 유지되었다.\n24) 하지만H는 입찰 종료 후 E와의 협의를 통해 낙찰 받은 운송구간을 E에게 돌려주었다.\n25) 전자입찰의 비중은 10%로 유지되었다. 한편 2015년부터 2018년까지 수의계약은 모두 선배정 방식에 따른 것이다.\n26) 전자입찰의 비중은 5%로 감소하였다.\n27) 우선 기존 원고 등 6개 운송사가 운송구간과 투찰요율을 정하고, 이후 I와 J을 참여시켜 추가로 협의하는 방식으로 합의가 이루어졌다.\n28) 2016년부터는 입찰 대상 운송구간이 지속적으로 감소하여 운송사들이 자기 운송구간만 지키자고 합의하여 따로 물량배분 비율은 합의하지 않았다.\n29) 전체 보세운송 물량 중 75%에 대해 입찰을 실시하여 용역 수행자를 결정하였다. 1순위자는 전체물량의 25%, 2순위자는 20%, 3순위자는 15%, 4순위자는 10%, 5순위자는 5%의 물량에 대한 운송을 담당하였고, 6순위자에 대하여는 별도의 물량이 배정되지 않았다.\n30) J의 경우 합의 과정에서 이탈하여 2017년에는 공동행위에 참여하지 않았다.\n31) 이에 관하여는 아래 (4)항에서 자세히 살펴본다.\n32) 아래 [표 15] 내지 [표 18]에서 'AN은 E, 'AO'은 원고, 'AP'은 G을 가리킨다.\n33) 한편 피고는 앞서 본 것처럼 2012년의 경우에는 관련매출액을 산정할 수 없다고 보아 정액과징금을 부과하였다.\n34) 이에 대하여 피고는, 2022. 2. 3.자 참고서면(13면 이하)을 통해 보세운송에서 공동수급체 감경을 하지 않았더라도 과징금 액수에서 4,000만 원 정도밖에 차이가 나지 않기 때문에 재량권을 일탈· 남용하지 않았다고 주장하나, 위와 같은 공동수급체 감경 사유가 있음에도 피고가 재량권 행사에서 이를 고려하지 않은 것은 재량권의 불행사로서 위법한 경우에 해당하므로, 피고의 위 주장은 받아들일 수 없다.\n35) 이 사건 의결서 <별지 1>, <별지 2>에 따르면, 원고가 2008년에 들러리로 참여한 입찰의 들러리 사업자 수가 4, 2010년에 들러리로 참여한 입찰의 들러리 사업자 수가 5, 2011년에 들러리로 참여한 입찰의 들러리 사업자 수가 4 이하이고, 2013년에는 들러리로 입찰에 참여하지 아니하였다. 따라서 원고가 낙찰 받거나 수의계약으로 체결한 관련매출액에 2008년, 2010년, 2011년에 들러리로 참여한 입찰의 관련매출액에는 과징금고시 Ⅳ. 1. 다. (1) (마) 2)의 들러리 감액 규정을 적용한 뒤 4%의 부과기준율을 곱하여 산정하였다."
}