{
    "판례일련번호": 404161,
    "사건명": "광주지방법원 2020. 6. 25. 선고 2020구합91 판결 [이행강제금독촉 및 원상복구 시정명령취소]확정",
    "사건번호": "2020구합91",
    "선고일자": "2020-06-25",
    "법원명": "광주지방법원",
    "법원종류코드": null,
    "사건종류명": "행정강제",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "광주지방법원 2020. 6. 25. 선고 2020구합91 판결 [이행강제금독촉 및 원상복구 시정명령취소]\n확정\n【사건】\n2020구합91 이행강제금독촉 및 원상복구 시정명령취소\n원고\nA\n소송대리인 법무법인 21세기종합법률사무소\n담당변호사 안재극\n피고\n광주광역시 남구청장\n변론종결\n2020. 5. 14.\n판결선고\n2020. 6. 25.\n주문\n1. 이 사건 소 중 원상복구 시정명령 취소청구 부분을 각하한다.\n2. 원고의 나머지 청구를 기각한다.\n3. 소송비용은 원고가 부담한다.\n청구취지\n피고가 2020. 2. 7. 원고에게 한 이행강제금 독촉 및 원상복구 시정명령을 각 취소한다.\n이유\n1. 처분의 경위 등\n가. 원고는 개발제한구역 내에 있는 광주 남구 B 하천 10,003㎡(이하 '이 사건 토지'라 한다)의 소유자인데, 2019. 4. 16. 광주광역시 남구청에 원고가 이 사건 토지의 형질변경(불법성토)를 위한 공사를 진행 중이라는 민원이 접수되었다. 이에 광주광역시 남구청 소속 공무원은 같은 날 현장 출장 결과 이 사건 토지 중 2,000㎡ 부분에서 토지의 형질변경(불법성토)이 이루어지고 있음을 확인하고 원고에게 공사 중단을 명하였으나, 원고는 이에 불응하였으며, 다음 날 원고에게 행위 정지 지시 및 원상복구 명령을 하였으나, 원고는 다시 이에 불응하였다.\n나. 피고는 2019. 4. 19. 원고에게 이 사건 토지 중 토지형질변경된 2,000㎡ 부분에 대해 2019. 5. 10.까지 원상복구하라는 취지의 시정명령(이하 '1차 시정명령'이라 한다)을 하였는데, 원고가 위 시정명령을 이행하지 않자, 2019. 5. 16. 원고에게 2019. 6. 14.까지 원상복구하라는 취지의 시정명령(이하 '2차 시정명령'이라 한다) 및 6,060,000원의 이행강제금 부과 예정 통지를 하였다. 이후 원고가 피고의 위 시정명령을 이행하지 않자, 피고는 2019. 7. 16. 원고에게 이행강제금 7,380,000원을 2019. 12. 27.까지 납부하라는 내용의 이행강제금 부과 통지를 하였다.\n다. 피고는 2020. 2. 7. 원고에게 2020. 2. 19.까지 위 이행강제금을 납부할 것을 독촉하고(이하 '이 사건 독촉 처분'이라 한다), 2020. 3. 31.까지 이 사건 토지의 불법 토지형질변경 부분을 원상복구하라는 시정명령(이하 '이 사건 시정명령'이라 한다)을 하였다. 원고가 위 이행강제금을 납부하지 않자, 피고는 2020. 3. 12. 원고에게 2020. 3. 31.까지 위 이행강제금을 납부할 것을 독촉하였다.\n[인정 근거] 다툼없는 사실, 갑 제1호증, 을 제1 내지 6호증의 각 기재, 변론 전체의 취지 2. 원고 주장의 요지\n원고는 이 사건 민원이 접수된 2019. 4. 16. 이전에도 약 5년 동안 이 사건 토지 중 2,000㎡에서 밭작물과 미나리를 재배하고 있었는데, 이 사건 토지를 다시 벼와 미나리를 재배할 수 있는 논으로 만들기 위해 외부에서 흙을 받아와 흙을 깔고 반반하게 고르는 평탄화 작업을 하였을 뿐이다. 따라서 원고의 행위는 개발제한구역의 지정 및 관리에 관한 특별조치법(이하 '개발제한구역법'이라 한다) 시행규칙 제12조 [별표 4] 제1호 다목, 라목에 따라 피고의 허가를 요하지 않는 경미한 행위인 '경작 중인 논 · 밭의 지력을 높이기 위하여 객토를 하는 행위' 또는 '밭을 논으로 변경하기 위한 토지의 형질변경'에 해당한다.\n3. 관계 법령\n별지 기재와 같다.\n4. 이 사건 소 중 원상복구 시정명령 취소청구의 적법 여부에 대한 판단\n직권으로 이 사건 소 중 원상복구 시정명령 취소청구의 적법 여부에 대해 살펴 본다.\n가. 행정청이 상대방에게 원상복구할 것을 명하였음에도 이에 불응하여 다시 원상복구할 것을 명한 경우, 상대방의 원상복구의무는 기존의 시정명령에 의하여 이미 발생하였다 할 것이고, 그 후의 시정명령은 새로운 의무를 부과하는 것이라고 볼 수는 없으며, 단지 종전의 원상복구를 독촉하는 통지에 불과하므로, 이를 항고소송의 대상이 되는 독립한 행정처분이라고 볼 수는 없다(대법원 2000. 2. 22. 선고 98두4665 판결, 대법원 2004. 6. 10. 선고 2002두12618 판결 등 참조).\n나. 위 법리에 비추어 이 사건을 살피건대 피고는 이 사건 시정명령 이전 2019. 4. 16. 및 2019. 5. 16. 원고에게 2차례에 걸쳐 동일한 내용의 시정명령을 한 바 있어, 이 사건 시정명령은 이 사건 1차 시정명령의 시정기간을 연장하면서 그 이행을 독촉하는 통지라고 할 것이므로 항고소송의 대상이 되는 독립한 행정처분에 해당하지 아니한다. 따라서 이 사건 소 중 위 원상복구 시정명령 취소 청구 부분은 부적법하다\n1)\n.\n5. 이 사건 이행강제금 독촉 처분의 적법 여부\n앞서 든 증거, 을 제7호증 내지 13호증의 각 기재 및 영상에 변론 전체의 취지를 종합하여 알 수 있는 다음과 같은 사정들에 비추어 볼 때 원고의 행위는 피고의 허가를 요하는 것이어서 이 사건 처분이 적법하다고 할 것이다. 따라서 원고의 주장은 이유 없다.\n가. 이 사건 당시 원고는 기존 부지 높이에서 50cm 이상의 성토를 하였는바, 영농을 위한 경우라도 하더라도 개발제한구역법 제12조 제1항 제4호, 같은 법 시행령 제14조 제5호에 따라 원칙적으로 피고의 허가가 필요한 행위에 해당한다.\n나. 개발제한구역법 제12조 제5항 및 같은 법 시행규칙 제12조 [별표 4] 제1호는 농림수산업을 하기 위한 행위로서 '경작 중인 논 · 밭의 지력을 높이기 위하여 환토 · 객토를 하는 행위'(다목), '밭을 논으로 변경하기 위한 토지의 형질변경'(라목)을 허가를 받지 아니하고 할 수 있는 경미한 행위로 규정하고 있다. 그런데 위 각 규정에 해당하기 위해서는 그 내용상 대상 토지가 경작 중인 논 · 밭에 해당하거나 밭에 해당하여야 하는데, 이 사건 토지는 그 지목이 하천으로 기존에 농사를 지었던 토지로 보이지 않으므로, 원고의 행위가 위 각 규정에 따라 허가를 필요로 하지 않는 행위라고 볼 수 없다.\n다. 원고는 국가가 이 사건 토지 중 약 2,500㎡를 10년간 무상으로 도로로 사용하면서도 사용료를 지급하지 않았고, 이에 따라 원고는 이 사건 토지에 부과되는 토지세 등을 마련하기 위해 어쩔 수 없이 이 사건 토지의 형질변경 행위를 하였다는 취지의 주장도 한다. 그러나 원고가 제출한 증거만으로는 원고의 주장 사실을 인정하기 어렵고, 설령 원고의 주장과 같은 사실이 인정된다 하더라도 이로 인하여 이 사건 이행강제금 부과 및 납부 독촉 처분이 위법하다고 보기 어렵다.\n6. 결론\n그렇다면 이 사건 소 중 원상복구 시정명령 취소청구 부분은 부적법하여 각하하고, 원고의 나머지 청구는 이유 없어 이를 기각하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n이기리\n판사\n이희성\n판사\n홍연경\n별지 생략\n1) 한편 이행강제금 부과처분을 받은 자가 이행강제금을 기한 내에 납부하지 아니한 때에는 그 납부를 독촉할 수 있으며, 납부독촉에도 불구하고 이행강제금을 납부하지 않으면 체납절차에 의하여 이행강제금을 징수할 수 있고, 이때 이행강제금 납부의 최초 독촉은 징수처분으로서 항고소송의 대상이 되는 행정처분이 될 수 있으므로(대법원 2009. 12. 24. 선고 2009두14507 판결) 최초로 원고에게 납부 독촉을 한 2020. 2. 7.자 이행강제금 독촉은 처분성이 인정된다."
}