{
    "판례일련번호": 400919,
    "사건명": "광주지방법원 2022. 12. 16. 선고 2021구합14189 판결 [손실보상금]확정",
    "사건번호": "2021구합14189",
    "선고일자": "2022-12-16",
    "법원명": "광주지방법원",
    "법원종류코드": null,
    "사건종류명": "국가배상",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "광주지방법원 2022. 12. 16. 선고 2021구합14189 판결 [손실보상금]\n확정\n【사건】\n2021구합14189 손실보상금\n원고\n1. A\n2. B\n3. C\n4. D\n5. E\n6. F\n7. G\n8. H종중\n9. I\n10. J\n11. K\n12. L\n13. M\n14. N\n15. O\n16. P\n17. Q\n원고들 소송대리인 변호사 김한솔\n피고\n1. 광주광역시\n소송대리인 변호사 나재호\n소송복대리인 변호사 백승찬\n2. 주식회사 R\n소송대리인 법무법인 이인\n담당변호사 임진석\n변론종결\n2022. 11. 25.\n판결선고\n2022. 12. 16.\n【주문】\n1. 피고들은 공동하여 원고들에게 별지1 표의 해당 원고별 '인용금액'란 기재 각 돈 및 위 각 돈에 대하여 2021. 9. 30.부터 2022. 12. 16.까지 연 5%, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.\n2. 원고들의 피고들에 대한 각 나머지 청구를 기각한다.\n3. 소송비용 중 90%는 원고들이, 나머지는 피고들이 각 부담한다.\n4. 제1항은 가집행할 수 있다.\n청구취지\n피고들은 공동하여 원고들에게 별지1 표 중 해당 원고별 '청구금액'란 기재 각 돈 및 위 각 돈에 대하여 2021. 9. 30.부터 이 사건 판결선고일까지 연 5%, 그 다음 날부터 다 갚는 날까지 연 12%의 각 비율로 계산한 돈을 지급하라.\n【이유】\n1. 기초 사실\n가. 사업시행자 지정 및 실시계획인가·고시\n1) 사업명 : S근린공원 개발행위 특례사업 2차(이하 '이 사건 사업'이라 한다)\n2) 고시·공고 : 2020. 6. 1.자 광주광역시 고시 T\n3) 사업시행자 : 피고들\n나. 중앙토지수용위원회의 2021. 8. 5.자 수용재결\n원고들은 이 사건 사업이 시행되는 광주 북구 U동 일대에 있는 별지1 표의 '수용 토지의 표시' 란 기재 각 부동산(지분 포함, 이하 '이 사건 부동산'이라 한다) 및 지장물의 소유자들로서 피고들과 보상금에 관한 협의를 하였으나 보상금이 저렴하다는 등의 이유로 협의가 성립되지 아니하여 재결을 신청하였다. 중앙토지수용위원회는 2021. 8. 5. 이 사건 부동산에 관한 원고들의 보상금액을 별지1 표 '수용재결금액'란 기재 각 금액으로 정하는 내용의 수용재결(수용개시일 2021. 9. 29.)을 하였다(이하 '이 사건 수용재결'이라 한다).\n다. 이 법원의 감정결과\n이 법원의 주식회사 감정평가법인 V 광주전남지사(감정인 W)에 대한 감정촉탁결과(이하 '법원 감정결과'라 한다), 2020년도 표준지공시지가를 적용한 수용재결일 당시이 사건 토지의 가액은 각 별지1 표의 '법원 감정금액'란 기재 각 금액으로 평가되었다.\n[인정 근거] 다툼 없는 사실, 갑 제1 내지 2호증(가지번호 있는 것은 가지번호 포함, 이하 같다)의 각 기재, 이 법원의 주식회사 감정평가법인 V 광주전남지사(감정인 W)에 대한 감정촉탁결과, 변론 전체의 취지\n2. 관계 법령\n별지2 관계 법령 기재와 같다.\n3. 원고들 주장의 요지\n1)\n중앙토지수용위원회는 이 사건 사업에 관한 피고 광주광역시의 사업시행자 지정고시일인 2020. 1. 3. 또는 도시관리계획(S근린공원 조성계획) 변경 결정 및 지형도면 고시일인 2020. 2. 4. 무렵의 2020년도의 표준지공시지가를 적용하지 않고 2018년도 표준지공시지가를 적용하여 이 사건 부동산의 손실보상금을 산정하였다.\n중앙토지수용위원회는 2018. 5. 11.경에 이 사건 사업에 관한 민간공원특례사업 제안서 접수가 공고되었다는 이유로 2018년도 표준지공시지가를 적용한 것인데, 단순히 제안서 접수가 공고되었다는 사실만으로 이 사건 사업의 계획 또는 시행이 공고되거나 고시된 것으로 볼 수 없으므로 사업시행자 지정고시일 또는 도시관리계획 변경 고시일 무렵인 2020년도 표준지공시지가가 적용되어야 한다.\n따라서 피고들은 공동하여 원고들에게 별지1 표 '청구금액'란 기재와 같이 2020년도 표준지공시지가를 적용하여 산정한 법정감정에 따른 정당한 보상액과 수용재결감정 보상액의 차액 및 이에 대한 지연손해금을 지급할 의무가 있다\n4. 판단\n가. 손실보상금 산정의 기준 시점\n1) 관련 법령의 내용\n「국토의 계획 및 이용에 관한 법률」(이하 '국토계획법'이라 한다) 제95조 제1항, 제96조 제1항에 따르면, 도시 · 군계획시설사업의 시행자는 도시 · 군계획시설사업에 필요한 토지 · 건축물 또는 그 토지에 정착된 물건, 토지 · 건축물 또는 그 토지에 정착된 물건에 관한 소유권 외의 권리를 수용하거나 사용할 수 있고, 그에 따른 수용 및 사용에 관하여는 이 법에 특별한 규정이 있는 경우 외에는 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」(이하 '토지보상법'이라 한다)을 준용한다.\n국토계획법 제96조 제2항 본문은 \"제1항에 따라 토지보상법을 준용할 때에 제91조에 따른 실시계획을 고시한 경우에는 같은 법 제20조 제1항과 제22조에 따른 사업인정 및 그 고시가 있었던 것으로 본다.\"라고 규정하고 있다.\n한편 토지보상법 제70조 제1항은 \"협의나 재결에 의하여 취득하는 토지에 대하여는 「부동산 가격공시에 관한 법률」에 따른 공시지가를 기준으로 하여 보상하되, 그 공시기준일부터 가격시점까지의 관계 법령에 따른 그 토지의 이용계획, 해당 공익사업으로 인한 지가의 영향을 받지 아니하는 지역의 대통령령으로 정하는 지가변동률, 생산자물가상승률(「한국은행법」 제86조에 따라 한국은행이 조사 · 발표하는 생산자물 가지수에 따라 산정된 비율을 말한다)과 그 밖에 그 토지의 위치 · 형상 · 환경 · 이용상황 등을 고려하여 평가한 적정가격으로 보상하여야 한다.\"라고 규정하고 있다. 그리고 같은 조 제4항은 \"사업인정 후의 취득의 경우에 제1항에 따른 공시지가는 사업인정고시일 전의 시점을 공시기준일로 하는 공시지가로서, 해당 토지에 관한 협의의 성립 또는 재결 당시 공시된 공시지가 중 그 사업인정고시일과 가장 가까운 시점에 공시된 공시지가로 한다.\"라고 규정하고 있다. 다만, 같은 조 제5항은 \"제3항 및 제4항에도 불구하고 공익사업의 계획 또는 시행이 공고되거나 고시됨으로 인하여 취득하여야 할 토지의 가격이 변동되었다고 인정되는 경우에는 제1항에 따른 공시지가는 해당 공고일 또는 고시일 전의 시점을 공시기준일로 하는 공시지가로서 그 토지의 가격시점 당시 공시된 공시지가 중 그 공익사업\n2)\n의 공고일 또는 고시일과 가장 가까운 시점에 공시된 공시지가로 한다.\"라고 규정한다.\n토지보상법 시행령 제38조의2 제1항은 \"법 제70조제5항에 따른 취득하여야 할 토지의 가격이 변동되었다고 인정되는 경우는 도로, 철도 또는 하천 관련 사업을 제외한 사업으로서 다음 각 호를 모두 충족하는 경우로 한다. 해당 공익사업의 면적이 20만 제곱미터 이상일 것(제1호), 해당 공익사업지구 안에 있는 「부동산 가격공시에 관한 법률」 제3조에 따른 표준지공시지가(해당 공익사업지구 안에 표준지가 없는 경우에는 비교표준지의 공시지가를 말하며, 이하 이 조에서 \"표준지공시지가\"라 한다)의 평균변동률과 평가대상토지가 소재하는 시(행정시를 포함한다. 이하 이 조에서 같다) · 군 또는 구(자치구가 아닌 구를 포함한다. 이하 이 조에서 같다) 전체의 표준지공시지가 평균변동률과의 차이가 3퍼센트포인트 이상일 것(제2호), 해당 공익사업지구 안에 있는 표준지공시지가의 평균변동률이 평가대상토지가 소재하는 시 · 군 또는 구 전체의 표준지공시지가 평균변동률보다 30퍼센트 이상 높거나 낮을 것(제3호)\"이라고 규정한다.\n2) 구체적 판단\n위와 같은 규정에 비추어 이 사건을 살피건대, 국토계획법에 따라 사업인정이의제되는 이 사건 사업의 실시계획 고시일이 2020. 6. 1.인 사실은 위 처분의 경위에서 본 바와 같고, 갑 제2호증의 기재에 의하면, 이 사건 사업의 민간공원 특례사업(2단계) 제안 접수 공고일은 2018. 5. 11.경이고, 사업시행자 지정 고시일인 2020. 1. 3.경이며, 도시관리계획 변경 결정 및 지형도면 고시일은 2022. 2. 4.경인 사실이 인정된다.\n그런데 앞서 든 증거에 변론 전체의 취지를 더하여 인정할 수 있는 다음의 사실 내지 사정들을 고려하면, 이 사건은 국토계획법 제70조 제5항에서 말하는 '공익사업의 계획 또는 시행이 공고되거나 고시됨으로 인하여 취득하여야 할 토지의 가격이 변동되었다고 인정되는 경우'에 해당한다고 봄이 상당하다.\n① 이 사건 사업 참여자를 선정하기 위한 제안서 접수공고를 통하여 이 사건 사업의 시행자가 선정되고 사업의 실시계획이 곧 공고될 것임이 일반에게 알려지게 되었으므로, 위 제안서 접수 공고일에 이 사건 사업의 계획이 공고되었다고 볼 수 있다[(위사업인정일(2020. 1. 3.)과 도시관리계획 변경 결정 및 지형도면 고시일(2022. 2. 24.)은 이 사건 사업의 실시계획 고시일(2020. 6. 1.)과 근접하여 위 일자를 기초로 표준지공시지가를 산정하는 경우 마찬가지로 2020년도 표준지공시지가가 적용되게 되므로, 당해 공익사업의 시행으로 인한 개발이익을 배제하려는 토지보상법령의 입법 취지에 비추어 볼 때, 2020년도 표준지공시지가는 토지보상법 제70조 제5항에서 말하는 '고시일 전의 시점을 공시기준일로 하는 공시지가로서 그 공익사업의 공고일 또는 고시일과 가장 가까운 시점에 공시된 공시지가'라고 볼 수 없다].\n② 이 사건 사업에 관한 '민간공원 특례사업 제안 접수공고일은 2018. 5. 11.인데, 이 사건 사업 면적은 20만 제곱미터 이상으로 이 사건 사업지구 내의 2018년 대비 2020년도 표준지공시지가의 평균변동률(63.934%)과 이 사건 토지가 소재하는 광주 북구 전체의 표준지공시지가의 평균변동률(14.636%)의 차이가 49.298%로 3퍼센트포인트 이상에 해당한다.\n③ 이 사건 사업지구 내의 표준지공시지가의 평균변동률이 이 사건 토지가 소재하는 광주 북구 전체의 표준지 전체의 표준지공시지가의 평균변동률보다 30% 이상 높은 경우인 336.82%[= {(63.934/14.636)-1} × 100]에 해당한다.\n따라서 위와 같은 제안서 접수 공고로 인하여 취득하여야 할 토지의 가격이 변동되었으므로, 이 사건 토지의 손실보상금은 토지보상법 제70조 제5항에 의하여, 이 사건 사업의 계획 또는 시행에 관한 공고일 또는 고시일 전의 시점을 공시기준일로 하는 공시지가로서 그 토지의 가격시점 당시 공시된 공시지가 중 이 사건 사업의 공고일 또는 고시일과 가장 가까운 시점에 공시된 2018년의 공시지가를 적용하여야 한다.\n이와 다른 전제에 선 원고들의 주장은 인정할 수 없다.\n나. 정당한 손실보상액\n토지수용보상금의 증감에 관한 소송에서 재결감정 결과와 법원감정 결과가 모두 그 평가방법에 위법사유가 없고 평가내용에도 특별히 오류가 있음을 인정할 자료가 없는 경우에는 각 감정결과 중 어느 것을 더 신뢰하는가 하는 것은 사실심 법원의 재량에 속한다(대법원 2009. 3. 26. 선고 2008두22129 판결 참조). 이 사건에서 법원감정결과 및 수용재결 감정 결과가 그 평가방법에 있어 위법이 있거나 그 내용에 오류가 있다고 할 만한 자료가 없다(원고는 2022. 9. 7. 제출한 감정에 대한 의견서에서 재결감정결과에 대하여 각 토지별로 비교표준지 선정 및 개별요인 점수의 부당성을 주장하고 있으나, 객관적으로 이를 인정할 만한 증거가 없다). 따라서 이 법원은 이 사건 토지의 특성과 가격형성상 제반요인을 가장 적절하게 반영하여 평가한 것으로 보이는 법원 감정결과에 따라 이 사건 각 토지의 손실보상금액을 산정하기로 한다.\n중앙토지수용위원회가 원고들의 보상금액을 별지1 표의 '수용재결금액'란 기재 각 금액으로 정하는 내용의 수용재결을 한 사실은 앞서 본 바와 같고, 법원 감정결과에 의하면, 2018년도 표준지공시지가를 적용한 이 사건 부동산의 평가금액은 별지1 표의 '법원 감정금액' 란 기재와 같으므로, 피고들은 공동하여 원고들에게 별지1 표의 '법원감정금액'란 기재 각 금액에서 '수용재결금액'란 기재 각 금액을 뺀 차액에 해당하는 별지1 표의 '인용금액'란 기재 각 돈 및 이에 대하여 수용개시일 다음날인 2021. 9. 30.부터 피고들이 그 이행의무의 존재 및 범위에 관하여 항쟁함이 타당하다고 인정되는 이 판결 선고일인 2022. 12. 16.까지는 민법이 정한 연 5%의, 그 다음 날부터 다 갚는 날까지는 소송촉진 등에 관한 특례법이 정한 연 12%의 각 비율로 계산한 지연손해금을 지급할 의무가 있다.\n5. 결론\n그렇다면 원고들의 피고들에 대한 청구는 위 각 인정범위 내에서 이유 있으므로 이를 인용하고, 원고들의 피고들에 대한 각 나머지 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n채승원\n판사\n유현주\n판사\n신호승\n별지 생략\n1) 원고들은 소장 제6면에서 막연히 이 사건 수용재결은 개별요인이 위법 ·부당하게 산정되었다고 주장하면서 향후 주장을 구체화하겠다고 하였으나, 그 후 그와 관련하여 아무런 구체적인 주장·증명을 하지 않고 있는바, 이에 관하여는 별도로 판단하지 아니한다.\n2) 토지보상법 제4조 제8호 [별표] 2. 제16호에 의하여 국토계획법에 따른 도시 ·군계획시설사업은 토지보상법 제20조에 따른 사업인정이 의제되는 공익사업에 해당한다."
}