{
    "판례일련번호": 402554,
    "사건명": "대법원 2014. 11. 13. 선고 2011두9102 판결 [부당노동행위구제재심판정취소]",
    "사건번호": "2011두9102",
    "선고일자": "2014-11-13",
    "법원명": "대법원",
    "법원종류코드": null,
    "사건종류명": "기업_해고",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대법원 2014. 11. 13. 선고 2011두9102 판결 [부당노동행위구제재심판정취소]\n사 건\n2011두9102 부당노동행위구제재심판정취소\n원고, 상고인\nA\n피고, 피상고인\n중앙노동위원회위원장\n피고보조참가인\n주식회사 케이티\n원심판결\n서울고등법원 2011. 3. 31. 선고 2010누16495 판결\n판결선고\n2014. 11. 13.\n주 문\n상고를 기각한다.\n상고비용은 보조참가로 인한 부분을 포함하여 원고가 부담한다.\n이 유\n상고이유(상고이유서 제출기간 경과 후에 제출된 상고이유서들은 상고이유를 보충하는 범위 내에서)를 판단한다.\n1. 노동조합 및 노동관계조정법(이하 '노조법'이라고 한다) 제81조 제1호는 '근로자가 노동조합에 가입 또는 가입하려고 하였거나 노동조합을 조직하려고 하였거나 기타 노동조합의 업무를 위한 정당한 행위를 한 것을 이유로 그 근로자를 해고하거나 그 근로자에게 불이익을 주는 행위'를 사용자의 부당노동행위의 한 유형으로 규정하고 있으므로, 같은 법조의 부당노동행위가 성립하기 위해서는 근로자가 '노동조합의 업무를 위한 정당한 행위'를 하고 사용자가 이를 이유로 근로자에 대하여 해고 등의 불이익을 주는 차별적 취급행위를 한 경우라야 하며 그 사실의 주장 및 증명책임은 부당노동행위임을 주장하는 측에 있다(대법원 1996. 9. 10. 선고 95누16738 판결, 대법원 2009. 3. 26. 선고 2007두25695 판결 등 참조). 그리고 여기서 '노동조합의 업무를 위한 정당한 행위'란 일반적으로는 노동조합의 정당한 활동을 가리킨다고 할 것이나, 조합원이 조합의 결의나 구체적인 지시에 따라서 한 노동조합의 조직적인 활동 그 자체가 아닐지라도 그 행위의 성질상 노동조합의 활동으로 볼 수 있거나 노동조합의 묵시적인 수권 혹은 승인을 받았다고 볼 수 있을 때에는 그 조합원의 행위를 노동조합의 업무를 위한 행위로 보아야 한다(대법원 2011. 2. 24. 선고 2008다29123 판결 등 참조).\n한편 사용자의 행위가 노조법에 정한 부당노동행위에 해당하는지 여부는 사용자의 부당노동행위 의사의 존재 여부를 추정할 수 있는 모든 사정을 전체적으로 심리 검토하여 종합적으로 판단하여야 하고, 부당노동행위에 대한 증명책임은 이를 주장하는 근로자 또는 노동조합에게 있으므로, 필요한 심리를 다하였어도 사용자에게 부당노동행위 의사가 존재하였는지 여부가 분명하지 아니하여 그 존재 여부를 확정할 수 없는 경우에는 그로 인한 위험이나 불이익은 그것을 주장한 근로자 또는 노동조합이 부담할 수밖에 없다(대법원 2007. 11. 15. 선고 2005두4120 판결 등 참조).\n원심은, 그 채택증거들에 의하여 인정되는 다음과 같은 사정들 즉, ① 원고의 주주총회 참석이 KT 노동조합의 결의 또는 지시에 의한 것은 아니었던 점, ② 원고가 피고보조참가인(이하 '참가인'이라고 한다) 직원들의 만류에도 참석하였던 참가인의 2009. 1. 14.자 임시주주총회 의안은 감사위원회의 감사보고와 정관변경, 사장 선임, 감사위원이 되는 사외이사 선임, 경영계약서 승인의 건이었는바, 이 같은 안건들은 근로조건의 유지 · 개선 기타 근로자의 경제적 ·사회적 지위의 향상을 도모함을 목적으로 한 노동조합의 활동과 직접적인 관련이 있다고는 보기 어려운 점, ③ 이 사건 직무변경은 경영진의 변경에 따른 현장조직 강화를 위한 조직개편 과정에서 전북 마케팅단 소속 3급 이하 직원 중 380명을 대상으로 한 2009년도 정기인사 중에 이루어진 것이었던 점 등에 비추어 보면, 위와 같은 사정만으로 위 직무변경이 원고의 주주총회 참석을 이유로 원고에게 불이익을 주기 위한 것으로 참가인의 부당노동행위 의사에 기인하여 이루어진 것이라고 단정하기 어렵다고 판단하였다.\n원심판결 이유를 앞서 본 법리와 기록에 비추어 살펴보면, 원심의 위와 같은 판단은 정당한 것으로 수긍할 수 있고, 거기에 상고이유에서 주장하는 바와 같이 논리와 경험의 법칙을 위반하여 자유심증주의의 한계를 벗어나 사실을 인정하거나 정당한 노동조합 활동 및 부당노동행위에 관한 법리를 오해하는 등의 위법이 없다.\n2. 나머지 상고이유의 요지는, 참가인이 2005년 무렵부터 정기인사를 빌미로 원고를 비롯하여 정당한 조합활동을 하는 자들에 대한 부당한 인력퇴출프로그램을 시행해 오고 있고, 이 사건 직무변경도 위 프로그램의 일환으로 이루어진 것이어서 부당노동행위에 해당한다는 취지이나, 이는 상고심에 이르러 비로소 하는 새로운 주장임이 명백하므로 적법한 상고이유가 될 수 없다. 나아가 살피더라도 이 사건 직무변경 처분이 참가인의 부당노동행위 의사에 기인하여 이루어졌다고 인정하기에 부족하다는 원심의 사실인정과 판단에 상고이유에서 주장하는 바와 같이 필요한 심리를 다하지 아니하는 등의 위법이 있다고 할 수 없다. 이와 관련된 상고이유는 모두 받아들일 수 없다.\n3. 그러므로 상고를 기각하고 상고비용은 패소자가 부담하기로 하여, 관여 대법관의 일치된 의견으로 주문과 같이 판결한다.\n재판장\n대법관\n권순일\n대법관\n민일영\n주심\n대법관\n박보영\n대법관\n김 신"
}