{
    "행정심판재결례일련번호": 192729,
    "사건명": "정보공개 거부처분 취소청구",
    "사건번호": "2013-7940",
    "의결일자": "2014-01-21",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=192729&type=HTML&mobileYn=",
    "재결요지": "이 사건 정보 1은 피청구인이 사건기록에 편철되어 서울중앙지방검찰청으로 모두 송치되어 부존재한다는 이유로 정보비공개 결정을 하였고, 청구인도 피청구인이 위 정보를 보유하고 있다는 것을 입증할 만한 증거를 제시하지 못하고 있으며, 달리 피청구인이 위 정보를 보유하고 있다고 볼만한 객관적인 자료나 정황도 없으므로, 해당 정보의 부존재를 이유로 한 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n이 사건 정보 2에는 청구인이 현행범으로 체포될 당시 검거된 상대 여성 피의자 등이 조사를 받기 위하여 대기 중인 장면 등이 녹화되어 있는바, 이는 정보공개법 제9조제1항제4호에서 규정하고 있는 진행 중인 재판이나 범죄의 수사 등에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 한다고 인정할 만한 상당한 이유가 있다고 보일 뿐만 아니라 같은 조 제6호에서 규정하고 있는 성매매 여성 피의자들의 초상권 및 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되므로, 해당 정보가 정보공개법 제9조제1항제4호 및 제6호의 비공개대상 정보라는 이유로 한 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2013. 4. 25. 청구인에게 한 정보공개 이의신청 기각결정을 취소한다.",
    "이유": "1. 사건개요\n가. 성매매 현장에서 현행범으로 체포되어 조사를 받고 서울중앙지방검찰청에 기소의견으로 송치된 청구인이 피청구인에게 ‘성매매 업소 단속 당시 촬영한 컬러사진ㆍ동영상 및 확인서(이하 ‘이 사건 정보 1’이라 한다), 피의자 조사 당시 촬영한 서울강남경찰서 지능팀 사무실에 설치된 CCTV영상ㆍ음성자료(이하 ‘이 사건 정보 2’라 한다)’의 공개를 청구하자, 피청구인이 부존재 및 사생활 보호 등의 이유로 정보비공개 내지 정보부분공개 결정을 하였다.\n\n나. 이에 청구인이 피청구인의 정보비공개 결정 및 정보부분공개 결정을 받아들일 수 없다며 이의신청을 하자, 서울강남경찰서 정보공개심의위원회는 2013. 4. 25. 이 사건 정보 1은 사건기록에 편철되어 서울중앙지방검찰청으로 모두 송치되어 부존재한다는 이유로, 이 사건 정보 2는 청구인 외에 다른 피의자 여성 2명과 남성 1명이 같은 사건으로 조사 대기 중에 있는 장면이 있어 외부로 유출이 되면 성매매 여성 피의자들의 수치심 및 초상권, 사생활 보호 등 기본권 침해 소지가 있다는 이유로 정보공개 이의신청을 기각할 것을 의결하였고, 이에 따라 피청구인이 2013. 4. 25. 청구인에게 정보공개 이의신청 기각결정(이하 ‘이 사건 처분’이라 한다)을 하였다\n\n2. 청구인 주장\n피청구인은 이 사건 정보들의 공개를 거부할 아무런 명분이 없음에도 불구하고 단지 강남경찰서에서의 조사과정의 부당성이 드러날까봐 공개하지 않는 것은 부당하다.\n\n3. 피청구인 주장\n이 사건 정보들은 부존재하거나 범죄의 수사 등에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 하거나 개인의 사생활의 비밀 또는 자유를 침해할 우려가 있는 정보로서 비공개대상 정보이므로, 이 사건 처분은 적법ㆍ타당하다.\n\n4. 관계법령\n공공기관의 정보공개에 관한 법률 제2조, 제3조, 제9조\n\n5. 인정사실\n청구인과 피청구인이 제출한 행정심판청구서, 답변서, 정보공개청구서, 정보비공개 결정통지서 등의 자료에 따르면 다음과 같은 사실을 인정할 수 있다.\n\n가. 서울강남경찰서 ㅇㅇ과 ㅇㅇ계 소속 단속경찰관은 2013. 2. 12. 20:00경 청구인을 성매매 현장(ㅇㅇㅇ 업소)에서 현행범으로 체포하여 다음 날 「성매매알선 등 행위의 처벌에 관한 법률」 위반(성매매) 피의자로 조사를 하고 2013. 2. 20. 서울중앙지방검찰청에 기소의견으로 사건기록을 송치하였다.\n\n나. 청구인은 2013. 4. 5. 피청구인에게 이 사건 정보 1에 대하여 사본ㆍ출력물의 형태로 정보공개를 청구하였고, 피청구인은 2013. 4. 15. 청구인에게 이 사건 정보 1은 사건기록에 편철되어 서울중앙지방검찰청으로 모두 송치되어 부존재한다는 이유로 정보비공개 결정통지를 하였고, 이에 청구인은 2013. 4. 19. 피청구인의 정보비공개 결정을 받아들일 수 없다며 피청구인에게 정보공개 이의신청을 하였다.\n다. 한편 청구인은 2013. 4. 8. 피청구인에게 이 사건 정보 2에 대하여 전자파일의 형태로 정보공개를 청구하였고, 피청구인은 2013. 4. 17. 청구인에게 이 사건 정보 2는 청구인 외에 다른 피의자 여성 2명과 남성 1명이 같은 사건으로 조사 대기 중에 있는 내용이 있어 부분 열람은 가능하나 복사는 불가능하다는 이유로 정보부분공개 결정통지를 하였고, 이에 청구인은 2013. 4. 22. 피청구인(지능팀) 사무실에서 CCTV녹화영상을 열람한 후 피청구인의 정보부분공개 결정을 받아들일 수 없다며 피청구인에게 정보공개 이의신청을 하였다.\n\n라. 청구인 외 이○○가 작성한 2013. 4. 24.자 확인서를 보면, 2013. 2. 13. 강남경찰서 지능팀 사무실에서 성매매 사건으로 조사를 받을 당시 자신을 비롯하여 여성 2명과 다른 남성 1명이 있었는데 위 사무실에 설치된 CCTV영상ㆍ음성자료가 공개되면 자신의 초상권 및 사생활 비밀 등의 침해로 많은 피해가 예상되므로 공개를 원하지 않는다고 기재되어 있다.\n\n마. 서울강남경찰서 정보공개심의위원회는 2013. 4. 25. 이 사건 정보 1은 사건 기록에 편철되어 서울중앙지방검찰청으로 모두 송치되어 부존재한다는 이유로, 이 사건 정보 2는 「공공기관의 정보공개에 관한 법률」(이하 ‘정보공개법’이라 한다) 제9조제1항제4호에서 규정하고 있는 진행 중인 재판에 관련된 정보와 범죄의 예방, 수사, 공소의 제기 및 유지, 형의 집행, 교정, 보안처분에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 하거나 형사피고인의 공정한 재판을 받을 권리를 침해한다고 인정할 만한 상당한 이유가 있는 정보이고, 청구인 외에 다른 피의자 여성 2명과 남성 1명이 같은 사건으로 조사 대기 중에 있는 장면이 있어 외부로 유출이 되면 성매매 여성 피의자들의 수치심 및 초상권, 사생활 보호 등 기본권 침해 소지가 있는 정보공개법 제9조제1항제6호의 비공개대상정보라는 이유로 청구인의 정보공개 이의신청을 모두 기각할 것을 의결하였고, 이에 따라 피청구인은 2013. 4. 25. 청구인에게 이 사건 처분을 하였다.\n\n바. 서울중앙지방검찰청에서는 청구인에 대하여 서울중앙지방법원에 약식기소를 하였고, 이에 청구인은 서울중앙지방법원에 정식재판을 청구한 상태이다.\n\n6. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령\n정보공개법 제2조에 따르면, ‘정보’라 함은 공공기관이 직무상 작성 또는 취득하여 관리하고 있는 문서(전자문서를 포함한다)ㆍ도면ㆍ사진ㆍ필름ㆍ테이프ㆍ슬라이드 및 그 밖에 이에 준하는 매체 등에 기록된 사항을 말한다고 되어 있고, 같은 법 제3조에 따르면, 공공기관이 보유ㆍ관리하는 정보는 이 법이 정하는 바에 따라 공개하여야 한다고 되어 있으며, 같은 법 제9조제1항제4호 및 제6호에 따르면, 진행 중인 재판에 관련된 정보와 범죄의 예방, 수사 등에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 하거나 형사피고인의 공정한 재판을 받을 권리를 침해한다고 인정할 만한 상당한 이유가 있는 정보 및 해당 정보에 포함되어 있는 성명ㆍ주민등록번호 등 개인에 관한 사항으로서 공개될 경우 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보는 비공개할 수 있다고 되어 있다.\n\n나. 판 단\n1) 이 사건 정보 1의 정보비공개 부분에 대한 판단\n위 인정사실에 따르면, 이 사건 정보 1은 피청구인이 사건기록에 편철되어 서울중앙지방검찰청으로 모두 송치되어 부존재한다는 이유로 정보비공개 결정을 하였고, 청구인도 피청구인이 위 정보를 보유하고 있다는 것을 입증할 만한 증거를 제시하지 못하고 있으며, 달리 피청구인이 위 정보를 보유하고 있다고 볼만한 객관적인 자료나 정황도 없으므로, 해당 정보의 부존재를 이유로 한 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n2) 이 사건 정보 2의 정보비공개 부분에 대한 판단\n위 인정사실에 따르면, 이 사건 정보 2에는 청구인이 현행범으로 체포될 당시 검거된 상대 여성 피의자 등이 조사를 받기 위하여 대기 중인 장면 등이 녹화되어 있는바, 이는 정보공개법 제9조제1항제4호에서 규정하고 있는 진행 중인 재판이나 범죄의 수사 등에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 한다고 인정할 만한 상당한 이유가 있다고 보일 뿐만 아니라 같은 조 제6호에서 규정하고 있는 성매매 여성 피의자들의 초상권 및 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되므로, 해당 정보가 정보공개법 제9조제1항제4호 및 제6호의 비공개대상 정보라는 이유로 한 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다\n\n7. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}