{
    "행정심판재결례일련번호": 193309,
    "사건명": "정보공개 이의신청 기각결정 취소청구",
    "사건번호": "2014-15940",
    "의결일자": "2014-10-21",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=193309&type=HTML&mobileYn=",
    "재결요지": "청구인은 甲을 만나 서로 화해하고 한을 풀고자 정보공개 청구를 하였으니 피청구인의 이 사건 처분은 취소되어야 한다고 주장하나, 피청구인은 2014. 8. 4. 청구인에게 이 사건 정보가 정보공개법 제9조제1항제6호에 따른 비공개 대상정보에 해당한다는 이유로 이 사건 처분을 하였고, 현재 피청구인이 보유ㆍ관리하고 있는 정보 중 ‘甲’의 정보가 존재하기는 하나 위 정보가 청구인을 간첩으로 오인하고 고문하였다는 그 ‘甲’인지는 확인하기 어려우며, 설령 해당인이 맞다고 하더라도 이 사건 정보는 제3자의 주민등록번호, 주소 등 개인에 관한 사항으로서 공개될 경우 개인의 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보로서 정보공개법 제9조제1항제6호의 비공개 대상정보에 해당하고, 달리 같은 규정 단서에서 정하는 ‘공개할 필요가 있는 정보’에 해당한다고 보기도 어려우므로 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2014. 8. 4. 청구인에게 한 정보공개 이의신청 기각결정을 취소한다.",
    "이유": "1. 사건개요\n가. 청구인은 2014. 6. 18. 피청구인에게 甲(나이 73세 ～ 83세 추정)의 주민등록번호, 주소 등 개인정보(이하 ‘이 사건 정보’라 한다)를 공개해 줄 것을 청구하였고, 피청구인은 2014. 6. 27. 청구인에게 개인의 인적사항은 「개인정보보호법」에 따라 공개가 불가하다는 이유로 비공개 결정을 하였다.\n\n나. 이에 청구인이 2014. 7. 21. 피청구인에게 이의신청을 하자, 피청구인은 2014. 7. 31. 정보공개심의회의 심의ㆍ의결을 거쳐 2014. 8. 4. 청구인에게 이 사건 정보가 「공공기관의 정보공개에 관한 법률」(이하 ‘정보공개법’이라 한다) 제9조제1항제6호에 해당한다는 이유로 이의신청 기각결정(이하 ‘이 사건 처분’이라 한다)을 하였다.\n\n2. 청구인 주장\n문관 甲이라는 사람이 청구인을 간첩으로 오인하여 군부대로 잡혀가서 모진 고문을 당한 사실이 있고, 이로 인해 지금까지 허리통증으로 고생하고 있는바, 죽기 전에 위 甲을 만나 서로 화해하여 한을 풀고자 정보공개 청구를 한 것이므로 피청구인의 이 사건 처분은 취소되어야 한다.\n\n3. 피청구인 주장\n청구인이 공개를 청구한 정보는 개인의 사생활의 비밀 또는 자유를 침해할 우려가 있는 사항으로 정보공개법 제9조제1항제6호에 따른 비공개 대상정보이므로 이 사건 처분은 적법ㆍ타당하다.\n\n4. 관계법령\n공공기관의 정보공개에 관한 법률 제2조, 제3조, 제5조, 제9조\n\n5. 인정사실\n청구인과 피청구인이 제출한 행정심판청구서, 답변서, 정보공개 청구서, 정보 비공개 결정통지서, 이의신청서, 이의신청 기각결정 통지서 등 각 사본의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n\n가. 청구인은 2014. 6. 18. 피청구인에게 이 사건 정보를 공개해 줄 것을 청구하였고, 피청구인은 2014. 6. 27. 청구인에게 개인의 인적사항은 「개인정보보호법」에 따라 공개가 불가하다는 이유로 비공개 결정을 하였다.\n\n나. 청구인이 2014. 7. 21. 피청구인에게 이의신청을 하자, 피청구인은 2014. 7. 31. 정보공개심의회의 심의ㆍ의결을 거쳐 2014. 8. 4. 청구인에게 이 사건 정보가 정보공개법 제9조제1항제6호에 해당한다는 이유로 이 사건 처분을 하였다.\n다. 국민권익위원회 소속 직원이 2014. 9. 30. 현장조사한 결과 피청구인의 퇴직 군무원 중 나이가 ‘73세 이상 83세 이하’이고, 성명이 ‘甲’인 사람은 1명이 존재하는 것으로 확인되는데, 위 甲이 청구인을 간첩으로 오인하여 고문하였다는 그 ‘甲’인지는 확인할 수가 없으며, 피청구인이 보관하고 있는 甲의 인사기록카드에는 성명, 주민등록번호, 퇴직 당시의 주소, 가족사항 등이 기재되어 있는 것으로 확인된다.\n\n6. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령\n1) 정보공개법 제2조제1호에 ‘정보’란 공공기관이 직무상 작성 또는 취득하여 관리하고 있는 문서(전자문서를 포함)ㆍ도면ㆍ사진ㆍ필름ㆍ테이프ㆍ슬라이드 및 그 밖에 이에 준하는 매체 등에 기록된 사항을 말한다고 되어 있고, 같은 법 제3조에 공공기관이 보유ㆍ관리하는 정보는 이 법이 정하는 바에 따라 공개하여야 한다고 되어 있으며, 같은 법 제5조제1항에 모든 국민은 정보의 공개를 청구할 권리를 가진다고 되어 있다.\n\n2) 정보공개법 제9조제1항에 공공기관이 보유ㆍ관리하는 정보는 원칙적으로 공개하도록 되어 있는데, 같은 항 제6호에 ‘법령에서 정하는 바에 따라 열람할 수 있는 정보, 공공기관이 공표를 목적으로 작성하거나 취득한 정보로서 사생활의 비밀 또는 자유를 부당하게 침해하지 아니하는 정보, 공공기관이 작성하거나 취득한 정보로서 공개하는 것이 공익이나 개인의 권리 구제를 위하여 필요하다고 인정되는 정보, 직무를 수행한 공무원의 성명ㆍ직위, 공개하는 것이 공익을 위하여 필요한 경우로서 법령에 따라 국가 또는 지방자치단체가 업무의 입무를 위탁 또는 위촉한 개인의 성명ㆍ직업’ 등은 제외하고 ‘당해 정보에 포함되어 있는 성명ㆍ주민등록번호 등 개인에 관한 사항으로서 공개될 경우 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보는 공개하지 아니할 수 있다고 되어 있다.\n\n나. 판 단\n청구인은 甲을 만나 서로 화해하고 한을 풀고자 정보공개 청구를 하였으니 피청구인의 이 사건 처분은 취소되어야 한다고 주장하나, 위 인정사실에 따르면 피청구인은 2014. 8. 4. 청구인에게 이 사건 정보가 정보공개법 제9조제1항제6호에 따른 비공개 대상정보에 해당한다는 이유로 이 사건 처분을 하였고, 현재 피청구인이 보유ㆍ관리하고 있는 정보 중 ‘甲’의 정보가 존재하기는 하나 위 정보가 청구인을 간첩으로 오인하고 고문하였다는 그 ‘甲’인지는 확인하기 어려우며, 설령 해당인이 맞다고 하더라도 이 사건 정보는 제3자의 주민등록번호, 주소 등 개인에 관한 사항으로서 공개될 경우 개인의 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보로서 정보공개법 제9조제1항제6호의 비공개 대상정보에 해당하고, 달리 같은 규정 단서에서 정하는 ‘공개할 필요가 있는 정보’에 해당한다고 보기도 어려우므로 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n7. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}