{
    "행정심판재결례일련번호": 193394,
    "사건명": "정보공개 거부처분 취소청구",
    "사건번호": "2014-22292",
    "의결일자": "2014-12-23",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=193394&type=HTML&mobileYn=",
    "재결요지": "‘화폐제조 납품에 관한 기본약정’에 의해 한국조폐공사는 은행권과 주화 등을 제조하여 한국은행에 납품하고 있는데, 이러한 화폐납품단가는 한국은행과 한국조폐공사 간 계약에 의해 결정되는 사항으로서, 이는 두 기관의 다년간의 경험과 경영 노하우를 바탕으로 축적된 독립적ㆍ경제적 가치를 가지는 산물일 뿐만 아니라 한국조폐공사의 재료비, 시설, 인력 등의 원가항목에 따라 산출된 견적서의 의미를 가진다고 할 수 있으므로 이 사건 정보인 백원권 주화의 제조원가는 한국은행과 한국조폐공사의 경영ㆍ영업상 비밀에 관한 사항에 해당하고, 은행권과 주화 종별로 화폐 제조단가가 공개될 경우 화폐에 대한 국내외 입찰 등에서 한국은행 및 한국조폐공사의 정당한 이익을 현저히 해할 우려가 있다고 보이는바, 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2014. 10. 22. 청구인에게 한 정보공개 거부처분을 취소한다.",
    "이유": "1. 사건개요\n청구인은 2014. 10. 8. 피청구인에게 ‘백원동전(이순신장군)의 디자인ㆍ인물 선정경위 및 원가’의 공개를 청구하였고, 피청구인은 2014. 10. 22. 백원화 도안의 선정경위는 공개하였으나, ‘백원화의 제조원가’(이하 ‘이 사건 정보’라 한다)는 「공공기관의 정보공개에 관한 법률」(이하 ‘정보공개법’이라 한다) 제9조제1항제7호의 비공개대상정보라는 이유로 정보 비공개 결정(이하 ‘이 사건 처분’이라 한다)을 하였다.\n\n2. 청구인 주장\n국민의 알권리를 보장한 정보공개법의 취지상 피청구인은 백원화의 제조원가 내역을 공개하여야 한다.\n\n3. 피청구인 주장\n은행권 및 주화의 제조단가는 피청구인의 경영ㆍ영업상 비밀에 해당하는 정보일 뿐만 아니라 주화 제조처인 한국조폐공사의 경영ㆍ영업상 비밀에 해당하는 정보로서 동 제조단가가 공개될 경우 화폐의 해외발주 또는 해외수주 등 해외입찰 등에서 피청구인과 이들 업체의 정당한 이익 및 국익을 현저히 해할 우려가 있으므로 정보공개법 제9조제1항제7호의 비공개대상정보에 해당한다.\n\n4. 관계법령\n공공기관의 정보공개에 관한 법률 제9조제1항제7호\n\n5. 인정사실\n청구인과 피청구인이 제출한 행정심판청구서, 답변서, 정보공개청구서, 정보공개결정통지서 등의 자료에 기재된 내용을 종합해 보면 다음과 같은 사실을 인정할 수 있다.\n\n가. 2014. 10. 8. 청구인은 피청구인에게 ‘백원동전(이순신장군)의 디자인ㆍ인물 선정경위 및 원가’의 공개를 청구하였다.\n\n나. 2014. 10. 22. 피청구인은 청구인에게 백원화 도안의 선정경위는 공개하였으나, 백원화의 제조원가인 이 사건 정보는 정보공개법 제9조제1항제7호의 법인등의 경영ㆍ영업상 비밀에 관한 사항으로서 공개될 경우 법인등의 정당한 이익을 현저히 해할 우려가 있다는 이유로 정보 비공개를 결정하는 이 사건 처분을 하였다.\n다. 우리 위원회가 확인한 바에 의하면, 한국은행은 한국조폐공사와 체결한 ‘화폐제조 납품에 관한 기본약정’에 따라 한국은행이 한국조폐공사에 은행권과 주화에 대한 화폐 발주를 하고, 한국조폐공사는 화폐를 제조하여 한국은행에 납품하고 있다.\n\n6. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령 등\n정보공개법 제2조 내지 제4조, 제9조를 종합하면, ‘정보’라 함은 공공기관이 직무상 작성 또는 취득하여 관리하고 있는 문서ㆍ도면ㆍ사진ㆍ필름ㆍ테이프ㆍ슬라이드 및 그 밖에 이에 준하는 매체 등에 기록된 사항을 말하고, 공공기관이 보유ㆍ관리하는 정보에 대하여 국민으로부터 정보공개청구가 있을 때에는 이를 공개하여야 하는 것이 정보공개법의 기본원칙이나, 다른 법률 또는 법률에 의한 명령에 의하여 비밀로 유지되거나 비공개사항으로 규정된 정보 등 일정한 경우에 해당하는 정보는 공개하지 않을 수 있다.\n정보공개법 제9조제1항제7호에서는 법인ㆍ단체 또는 개인의 경영ㆍ영업상 비밀에 관한 사항으로서 공개될 경우 법인 등의 정당한 이익을 현저히 해할 우려가 있다고 인정되는 정보는 비공개할 수 있다고 되어 있는데, 여기서 ‘경영ㆍ영업상 비밀’은 공공기관 또는 공법인의 경영ㆍ영업상의 비밀로서 ‘타인에게 알려지지 아니함이 유리한 사업활동에 관한 일체의 정보’ 또는 ‘사업활동에 관한 일체의 비밀사항’을 의미하는 것이고(대법원 2008. 10. 23. 선고 2007두1798 판결 참조), ‘정당한 이익을 현저히 해할 우려’라 함은 정보의 공개로 인하여 당해 법인 등의 경영ㆍ영업활동에 중대한 지장을 초래하거나 그 영업이익ㆍ거래신용 또는 법적 지위에 직접적으로 상당한 침해가 발생하는 경우를 의미하는 것으로서 이에 대한 판단을 위해서는 당해 법인 등의 영업특성, 업무규모 등 제반 사정을 개별ㆍ구체적으로 고려하여야 할 것이다.\n한편, 「한국은행법」 제47조 및 제53조에 따르면 화폐의 발행권은 한국은행만이 가지고 한국은행은 주화를 발행할 수 있다고 되어 있고, 「한국조폐공사법」 제11조에 의하면 한국조폐공사는 은행권, 주화 등의 제조 업무를 수행한다고 규정되어 있다.\n\n나. 판 단\n위 인정사실에 따르면, ‘화폐제조 납품에 관한 기본약정’에 의해 한국조폐공사는 은행권과 주화 등을 제조하여 한국은행에 납품하고 있는데, 이러한 화폐납품단가는 한국은행과 한국조폐공사 간 계약에 의해 결정되는 사항으로서, 이는 두 기관의 다년간의 경험과 경영 노하우를 바탕으로 축적된 독립적ㆍ경제적 가치를 가지는 산물일 뿐만 아니라 한국조폐공사의 재료비, 시설, 인력 등의 원가항목에 따라 산출된 견적서의 의미를 가진다고 할 수 있으므로 이 사건 정보인 백원권 주화의 제조원가는 한국은행과 한국조폐공사의 경영ㆍ영업상 비밀에 관한 사항에 해당하고, 은행권과 주화 종별로 화폐 제조단가가 공개될 경우 화폐에 대한 국내외 입찰 등에서 한국은행 및 한국조폐공사의 정당한 이익을 현저히 해할 우려가 있다고 보이는바, 피청구인의 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n7. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}