{
    "행정심판재결례일련번호": 220985,
    "사건명": "정보공개 이의신청 기각결정 취소청구",
    "사건번호": "2016-15350",
    "의결일자": "2016-09-20",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=220985&type=HTML&mobileYn=",
    "재결요지": "청구인이 정보공개를 청구한 이 사건 정보는 익명의 신고자가 청구인 명의를 도용하여 120 콜센터에 민원을 접수할 때의 통화녹음 내용으로, 해당 내용은 청구인이 아닌 신고자와 상담사의 음성정보로 특정인을 식별할 수 있는 개인정보이고, 청구인이 이 사건 정보를 획득할 수 없다고 하여도 자신의 명의가 도용된 것에 대하여 형사상 절차 등을 통해 문제를 해결할 수 있을 것이어서, 이 사건 정보를 획득하지 아니하면 청구인이 권리구제를 받을 수 없다고 할 수 없어 정보공개법 제9조제1항제6호의 비공개대상정보에 해당하므로, 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.",
    "주문": "청구인의 청구를 기각한다.",
    "청구취지": "피청구인이 2016. 7. 7. 청구인에게 한 정보공개 이의신청 기각결정을 취소한다.",
    "이유": "1. 사건개요\n청구인은 2016년 5월부터 청구인 명의를 도용한 120 콜센터 민원접수가 발생하자, 피청구인에게 2016년 5월부터 2016. 6. 16.까지 ‘청구인 명의로 120 콜센터에 전화로 접수한 민원신고 통화내용’(이하 ‘이 사건 정보’라 한다)을 공개할 것을 청구하였으나 2016. 6. 20. 피청구인은 접수내역만 공개하는 정보부분공개결정을 하였고, 이에 대하여 청구인은 통화내용 녹음파일을 공개해달라는 취지로 정보공개결정 등 이의신청을 하였으나, 피청구인은 2016. 7. 7. 이 사건 정보가 개인정보로서 「공공기관의 정보공개에 관한 법률」(이하 ‘정보공개법’이라 한다) 제9조제1항제6호에 해당하는 비공개대상정보라는 이유로 기각결정(이하 ‘이 사건 처분’이라 한다)을 하였다.\n\n2. 청구인 주장\n이 사건 정보는 신고자와 상담사의 음성으로 구성되어 그 자체로 특정인을 식별할 수 있는 개인정보라고 할 것이나, 청구인은 명의도용 신고자로 인하여 불편을 겪었고 향후 재발할 가능성이 있다는 점, 이 사건 정보를 취득함으로써 명의도용 신고자를 상대로 법적인 수단을 강구할 기회를 얻게 된다는 점을 고려하면 청구인의 권리구제를 위해 상담사의 목소리를 제외한 전화녹음 파일을 공개하여야 함에도 불구하고 피청구인이 이 사건 처분을 한 것은 위법ㆍ부당하다.\n\n3. 피청구인 주장\n음성파일은 위ㆍ변조, 오ㆍ남용의 위험이 있고 유출 시 개인의 사생활을 침해할 우려가 있는 점, 청구인이 요청한 음성파일은 음성의 주체가 아닌 타인의 개인정보라는 점, 또한 공개되지 않은 타인간의 대화내용 청취는 수사기관의 촉탁이 없으면 공개할 수 없다는 점을 고려하면, 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n4. 관계법령\n공공기관의 정보공개에 관한 법률 제9조, 제14조\n\n5. 인정사실\n양 당사자간 다툼이 없는 사실, 청구인과 피청구인이 제출한 통화내역, 정보공개결정 등 이의신청서, 정보공개심의회 심의결과 통보, 이의신청 기각 결정통지서 등 각 사본의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n\n가. 2016. 5. 10.부터 2016. 6. 16.까지 전화번호 120에 청구인 명의를 도용하여 접수한 민원신고 및 청구인의 항의 전화 내역의 주요 내용은 다음과 같다.\n\n나. 2016. 6. 16. 청구인은 2016년 5월부터 2016. 6. 16.까지 ‘청구인 명의로 120 콜센터에 전화로 접수한 민원신고 통화내용’을 공개할 것을 청구하였으나 2016. 6. 20. 피청구인은 접수내역만 공개하는 정보부분공개결정을 하였다.\n다. 2016. 6. 20. 청구인은 피청구인에게 통화내용 녹음파일을 공개해달라는 취지로 정보공개결정 등 이의신청을 하였으나, 2016. 7. 7. 피청구인은 청구인이 공개청구한 정보는 개인정보로서 상담사 등의 사생활을 침해할 우려가 있으므로 비공개한다는 내용으로 이의신청을 기각하는 이 사건 처분을 하였다.\n\n6. 이 사건 처분의 위법ㆍ부당 여부\n가. 관계법령의 내용\n정보공개법 제9조제1항제6호에 따르면 공공기관이 보유ㆍ관리하는 정보는 공개 대상이 된다고 되어 있으나, 법령에서 정하는 바에 따라 열람할 수 있는 정보, 공공기관이 공표를 목적으로 작성하거나 취득한 정보로서 사생활의 비밀 또는 자유를 부당하게 침해하지 아니하는 정보, 공공기관이 작성하거나 취득한 정보로서 공개하는 것이 공익이나 개인의 권리구제를 위하여 필요하다고 인정되는 정보 등을 제외하고 해당 정보에 포함되어 있는 성명ㆍ주민등록번호 등 개인에 관한 사항으로서 공개될 경우 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보는 공개하지 아니할 수 있다고 되어 있고, 같은 법 제14조에 따르면 공개 청구한 정보가 제9조제1항 각 호의 어느 하나에 해당하는 부분과 공개 가능한 부분이 혼합되어 있는 경우로서 공개 청구의 취지에 어긋나지 아니하는 범위에서 두 부분을 분리할 수 있는 경우에는 제9조제1항 각 호의 어느 하나에 해당하는 부분을 제외하고 공개하여야 한다고 되어 있다.\n\n나. 판단\n위 인정사실에 따르면, 청구인이 정보공개를 청구한 이 사건 정보는 익명의 신고자가 청구인 명의를 도용하여 120 콜센터에 민원을 접수할 때의 통화녹음 내용으로, 해당 내용은 청구인이 아닌 신고자와 상담사의 음성정보로 특정인을 식별할 수 있는 개인정보이고, 청구인이 이 사건 정보를 획득할 수 없다고 하여도 자신의 명의가 도용된 것에 대하여 형사상 절차 등을 통해 문제를 해결할 수 있을 것이어서, 이 사건 정보를 획득하지 아니하면 청구인이 권리구제를 받을 수 없다고 할 수 없어 정보공개법 제9조제1항제6호의 비공개대상정보에 해당하므로, 이 사건 처분이 위법ㆍ부당하다고 할 수 없다.\n\n7. 결 론\n그렇다면 청구인의 주장을 인정할 수 없으므로 청구인의 청구를 받아들이지 않기로 하여 주문과 같이 재결한다."
}