{
    "행정심판재결례일련번호": 159029,
    "사건명": "정보공개 이의신청 기각결정처분 취소청구 등",
    "사건번호": "중앙행심2013-05023",
    "의결일자": "2013-05-14",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=159029&type=HTML&mobileYn=",
    "재결요지": "피청구인이 법원의 문서제출명령에도 불구하고 해당 정보를 건설공사비 원가보조부와 건설자금이자 원가보조부로 갈음하였던 점 등에 비추어 보면, 결국 해당 정보는 존재하지 않는 정보라고 판단된다.\n따라서 청구인에게는 더 이상 해당 정보에 대한 처분 부분의 취소·변경이나 일정한 처분을 구할 법률상 이익이 없다.\n또한, 이 사건 소송 중 법원의 문서제출명령에 따라 청구인이 피청구인으로부터 해당 정보에 해당하는 자료를 이미 제공받음으로써 정보공개청구의 목적을 달성하였다고 할 것이므로 일정한 처분을 구할 법률상 이익이 없다고 할 것이다.",
    "주문": "이 사건 심판청구를 각하한다.",
    "청구취지": "피청구인이 2013. 2. 18. 청구인에게 한 정보공개 이의신청 기각결정처분을 취소하고 청구인이 청구한 정보를 공개하라.",
    "이유": "1. 사건개요\n청구인은 강원도 ○○ 시○○ 동 155 ○○○단지 ○○ 아파트(이하 ‘이 사건 아파트’라 한다)를 임차하였다가 분양전환을 받은 자로서, 2012. 12. 31. 피청구인에게 ‘이 사건 아파트의 임대주택매각계획서 및 위 계획서에 첨부된 매각계획산출근거서류 일체, 공사도급계약서’(이하 ‘이 사건 정보’라 한다)를 공개하여 줄 것을 청구하였고 이에 2013. 1. 17. 피청구인이 이 사건 정보는 진행중인 재판에 관련된 정보로서 「공공기관의 정보공개에 관한 법률」 제9조 제1항 제4호의 비공개대상정보라는 이유로 정보비공개 결정을 하자, 2013. 2. 7. 청구인이 이에 대하여 이의신청을 하여 2013. 2. 18. 피청구인은 위와 같은 사유로 청구인의 이의신청을 기각(이하 ‘이 사건 처분’이라 한다)하였다.\n\n2. 청구인 주장\n가. 청구인은 피청구인을 상대로 이 사건 아파트의 분양대금에 대한 부당이득금반환청구의 소(춘천지방법원 강릉지원 2011가합7157, 이하 ‘이 사건 소송’이라 한다)를 제기하여 계속중인바, 이 사건 소송계속 중 이 사건 아파트의 분양전환계산서에 나와있는 각 항목에 대한 세금계산서 및 도급계약서 등 건설원가계산 자료에 대한 문서를 제출하여 줄 것을 청구하여 법원의 문서제출명령이 있었음에도 피청구인이 이를 따르지 아니하여 정보공개청구를 하게 된 것이다.\n\n나. 이 사건 정보는 이 사건 소송의 실체적 진실의 발견을 위하여 반드시 필요한 자료이고, 피청구인의 직무수행을 현저히 곤란하게 하는 내용에 해당하지 않으므로 분양전환계서의 산출기초가 되는 세금계산서 및 도급계약서 등 증빙자료를 포함한 이 사건 정보는 모두 공개되어야 한다.\n\n3. 피청구인 주장\n피청구인은 이 사건 소송과 관련한 법원의 문서제출명령에 따라 피청구인의 전산시스템에 있는 원가계산서 및 세부내역, 임대모집시 내부결정 문서, 분양전환가격 결정 내부문서 등 이 사건 정보를 이미 법원에 제출하였는데, 다만 이 사건 아파트의 사업승인일로부터 16여년의 시간이 경과함에 따라 보유하고 있지 않은 세금계산서와 도급계약서는 원가보조부로 대신하였다.\n\n4. 관계법령\n행정심판법 제13조\n공공기관의 정보공개에 관한 법률 제2조, 제3조, 제9조\n\n5. 인정사실\n청구인과 피청구인이 제출한 청구서와 답변서, 문서제출명령서, 임대분양전환내부결정서, 분양전환가격 산출자료 등 총괄표, 재산정 건설원가표, 분양전환 원가계획서, 분양전환 가격결정 내부결재문, 건설공사비 원가보조부 및 건설자금이자 원가보조부, 처분서 등 각 사본의 기재내용을 종합하면 다음과 같은 사실을 인정할 수 있다.\n\n가. 2012. 12. 31. 청구인은 피청구인에게 이 사건 정보를 공개하여 줄 것을 청구하였고, 2013. 1. 17. 피청구인은 이 사건 정보는 진행중인 재판에 관련된 정보로서 「공공기관의 정보공개에 관한 법률」 제9조 제1항 제4호의 비공개대상정보라는 이유로 정보공개를 거부하였다.\n\n나. 2013. 2. 7. 청구인이 이에 대하여 이의신청을 하자 2013. 2. 18. 피청구인은 위와 같은 사유로 이 사건 처분을 하였다.\n다. 2012. 9. 24. 청구인은 이 사건 소송계속 중 피청구인을 상대로 ‘①분양전환 원가계산서의 각 항목에 대한 세금계산서, ②분양전환 원가계산서 건축비 각 항목에 대한 도급계약서’에 대한 문서제출명령 신청을 하였고, 2012. 11. 20. 피청구인은 2012. 10. 5.자 법원의 문서제출명령에 대하여 세금계산서와 도급계약서를 제출하지 않은 채 기타 증빙자료를 첨부한 보충서면을 제출하여 청구인은 이를 「민사소송 등에서의 전자문서 이용 등에 관한 법률」 제11조에 따라 전자적으로 송달받았다.\n\n라. 피청구인이 위 법원의 문서제출명령 후 법원에 제출한 서증 중 ①2005. 5. 26.자 이 사건 아파트의 분양전환 시행방안 등에 의하면 이 사건 정보 중 ‘임대주택매각계획서’에 해당하는 내용이 기재되어 있고, ②분양전환가격 산출자료 등 총괄표, 2012년 재산정 건설원가표, 1999. 10. 23.자 분양전환 원가계산서, 2005. 5. 20.자 분양전환 가격결정 내부결재문 등 4개 자료에는 이 사건 정보 중 ‘매각가격 산출 근거자료 일체’에 해당하는 내용이 기재되어 있으며, ③건설공사비 원가보조부와 건설자금이자 원가보조부에는 1996년 9월경부터 1999년 12월경까지의 이 사건 아파트의 건설공사비 등에 관한 내용이 기재되어 있다.\n\n마. 우리 위원회가 피청구인에게 이 사건 정보 중 이 사건 아파트의 분양전환 원가계산서 각 항목에 대한 세금계산서 및 도급계약서의 존부를 문의한 결과 피청구인은 이 사건 아파트의 사업승인일로부터 16여년이 경과한 현재 해당 서류를 찾을 수 없어 법원의 문서제출명령에 대하여 부득이 피청구인의 전산시스템에 있는 건설공사비 원가보조부 및 건설자금이자 원가 보조부를 제출하였다고 답변하였다.\n\n6. 이 사건 심판청구의 적법 여부\n가. 관계 법령\n1) 「행정심판법」 제13조에 의하면, 취소심판은 처분의 취소 또는 변경을 구할 법률상 이익이 있는 자가 청구할 수 있고, 의무이행심판은 처분을 신청한 자로서 행정청의 거부처분 또는 부작위에 대하여 일정한 처분을 구할 법률상 이익이 있는 자가 청구할 수 있다고 되어 있다.\n\n2) 「공공기관의 정보공개등에 관한 법률」 제2조에 의하면 ‘정보’라 함은 공공기관이 직무상 작성 또는 취득하여 관리하고 있는 문서(전자문서 포함)·도면·사진·테이프·슬라이드 및 그 밖에 이에 준하는 매체 등에 기록된 사항을 말한다고 되어 있고, 같은 법 제3조 및 제9조에 의하면 공공기관이 보유·관리하는 정보는 같은 법률이 정하는 비공개사유에 해당하지 않는 한 원칙적으로 이를 공개하도록 되어 있으므로 같은 법에 따른 공개대상정보는 현실적으로 존재하여야 할 뿐만 아니라 물리적·기술적으로 그 공개가 가능한 것이어야 하고, 또한 정보공개제도는 공공기관이 보유·관리하는 정보를 정보공개청구에 따라 공개하는 제도이므로 정보공개를 청구하는 자가 공개를 구하는 정보를 공공기관이 보유·관리하고 있을 상당한 개연성이 있다는 점을 입증함으로써 족하다고 할 것이지만, 공공기관이 그 정보를 보유·관리하고 있지 아니한 경우에는 특별한 사정이 없는 한 행정청의 거부처분 또는 부작위에 대하여 일정한 처분을 구할 법률상 이익이 없다(대법원 2006. 1. 13. 선고 2003두9459 판결 참조).\n\n나. 판 단\n1) 이 사건 정보 중 세금계산서 및 도급계약서에 대한 판단\n청구인은 이 사건 소송의 실체적 진실을 발견하기 위하여는 분양전환 원가계산서의 각 항목에 대한 세금계산서, 분양전환 원가계산서 건축비 각 항목에 대한 도급계약서가 공개되어야 한다고 주장하므로 살피건대, 위 인정사실에 의하면 피청구인은 해당 정보를 보유·관리하고 있지 않다고 답변하였고 청구인 또한 피청구인이 해당 정보를 보유·관리하고 있음을 입증할 만한 객관적인 자료를 제출한 바 없는 점, 피청구인이 법원의 문서제출명령에도 불구하고 해당 정보를 건설공사비 원가보조부와 건설자금이자 원가보조부로 갈음하였던 점 등에 비추어 보면 결국 해당 정보는 존재하지 않는 정보라고 판단된다.\n따라서 청구인에게는 더 이상 해당 정보에 대한 처분 부분의 취소·변경이나 일정한 처분을 구할 법률상 이익이 없다고 할 것이므로 해당 부분에 대한 청구인의 이 사건 심판청구는 행정심판의 대상이 되지 아니하는 사항에 대하여 제기된 부적법한 청구이다.\n\n2) 나머지 정보에 대한 판단\n이 사건 정보 중 세금계산서 및 도급계약서를 제외한 임대주택매각계획서 및 매각가격산출 근거자료 일체에 대하여 살피건대, 위 인정사실에 의하면 이 사건 소송 중 법원의 문서제출명령에 따라 청구인이 피청구인으로부터 해당 정보에 해당하는 자료를 이미 제공받음으로써 정보공개청구의 목적을 달성하였다고 할 것이므로 청구인은 더 이상 이 사건 처분 부분의 취소·변경이나 이 사건 처분 부분에 대한 일정한 처분을 구할 법률상 이익이 없다고 할 것이다.\n따라서 해당 정보에 대한 심판청구 부분 역시 행정심판의 대상이 되지 아니하는 사항에 대하여 제기된 부적법한 청구라 할 것이다.\n\n7. 결론\n그렇다면 이 사건 심판청구는 심판청구요건을 갖추지 못한 부적법한 청구이므로 이를 각하하기로 하여 주문과 같이 재결한다."
}