{
    "판례일련번호": 403996,
    "사건명": "서울행정법원 2013. 3. 19. 선고 2012구합30646 판결 [정보공개일부거부처분취소]항소",
    "사건번호": "2012구합30646",
    "선고일자": "2013-03-19",
    "법원명": "서울행정법원",
    "법원종류코드": null,
    "사건종류명": "행정_정보공개",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "서울행정법원 2013. 3. 19. 선고 2012구합30646 판결 [정보공개일부거부처분취소]\n항소\n사 건\n2012구합30646 정보공개일부거부처분취소\n원고\nA\n피고\n국가기록원 서울기록정보센터장\n변론종결\n2013. 1. 31.\n판결선고\n2013. 3. 19.\n주 문\n1. 피고가 2012. 8. 24. 원고에 대하여 한 정보공개거부처분 중 별지 1 목록 기재 정보에 대한 정보공개거부처분을 취소한다.\n2. 원고의 나머지 청구를 기각한다.\n2. 소송비용 중 50%는 원고가, 나머지는 피고가 각 부담한다.\n청구취지\n피고가 2012. 8. 24. 원고에 대하여 한 정보공개 일부 거부처분을 취소한다.\n이 유\n1. 처분의 경위\n가. 원고는 2012. 8. 13. 피고에게 '① 1950. 12.부터 1951. 1.까지 사이의 대전형무소재소자 인명부, ② 같은 기간 위 형무소 수용자 신분장, ③ 1951. 1. 14.자 대전형무소재소자 내역(관리번호 B)' 정보(이하 '이 사건 정보'라고 하고, 개별적인 정보를 말할 때는 '이 사건 ○항 정보'라고 한다)의 공개를 청구하였다(이하 '이 사건 정보공개청구'라고 한다).\n나. 이에 대하여 피고는 2012. 8. 24. 공공기관의 정보공개에 관한 법률(이하 '정보공개법'이라고 한다) 제9조 제1항 제6호에 근거하여 이 사건 ③항의 정보에 대하여만 수용자의 이름을 포함한 개인정보를 모두 삭제한 후 공개하는 내용의 부분공개결정을 하였다(갑 제3호증 참조, 이하 나머지 비공개결정을 '이 사건 처분'이라고 한다).\n[인정 근거] 다툼 없는 사실, 갑 제1, 3, 13호증, 을 제5 내지 7호증의 각 기재, 변론 전체의 취지\n2. 이 사건 처분의 적법 여부\n가. 원고의 주장\n한국전쟁 발발 이후 피고는 원고의 동생인 망 C(이하 '망인'이라고 한다)을 비롯하여 선량한 다수의 서울시민들에게 인민군 부역혐의자라는 억울한 누명을 씌우고 강제로연행하여 고문 등 가혹행위를 저질렀고 그로 인하여 망인을 비롯하여 대전형무소에서 복역 중이던 재소자들이 그곳에서 사망하였다. 그럼에도 피고는 그로부터 60여년이 지난 현재까지 원고를 비롯한 그 유족들에게 위 희생자들의 사망사실을 공식적으로 통보하지도 아니하였을 뿐만 아니라 유해 발굴을 위한 노력조차 하지 않는 등 그 책임을 회피하고 있고, 그로 인하여 원고를 비롯한 유족들은 위 희생자들의 생사조차 확인하지 못한 채 극심한 정신적인 고통에 시달리며 살아야 했다. 이에 원고는 국가를 대신하여 위 희생자들의 유족들에게 그 사실을 알리고, 희생자들의 넋을 위로하고 추모함으로써 유족으로서의 예를 다하고 위령탑 설치 등 추모 사업을 진행하기 위하여 이 사건 정보공개청구를 하였음에도 이를 거부한 피고의 이 사건 처분은 국민의 알권리를 침해하는 것으로 위법하다.\n나. 관계 법령\n별지 2 기재와 같다.\n다. 인정 사실\n1) 1950. 6. 25. 한국전쟁이 발발하자, 같은 달 28일 모든 범죄행위에 대해 사형 선고가 가능하고, 재판과정도 기소 후 20일 이내에 공판을 열며 40일 이내에 재판을 마치고, 단독판사에 의한 한 번의 판결로 선고가 결정되며 증거생략도 가능하도록 하는 내용의 대통령 긴급명령 제1호인 '비상사태하의 범죄처벌에 관한 특별조치령'이 발령되었다.\n2) 1950. 9. 28. 서울 수복 이후 인민군 부역혐의자들은 위 특별조치령에 따라 대전형무소에 수감되었는데, 인민군 점령 당시 폭격으로 건물의 약 75%가 파괴되었음에도 불구하고 1,000여 명 이상의 재소자가 수감된 탓에 수용시설뿐만 아니라 식량, 의약품 등의 부족으로 아사, 병사하는 재소자가 속출하였고, 게다가 같은 해 12월 말경 서울에서 2,020명의 재소자들이 이감되면서 상황이 더욱 악화되었다.\n3) 대전형무소의 재소자들은 1 · 4후퇴 시기인 1951. 1. 13.부터 부산형무소로 이감되었는데, 이송되는 도중 많은 재소자들이 추위와 굶주림에 방치되어 사망하였다. 또한, 제11사단이 대전에서 후퇴하기 직전인 같은 달 17일 제11사단 헌병대는 삼남 각 지구에서 검거되어 고등군법회의에서 사형을 선고받아 대전형무소에 수감 중이던 사형수 166명을 헌병 10명과 경찰관 100명을 동원하여 대전 산내에서 사형을 집행하였는데 당시 대전형무소 형무관은 \"1 · 4후퇴시기에는 다 데리고 후퇴할 수 없어서 무기징역이나 죄질이 나쁜 사람들도 산내에서 학살했다\"고 진술하였다.\n4) 위와 같이 1950. 9. 28. 서울 수복 이후 부역자 처리가 본격화되면서, 대전 · 충남지역은 물론이고 서울에서 대전형무소로 이감된 부역혐의자들은 조사과정에서의 고문과 가혹행위의 후유증으로 사망하였을 뿐만 아니라 부산형무소로 이동하는 화차, 그리고 부산형무소의 열악한 수용 상황에 방치되어 병사· 아사·동사하였다(이하 '대전형무소재소자 희생사건'이라고 한다).\n5) 원고는 망인이 대전형무소 재소자 희생사건에 연루되어 사망하였다고 주장하면서 진실 · 화해를 위한 과거사정리 기본법 제19조에 따라 진실 · 화해를 위한 과거사정리위원회(이하 '과거사정리위원회'라고 한다)에 망인의 사망에 대한 진실규명을 신청하였다.\n6) 과거사정리위원회는 2006. 1.경부터 같은 해 11월경까지 대전 · 충청지역 재소자 희생사건에 대한 진실규명 신청을 접수하여 신청인 조사, 참고인 조사, 자료 조사 등을 실시하여 2010. 6. 22. '망인을 포함한 7명이 고문과 가혹행위로 사망하고 1명이 1 · 4후퇴 당시 산내에서 총살당하였'으므로 이들을 대전형무소 재소자 희생사건의 희생자로 확인하는 진실규명결정을 하고, 같은 해 7. 9. 원고에게 이를 통보하였는데, 그 중 망인에 대한 내용은 다음과 같다.\n『망인은 928 수복 이후 국민방위군에 입대하였다가 부역혐의로 연행되어서대문형무소에 수감되었다. 망인은 연행되어 조사를 받는 과정에서 고문 등 가혹행위를 당했다. 망인이 서대문형무소에 수감되었을 때 가족들이 면회를 다녔는데, 당시 망인은 고문 등 가혹행위로 인해 건강이 몹시 좋지 않았다. 망인은 대전형무소로 이감된 후 조사과정에서 받은 고문 후유증으로 인해 1951. 1. 4. 사망하였댜.」\n7) 과거사정리위원회는 위 진실규명 결정에서 국가의 책임을 인정하면서 국가에 대하여 희생자와 유족들에게 진심으로 사과하고, 희생자들을 위한 위령사업을 지원하며, 유족이 원할 경우 잘못 기재된 가족관계등록부 등을 정정하고, 군경과 공무원을 대상으로 전쟁 중 민간인 보호에 관한 내용을 담고 있는 국내법과 관련 국제법 교육을 의무화하는 등 인권교육을 강화할 것 등을 권고하였다.\n8) 이 사건 정보 중 1950년부터 1951년까지 사이의 대전형무소 재소자 인명부는 총 7철(관리번호 D ~ E) 676쪽인데, 그 안에는 수형자의 번호, 이름, 주소, 본적 등 개인식별정보를 포함한 죄명, 형명과 형기 등이 수록되어 있고, 1951. 1. 14.자 재소자 인명부는 위 재소자 인명부 중 관리번호 B에 해당한E}. 또한, 같은 기간 대전교도소의 수용자 신분장은 총 54철(관리번호 F ~ G) 849건의 분량으로서 수용자 개인별 명적표, 집행지휘서, 시찰표, 인상특징 등이 기재된 개인 신상 카드이다.\n[인정 근거] 다툼 없는 사실, 갑 제2, 4, 5, 7 내지 11호증, 갑 제14호증의 1, 2, 을 제8호증, 을 제9호증의 1 내지 7, 을 제10호증의 각 기재, 변론 전체의 취지\n라. 판단\n1) 정보공개법 제7조 제1항 제6호는 비공개대상정보의 하나로 '당해 정보에 포함되어 있는 이름 · 주민등록번호 등에 의하여 특정인을 식별할 수 있는 개인에 관한 정보'(이하 '개인식별정보'라 한다)를 규정하면서, 같은 호 단서 (다)목으로 '공공기관이 작성하거나 취득한 정보로서 공개하는 것이 공익 또는 개인의 권리구제를 위하여 필요하다고 인정되는 정보'는 제외된다고 규정하고 있는바, 여기에서 '공개하는 것이 공익을 위하여 필요하다고 인정되는 정보'에 해당하는지 여부는 비공개에 의하여 보호되는 개인의 사생활 보호 등의 이익과 공개에 의하여 보호되는 국민의 알권리의 보장과 국정에 대한 국민의 참여 및 국정운영의 투명성 확보 등의 공익을 비교 · 교량하여 구체적 사안에 따라 개별적으로 판단하여야 한다(대법원 2004. 8. 20. 선고 2003두8302 판결 등 참조). 한편 정보공개법 제14조는 공개청구한 정보가 제9조 제1항 각 호 소정의 비공개대상정보에 해당하는 부분과 공개가 가능한 부분이 혼합되어 있는 경우에는 공개청구의 취지에 어긋나지 아니하는 범위 안에서 두 부분을 분리할 수 있는 때에는 비공개대상정보에 해당하는 부분을 제외하고 공개하여야 한다고 규정하고 있으므로, 법원이 행정청의 정보공개거부처분의 위법 여부를 심리한 결과 공개를 거부한 정보에 비공개대상정보에 해당하는 부분과 공개가 가능한 부분이 혼합되어 있고 공개청구의 취지에 어긋나지 아니하는 범위 안에서 두 부분을 분리할 수 있음이 인정되는 때에는, 위 정보 중 공개가 가능한 부분을 특정하여 그 부분에 관한 공개거부처분을 취소하여야 한다(대법원 2003. 11. 28. 선고 2002두8275 판결 참조).\n2) 위와 같은 법리를 토대로 이 사건 정보가 비공개대상정보인지 여부에 관하여 보건대, 이 사건 ①, (그항 정보는 특정 기간 또는 날짜를 기준으로 대전형무소에 수감되어 있던 수형자의 번호와 이름, 주소, 본적 등 개인식별정보를 포함하여 죄명, 형의 종류, 형기 등이 수록되어 있는 문건이고, 이 사건 ②항 정보는 수용자별 명적표, 집행지휘서, 시찰표, 인상특징 등이 기재된 개인 신상 카드로서, 이는 수형자의 동일성을 식별할 수 있는 사항은 물론이고 그들의 죄명, 형의 종류와 형기 및 개인 신상에 관한 정보 등이 포함되어 있어 공개될 경우 수형자 개인이나 그 유족들의 사생활의 비밀 또는 자유를 침해할 우려가 있는 정보로서 원칙적으로 비공개대상정보에 해당한다고 할 것이다.\n다만, 위 인정 사실에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정, 즉 ㉠ 대전형무소 재소자 희생사건은 1,800여 명 이상의 재소자들이 적법절차를 거치지 아니한 채 군인과 경찰 등에 의하여 살해당하거나 고문과 가혹행위 등으로 사망 또는 행방불명된 사건으로 희생자 유족들 개개인의 불행한 경험을 넘어서 역사적인 사건의 하나로 평가될 수 있는 점, ㉡ 이에 따라 과거사정리위원회는 위 진실규명 결정에서 대전형무소 재소자 희생사건에 대한 국가의 책임을 인정하면서 국가에 대하여 희생자와 유족들에게 진심으로 사과하고, 희생자들을 위한 위령사업을 지원하며, 유족이 원할 경우 잘못 기재된 가족관계등록부 등을 정정할 것 등을 권고한 점, ㉢ 원고는 대전형무소 재소자 희생사건으로 희생당한 망인의 유족으로서 망인뿐만 아니라 다른 희생자들의 넋을 위로하고 위령탑 설치 등의 추모 사업을 진행하기 위하여 이 사건 정보공개청구에 이른 점, ㉣ 이 사건 ①, ③항 정보 중 재소자의 이름, 나이 및 출신지역(구체적인 지번을 제외한 나머지 주소, 이하 같다)은 위와 같은 의도로 건립될 위령탑에 새겨질 수 있는 내용인 점, ㉤ 그리고 이 사건 ①, k9항 정보는 생성된 후 장기간이 경과되었을 뿐만 아니라 공개되더라도 위와 같은 방법으로 공개할 경우 그것만으로는 곧바로 재소자가 특정되지는 않으므로 재소자 본인 또는 그 유족의 사생활의 비밀 또는 자유의 침해 정도가 현저하다고 보기 어려운 점, ㉥ 반면에 이 사건 ②항 정보는 재소자 개인의 명적표, 집행지휘서, 시찰표, 인상특징 등을 기록한 자료로서 이를 공개하는 것이 공익 또는 개인의 권리구제를 위하여 필요하다고 보기 어려운 점 등을 종합하면, 이 사건 ①, 휼)항 정보에 기재된 재소자의 이름, 나이, 출신지역을 공개하는 것은 개인의 사생활의 보호 등 사익에 대한 침해의 정도보다 국민의 알권리 보장이나 국가권력기관의 투명성 확보라는 공익에 기여하는 바가 더 크다고 봄이 타당하다. 따라서 이 사건 처분에서 '이 사건 ①, ③항 정보 중 재소자의 이름, 나이, 출신지역'에 대한 부분은 위법하고, 나머지 부분은 적법하다.\n3) 한편 원고는 이 사건 정보 외에 '1950년 서울지방검찰청 형사사건 색인부와 같은 해 10월부터 12월까지의 서울 서대문형무소 재소자, 수형인명부 및 대전형무소 이감자명부 등의 정보도 공개하여야 한다'는 취지로 주장하나, 위 정보는 당초 이 사건 정보공개청구는 물론이고 이 사건 처분의 대상이 아니었으므로, 원고의 위 주장은 나아가 살펴볼 필요 없이 이유 없다.\n3. 결론\n그렇다면, 원고의 이 사건 청구는 위 인정범위 내에서 이유 있으므로 이를 인용하고, 나머지 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n진창수\n판사\n이강호\n판사\n홍석현전출로서명날인불능\n별지 생략"
}