{
    "판례일련번호": 404039,
    "사건명": "서울행정법원 2016. 12. 15. 선고 2016구합72969 판결 [정보공개거부처분취소]항소",
    "사건번호": "2016구합72969",
    "선고일자": "2016-12-15",
    "법원명": "서울행정법원",
    "법원종류코드": null,
    "사건종류명": "행정_정보공개",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "서울행정법원 2016. 12. 15. 선고 2016구합72969 판결 [정보공개거부처분취소]\n항소\n【사건】\n2016구합72969 정보공개거부처분취소\n원고\nA\n피고\n서울북부지방검찰청 검사장\n변론종결\n2016. 12. 1.\n판결선고\n2016. 12. 15.\n【주문】\n1. 피고가 2016. 2. 1. 원고에 대하여 한 정보공개 거부처분을 취소한다.\n2. 소송비용은 피고가 부담한다.\n청구취지\n주문과 같다.\n【이유】\n1. 처분의 경위\n가. 원고는 서울북부지방검찰청 2015형제31947, 37019호(병합) 직무유기 등 사건(이하 '이 사건 불기소사건'이라 한다)의 고소인으로서, 피고에게 위 사건 기록 중 ① 수사보고서(경기지방경찰청제2청 사실조회 회신), ② 사실조회 협조의뢰 공문, ③ 사실조회결과 회신 공문(이하 위 ①, ②, ③의 정보를 합하여 '이 사건 정보'라 한다)의 열람·등사를 청구하였다.\n나. 피고는 2016. 2. 1. 원고에게 이 사건 정보가 검찰보존사무규칙 제22조 제1항 제4호에 해당한다는 이유로 정보공개를 거부하는 결정(이하 '이 사건 처분'이라 한다)을 하였다.\n다. 원고가 2016. 2. 11. 서울고등검찰청 행정심판위원회에 이 사건 처분의 취소를 구하는 행정심판을 청구하자 피고는 이 사건 처분의 처분사유로 공공기관의 정보공개에 관한 법률(이하 '정보공개법'이라 한다) 제9조 제1항 제4호, 검찰보존사무규칙 제20조의2를 추가하였고, 위 검찰청 행정심판위원회는 2016. 10. 28. 이 사건 정보가 정보공개법 제9조 제1항 제4호에서 정한 비공개대상정보에 해당한다는 이유로 원고의 청구를 기각하였다.\n[인정근거] 다툼 없는 사실, 갑 제1, 2, 3호증의 각 기재, 변론 전체의 취지\n2. 이 사건 처분의 적법 여부\n가. 피고의 주장\n① 검찰보존사무규칙 제20조의2는 불기소사건기록 중 '본인의 진술이 기재된 서류와 본인이 제출한 서류'에 대하여 열람·등사를 청구할 수 있도록 규정하고 있는데 이 사건 정보는 원고의 진술이 기재된 서류나 원고가 제출한 서류에 해당하지 않는다.\n② 검찰보존사무규칙 제22조 제1항 제4호는 '기록의 공개로 인하여 불필요한 새로운 분쟁이 야기될 우려가 있는 경우' 기록의 열람·등사를 제한할 수 있도록 규정하고 있는데, 원고는 실체가 확인되지 않은 사안에 관하여 지속적으로 이의를 제기하며 분쟁을 반복하고 있으므로 이 사건 정보는 그 공개로 인하여 불필요한 새로운 분쟁이 야기될 우려가 있는 경우에 해당한다.\n③ 이 사건 정보는 수사기관 내부의 보고문서로서 이를 공개할 경우 수사절차를 곤란하게 할 우려가 현저하므로 정보공개법 제9조 제1항 제4호에서 정한 비공개대상정보에 해당한다.\n따라서 이 사건 정보는 그 공개를 제한할 필요가 있으므로 이 사건 처분은 적법하다.\n나. 관계 법령\n별지 관계 법령 기재와 같다.\n다. 판단\n1) 검찰보존사무규칙 제22조 제1항 제4호에 관한 판단\n검찰보존사무규칙이 검찰청법 제11조에 기하여 제정된 법무부령이기는 하지만, 그 중 불기소사건기록의 열람·등사의 제한을 정하고 있는 제22조는 법률상의 위임근거가 없는 행정기관 내부의 사무처리준칙으로서 행정규칙에 불과하므로, 위 규칙 제22조에 의한 열람·등사의 제한을 정보공개법 제4조 제1항의 '정보의 공개에 관하여 다른 법률에 특별한 규정이 있는 경우' 또는 같은 법 제9조 제1항 제1호의 '다른 법률 또는 법률이 위임한 명령(국회규칙·대법원규칙·헌법재판소규칙·중앙선거관리위원회규칙·대통령령 및 조례로 한정한다)에 따라 비밀 또는 비공개사항으로 규정된 경우'에 해당한다고 볼 수 없다(대법원 2012. 11. 15. 선고 2011두16490 판결 등 참조). 따라서 검찰보존사무규칙 제22조 제1항 제4호는 이 사건 처분의 정당한 법적 근거가 될 수 없다.\n2) 검찰보존사무규칙 제20조의2에 관한 판단\n행정처분의 취소를 구하는 항고소송에 있어서, 처분청은 당초 처분의 근거로 삼은 사유와 기본적 사실관계가 동일성이 있다고 인정되는 한도 내에서만 다른 처분사유를 추가하거나 변경할 수 있고, 여기서 기본적 사실관계의 동일성 유무는 처분사유를 법률적으로 평가하기 이전의 구체적인 사실에 착안하여 그 기초인 사회적 사실관계가 기본적인 점에서 동일한지 여부에 따라 결정된다. 이와 같이 기본적 사실관계의 동일성이 인정되지 않는 별개의 사실을 들어 처분사유로 주장하는 것이 허용되지 않는다고 해석하는 이유는 행정처분의 상대방의 방어권을 보장함으로써 실질적 법치주의를 구현하고 행정처분의 상대방의 신뢰를 보호하고자 함에 그 취지가 있고, 추가 또는 변경된 사유가 당초의 처분시 그 사유를 명기하지 않았을 뿐 처분시에 이미 존재하고 있었고 당사자도 그 사실을 알고 있었다 하여 당초의 처분사유와 동일성이 있는 것이라 할 수 없다(대법원 2003. 12. 11. 선고 2001두8827 판결 등 참조).\n피고가 이 사건 처분의 또 다른 근거로 든 검찰보존사무규칙 제20조의2가 정한 비공개의 사유는 이 사건 정보가 '본인의 진술이 기재된 서류나 본인이 제출한 서류'가 아니라는 것인데, 이는 당초 처분사유인 검찰보존사무규칙 제22조 제1항 제4호에서 정한 비공개대상정보의 내용과 취지가 다르고, 그 기초가 되는 사회적 사실관계의 동일성을 인정할 수 없다. 따라서 검찰보존사무규칙 제20조의2를 처분사유로 추가하는 것은 허용되지 않는다.\n3) 정보공개법 제9항 제1항 제4호에 관한 판단\n정보공개법 제9조 제1항 제4호는 '수사에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 한다고 인정할 만한 상당한 이유가 있는 정보'를 비공개대상정보의 하나로 규정하고 있다(검찰보존사무규칙 제22조 제1항 제4호는 '기록의 공개로 인하여 비밀로 보존하여야 할 수사방법상의 기밀이 누설되거나 불필요한 새로운 분쟁이 야기될 우려가 있는 경우'를 비공개대상정보로 삼고 있어, 정보공개법 제9조 제1항 제4호의 처분사유는 검찰보존사무규칙 제22조 제1항 제4호의 처분사유 중 '수사방법상의 기밀이 누설되어 수사기관의 직무수행을 현저히 곤란하게 하는 경우'와는 그 기본적 사실관계의 동일성이 있다고 본다). 그 취지는 수사의 방법 및 절차 등이 공개되어 수사기관의 직무수행에 현저한 곤란을 초래할 위험을 막고자 하는 것으로서, 수사기록 중의 의견서, 보고문서, 메모, 법률검토, 내사자료 등(이하 '의견서 등'이라 한다)이 이에 해당한다고 할 수 있으나, 공개청구대상인 정보가 의견서 등에 해당한다고 하여 곧바로 정보공개법 제9조 제1항 제4호에 규정된 비공개대상정보라고 볼 것은 아니고, 의견서 등의 실질적인 내용을 구체적으로 살펴 수사의 방법 및 절차 등이 공개됨으로써 수사기관의 직무수행을 현저히 곤란하게 한다고 인정할 만한 상당한 이유가 있어야만 위 비공개대상정보에 해당한다고 봄이 타당하다(대법원 2012. 7. 12. 선고 2010두7048 판결 참조).\n이 법원이 비공개로 이 사건 정보를 열람·심사한 결과에 의하면 이 사건 정보는 이 사건 불기소 사건과 관련하여 ① 서울북부지방검찰청장이 경기도지방경찰청장에게 위 사건의 고소인인 원고를 조사한 사실이 있는지 여부, 몇몇 경찰관이 경기도지방경찰청 또는 관할 경찰서에서 근무한 사실이 있는지 여부를 조회한 내용, ② 그에 대하여 경기도지방경찰청장이 회신한 내용, ③ 위 조회와 회신에 대한 수사보고로 이루어져 있어 거기에 특별히 수사의 방법이나 절차가 공개되어 수사기관의 직무수행을 곤란하게 할 정보가 포함된 것으로 보이지는 않는다. 따라서 이 사건 정보는 정보공개법 제9조 제1항 제4호에서 정하는 비공개대상정보에 해당하지 않는다.\n4) 피고의 이 사건 처분은 위법하다.\n3. 결론\n원고의 청구는 이유 있어 이를 인용하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n이진만\n판사\n김규동\n판사\n서정희\n별지 생략"
}