{
    "판례일련번호": 404148,
    "사건명": "창원지방법원 2017. 7. 11. 선고 2017구합150 판결 [정보공개거부처분취소]항소",
    "사건번호": "2017구합150",
    "선고일자": "2017-07-11",
    "법원명": "창원지방법원",
    "법원종류코드": null,
    "사건종류명": "행정_정보공개",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "자",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "창원지방법원 2017. 7. 11. 선고 2017구합150 판결 [정보공개거부처분취소]\n항소\n사 건\n2017구합150 정보공개거부처분취소\n원고\nA\n피고\n창원지방검찰청 진주지청장\n변론종결\n2017. 6. 13.\n판결선고\n2017. 7. 11.\n주 문\n1. 피고가 2016. 10. 31. 원고에게 한 열람·등사 불허가처분 충 별지 3 기재 정보를 제외한 나머지 부분을 취소한다.\n2. 원고의 나머지 청구를 기각한다.\n3. 소송비용 중 1/5은 원고가, 나머지는 피고가 각 부담한다.\n청구취지\n피고가 2016. 10. 31. 원고에 대하여 한 행정정보공개청구거부처분을 취소한다.\n이 유\n1. 처분의 경위\n가. 원고는 2016. 3. 8. 창원지방검찰청 진주지청 2016형제3330호로 B, C를 각 사문서위조, 위조사문서행사로 고소하였으나, 위 검찰청 검사는 2016. 4. 28. 각 일부 혐의 없음(증거불충분) 및 일부 공소시효 완료로 인한 공소권없음의 불기소처분을 하였다.\n나. 원고는 2016. 10. 31. 피고에게 위 사건의 고소인으로서 별지 1 기재 정보(이하 '이 사건 정보'이라 한다)의 열람·등사를 신청하였다.\n다. 피고는 같은 날 이 사건 정보 중 ① 2003. 4. 19.자 D마을회칙, 2011. 12. 10.자 회의록, 2010. 3. 25.자 회의록에 대한 열람·등사만을 허가하고, ② 2016. 2. 22.자 마을 회의 참석자 명단, 위임장 20매, 2003. 4. 19.자 D마을회 총회결의서, 2016. 2. 22.자 2016년 D마을회 회의록에 대하여는 검찰보존사무규칙 제22조 제1항 제2호가 정하는 '기록의 공개로 인하여 사건관계인의 명예나 사생활의 비밀 또는 생명·신체의 안전이나 생활의 평온을 현저히 해칠 우려가 있음'에 해당한다는 이유로, ③ 수사보고(고소인 진술조서 서명 날인 거부 관련)에 대하여는 위 사무규칙 제22조 제1항 제4호가 정하는 '기록의 공개로 인하여 비밀로 보존하여야 할 수사방법상의 기밀이 누설되거나 불필요한 새로운 분쟁이 야기될 우려가 있음'에 해당한다는 이유로 각 열람·등사를 불허가하였다(이하 '이 사건 처분'이라 하며, 위 ②, ③ 기재와 같이 비공개된 정보를 '이 사건 비공개정보'라 한다).\n라. 원고는 2016. 11. 2. 부산고등검찰청 행정심판위원회에 이 사건 처분의 취소를 구하였으나, 2016. 12. 22. 기각되었다.\n[인정근거] 다툼 없는 사실, 갑 제1, 2호증의 각 기재, 변론 전체의 취지\n2. 관계 법령\n별지 2 기재와 같다.\n3. 이 사건 처분의 적법 여부\n가. 검찰보존사무규칙을 근거로 정보비공개처분을 할 수 있는지에 관한 판단\n1) 피고는, 고소인인 원고는 검찰보존사무규칙 제20조의2에 의하여 자신의 진술이 기재된 서류와 자신이 제출한 서류에 대하여만 열람 · 등사를 청구할 수 있을 뿐이며, 이 사건 비공개정보는 검찰보존사무규칙 제22조 제1항 제2호 및 제4호에 해당하므로 열람·등사를 제한할 수 있다고 주장한다.\n2) 살피건대, 검찰보존사무규칙이 검찰청법 제11조에 기하여 제정된 법무부령이기는 하지만, 그 중 불기소사건기록의 열람 · 등사의 제한을 정하고 있는 위 규칙 제22조는 법률상의 위임근거가 없는 행정기관 내부의 사무처리준칙으로서 행정규칙에 불과하므로, 위 규칙 제22조에 의한 열람 · 등사의 제한을 정보공개법 제4조 제1항의 '정보의 공개에 관하여 다른 법률에 특별한 규정이 있는 경우' 또는 같은 법 제9조 제1항 제1호의 '다른 법률 또는 법률이 위임한 명령(국회규칙 · 대법원규칙 · 헌법재판소규칙 · 중앙선거관리위원회규칙 · 대통령령 및 조례에 한한다)에 의하여 비밀 또는 비공개 사항으로 규정된 경우'에 해당한다고 볼 수 없다(대법원 2006. 5. 25. 선고 2006두3049 판결, 대법원 2012. 6. 28. 선고 2011두16735 판결 등 참조).\n따라서 검찰보존사무규칙으로 비공개대상 정보를 규정할 수 있음을 전제로 하는 피고의 이 부분 주장은 더 나아가 살펴볼 필요 없이 이유 없다.\n나. 공공기관의 정보공개에 관한 법률이 정한 비공개사유의 존부에 관한 판단\n1) 피고는, 이 사건 비공개정보 중 수사보고는 공공기관의 정보공개에 관한 법률(이하 '정보공개법'이라 한다) 제9조 제1항 단서 제4호에, 2016. 2. 22.자 마을회의 참석자 명단, 위임장 20매, 2003. 4. 19.자 D마을회 총회결의서, 2016. 2. 22.자 2016년 D마을회 회의록은 같은 단서 제6호에 각 해당한다고 주장한다.\n2) 정보공개법 제9조 제1항 제4호는 진행 중인 재판에 관련된 정보와 범죄의 예방, 수사, 공소의 제기 및 유지, 형의 집행, 교정(矯正), 보안처분에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 하거나 형사피고인의 공정한 재판을 받을 권리를 침해한다고 인정할 만한 상당한 이유가 있는 정보를 비공개대상 정보로 규정하고 있다.\n그리고 정보공개법 제9조 제1항 제6호는 이름 · 주민등록번호 등 개인에 관한 사항으로서 공개될 경우 개인의 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보를 비공개대상 정보로 규정하는 한편, 같은 호 단서 다목에서는 공공기관이 작성하거나 취득한 정보로서 공개하는 것이 공익 또는 개인의 권리구제를 위하여 필요하다고 인정되는 정보를 비공개대상 정보에서 제외시키고 있다. 여기에서 '공개하는 것이 개인의 권리구제를 위하여 필요하다고 인정되는 정보'에 해당하는지 여부는 비공개에 의하여 보호되는 개인의 사생활의 비밀 등의 이익과 공개에 의하여 보호되는 개인의 권리구제 등의 이익을 비교·교량하여 구체적 사안에 따라 신중히 판단하여야 한다(대법원 2012. 6. 18. 선고 2011두2361 전원합의체 판결 참조).\n3) 이 법원이 이 사건 기록을 비공개로 열람·심사한 결과에 의하면, 이 사건 비공개정보의 일부인 위임장 20매의 기재 중 '위임자 성명' 이외의 기재란에는 제3자의 주민등록번호 일부, 주소, 연락처 등의 인적사항이 포함되어 있는 사실이 인정된다. 위정보(이하 '별지 3 기재 정보'라 한다)는 공개시 개인의 사생활의 비밀 또는 자유를 침해할 가능성이 높으므로 정보공개법 제9조 제1항 제6호에 따라 비공개함이 타당하다.\n그러나 이 사건 비공개정보 중 별지 3 기재 정보를 제외한 나머지 부분은 별지 3 기재 정보와 분리할 수 있을 뿐 아니라 그 내용으로 보아 공개될 경우 수사 등에 관한 직무수행을 현저하게 곤란하게 하거나, 관련자들의 사생활의 비밀이나 자유를 침해할 우려가 있는 정보라고 보기 어려우므로, 정보공개법 제9조 제1항 제4호, 제6호 소정의 비공개대상 정보에 해당하지 않는다.\n다. 소결\n따라서 이 사건 처분 중 별지 3 기재 정보에 대한 열람 · 등사를 불허한 부분은 적법하고, 이를 제외한 나머지 정보에 대하여 열람 · 등사를 불허한 부분은 위법하므로 취소되어야 한다.\n4. 결론\n그렇다면 원고의 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 청구는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다.\n재판장\n판사\n정석원\n판사\n박선민\n판사\n박성규\n별지 1\n끝.\n별지 2\n관계 법령\n■ 공공기관의 정보공개에 관한 법률\n제9조(비공개 대상 정보)\n① 공공기관이 보유·관리하는 정보는 공개 대상이 된다. 다만, 다음 각 호의 어느 하나에 해당하는 정보는 공개하지 아니할 수 있다.\n1. 다른 법률 또는 법률에서 위임한 명령(국회규칙·대법원규칙·헌법재판소규칙·중앙선거관리위원회규칙·대통령령 및 조례로 한정한다)에 따라 비밀이나 비공개 사항으로 규정된 정보4. 진행 중인 재판에 관련된 정보와 범죄의 예방, 수사, 공소의 제기 및 유지, 형의 집행, 교정(돎준), 보안처분에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 하거나 형사피고인의 공정한 재판을 받을 권리를 침해한다고 인정할 만한 상당한 이유가 있는 정보\n6. 해당 정보에 포함되어 있는 성명·주민등록번호 등 개인에 관한 사항으로서 공개될 경우 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보. 다만, 다음 각 목에 열거한 개인에 관한 정보는 제외한다.\n가. 법령에서 정하는 바에 따라 열람할 수 있는 정보\n나. 공공기관이 공표를 목적으로 작성하거나 취득한 정보로서 사생활의 비밀 또는 자유를 부당하게 침해하지 아니하는 정보\n다. 공공기관이 작성하거나 취득한 정보로서 공개하는 것이 공익이나 개인의 권리 구제를 위하여 필요하다고 인정되는 정보\n라. 직무를 수행한 공무원의 성명·직위\n마. 공개하는 것이 공익을 위하여 필요한 경우로서 법령에 따라 국그} 또는 지방자치단체가 업무의 일부를 위탁 또는 위촉한 개인의 성명·직업\n■ 검찰보존사무규칙\n제20조의2(불기소사건기록 등의 열람 · 등사 신청)\n다음 각 호의 어느 하나에 해당하는 자는 별지 제5호서식에 따른 사건기록열람·등사신청서에 따라 불기소사건기록, 진정·내사 사건기록 등 검사의 처붓으로 완결된 사건기록 중 본인의 진술이 기재된 서류(녹음물·영상녹화물을 포함한다)와 본인이 제출한 서류(이하 \"불기소사건기록 등\"이라 한다)에 대하여 열람·등사를 청구할 수 있다.\n3. 고소인·고발인 또는 피해자\n제22조(불기소사건기록등의 열람 · 등사 제한)\n① 검사는 제20조의2에 따른 불기소사건기록등의 열람·등사 신청에 대하여 다응 각 호의 어느 하나에 해당하는 경우에는 기록의 열람·등사를 제한 할 수 있다.\n2. 기록의 공개로 인하여 사건관계인의 명예나 사생활의 비밀 또는 생명·신체의 안전이나 생활의 평온을 현저히 해칠 우려가 있는 경우\n4. 기록의 공개로 인하여 비밀로 보존하여야 할 수사방법상의 기밀이 누설되거나 불필요한 새로운 분쟁이 야기될 우려가 있는 경우. 끝.\n별지 3\n비공개정보\n1. 위임장 20매(기록정수 60-79)에 각 기재된 정보 중 각 위임장의 '위임자 성명'란에 기재된 위임자들의 이름을 제외한 나머지 부분. 끝."
}