{
    "판례일련번호": 404145,
    "사건명": "제주지방법원 2022. 10. 11. 선고 2021구합5646 판결 [정보공개거부처분취소]확정",
    "사건번호": "2021구합5646",
    "선고일자": "2022-10-11",
    "법원명": "제주지방법원",
    "법원종류코드": null,
    "사건종류명": "행정_정보공개",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "자",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "제주지방법원 2022. 10. 11. 선고 2021구합5646 판결 [정보공개거부처분취소]\n확정\n【사건】\n2021구합5646 정보공개거부처분취소\n원고\nA\n피고\n제주특별자치도경찰청장\n변론종결\n2022. 8. 23.\n판결선고\n2022. 10. 11.\n【주문】\n1. 이 사건 소 중 별지 1 기재 \"청구사항\" 제1 내지 4항에 관한 부분을 각하한다.\n2. 피고가 2021. 4. 22. 원고에게 한 정보공개거부처분 중 별지 1 기재 \"청구사항\" 제5항에 관한 부분을 취소한다.\n3. 소송비용 중 1/2은 원고가, 나머지는 피고가 각 부담한다.\n청구취지\n피고가 2021. 4. 22. 원고에게 한 별지 1 기재 \"청구사항\" 제1항 내지 제5항에 대한 정보공개거부처분을 취소한다.\n【이유】\n1. 처분의 경위\n가. 원고는 2021. 4. 20. 피고에게 별지 1 기재 \"청구사항\"(이하 '이 사건 정보'라 하고, 개별 항목은 원고가 붙인 번호에 따라 '제○항 정보'라 한다)에 대한 정보공개청구를 하였다.\n나. 피고는 2021. 4. 22. 원고에게, 이 사건 정보 중 제1 내지 4항 정보는 확인되지 않고, 제5항 정보는 공공기관의 정보공개에 관한 법률(이하 '정보공개법'이라 한다) 제9조 제1항 제1호, 민원처리에 관한 법률(이하 '민원처리법'이라 한다) 제7조에 의하여 비공개대상정보에 해당한다는 이유로 정보공개거부처분(이하 '이 사건 처분'이라 한다)을 하였다.\n[인정근거] 다툼 없는 사실, 갑 제1호증, 을 제1호증의 각 기재, 변론 전체의 취지\n2. 관계 법령\n별지 2 기재와 같다.\n3. 당사자들의 주장\n가. 원고의 주장 요지\n이 사건 정보는 제3자가 원고와 경찰이 공모하여 수사청탁, 공무상비밀누설 범죄를 저질렀다는 내용으로 제기한 고소 또는 민원에 관한 정보이다. 피고는 이 사건 정보를 모두 소지하고 있고, 이 사건 정보는 정보공개법 제9조 제1항 제1호의 비공개대상 정보에 해당하지 않는다. 그런데 피고는 제1 내지 4항 정보는 확인할 수 없고, 제5항 정보는 정보공개법 제9조 제1항 제1호의 비공개대상정보라는 이유로 이 사건 처분을 하였는바, 이 사건 처분은 위법하다.\n나. 피고의 주장 요지\n이 사건 정보 중 제1 내지 4항 정보는 존재하지 않고, 제5항 정보는 정보공개법 제9조 제1항 제4호 및 제6호의 비공개대상정보에 해당한다. 피고는 이 사건 처분 당시 제5항 정보가 정보공개법 제9조 제1항 제1호, 민원 처리에 관한 법률 제7조에 해당한다는 사유로 이 사건 처분을 하였으나, 이 사건 정보 자체의 내용과 성질에 변함이 없으므로 정보공개법 제9조 제1항 제4호 및 제6호에 해당한다는 처분사유의 추가 또는 변경이 가능하다. 따라서 이 사건 처분은 적법하다.\n4. 제1 내지 4항 정보 관련 본안 전 판단\n가. 공개청구자가 청구한 정보를 공공기관이 보유 · 관리하고 있지 아니한 경우라면 특별한 사정이 없는 한 해당 정보에 대한 공개거부처분에 대하여는 그 취소를 구할 법률상 이익이 없다. 이와 관련하여 공개청구자는 그가 공개를 구하는 정보를 공공기관이 보유 · 관리하고 있을 상당한 개연성이 있다는 점에 대하여 증명할 책임이 있다(대법원 2013. 1. 24 선고 2010두18918 판결 참조).\n나. 앞서 본 바와 같이 피고는 이 사건 정보 중 제1 내지 4항 정보가 존재하지 않는다는 입장을 밝혔으므로, 피고가 제1 내지 4항 정보를 보유 · 관리하고 있을 상당한 개연성이 있다는 점에 대하여는 원고에게 증명할 책임이 있다. 살피건대, 원고가 제출한 증거만으로는 피고가 제1 내지 4항 정보를 보유 · 관리하고 있을 상당한 개연성이 있음을 인정하기에 부족하고, 달리 인정할 증거가 없다. 따라서 원고의 이 사건 소 중 제1 내지 4항 정보에 관한 정보공개거부처분에 대하여는 그 취소를 구할 법률상 이익이 없으므로 부적법하다.\n5. 제5항 정보공개 거부처분의 적법 여부\n가. 이 사건의 쟁점\n피고는 이 사건 처분을 하면서 제5항 정보의 비공개사유로 정보공개법 제9조 제1항 제1호, 민원처리법 제7조를 근거로 제시하였다가, 이 사건 소송에 이르러 제5항 정보가 정보공개법 제9조 제1항 제1호, 민원처리법 제7조에서 규정된 비공개정보에는 해당하지 않는다는 점을 인정한 후, 제5항 정보가 정보공개법 제9조 제1항 제4호 및 제6호에 의하여 비공개 사항으로 규정된 정보에 해당한다고 처분사유를 추가하여 주장하고 있다. 따라서 피고가 이 사건 소송에서 처분사유를 추가할 수 있는지 여부가 쟁점이 된다.\n나. 관련 법리\n행정처분의 취소를 구하는 항고소송에 있어서, 처분청은 당초 처분의 근거로 삼은 사유와 기본적 사실관계가 동일성이 있다고 인정되는 한도 내에서만 다른 사유를 추가하거나 변경할 수 있고, 여기서 기본적 사실관계의 동일성 유무는 처분사유를 법률적으로 평가하기 이전의 구체적인 사실에 착안하여 그 기초인 사회적 사실관계가 기본적인 점에서 동일한지 여부에 따라 결정된다(대법원 2003. 12. 11. 선고 2001두8827 판결 등 참조). 처분청이 처분 당시에 적시한 구체적 사실을 변경하지 않는 범위 내에서 단지 그 처분의 근거 법령만을 추가 · 변경하거나 당초의 처분사유를 구체적으로 표시하는 것에 불과한 경우에는 새로운 처분사유를 추가하거나 변경하는 것이라고 볼 수 없다(대법원 2007. 2. 8. 선고 2006두4899 판결, 대법원 2008. 2. 28. 선고 2007두13791, 13807 판결 등 참조).\n다. 처분사유의 추가·변경이 가능한지 여부\n1) 피고가 당초 이 사건 처분 당시 원고에게 고지한 비공개 사유인 정보공개법\n제9조 제1항 제1호는 \"다른 법률 또는 법률에서 위임한 명령(국회규칙 · 대법원규칙 ·중앙선거관리위원회규칙 · 대통령령 및 조례에 한한다)에 따라 비밀이나 비공개 사항으로 규정된 정보\"는 이를 공개하지 아니할 수 있다고 규정하고 있는바, 그 입법 취지는 비밀 또는 비공개 사항으로 다른 법률 등에 규정되어 있는 경우는 이를 존중함으로써 법률 간의 마찰을 피하기 위한 것이다(대법원 2010. 6. 10. 선고 2010두2913 판결 참조).\n2) 한편, 피고가 이 사건에서 추가한 처분사유인 정보공개법 제9조 제1항 제4호는 \"진행 중인 재판에 관련된 정보와 범죄의 예방, 수사, 공소의 제기 및 유지, 형의 집행, 교정(교정), 보안처분에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 하거나 형사피고인의 공정한 재판을 받을 권리를 침해한다고 인정할 만한 상당한 이유가 있는 정보\"는 이를 공개하지 아니할 수 있다고 규정하고 있는바, 이는 '수사'에 관한 사항으로서 공개될 경우 그 직무수행을 현저히 곤란하게 한다고 인정할 만한 상당한 이유가 있는 정보를 비공개대상정보의 하나로 규정한 것이고, 그 취지는 수사의 방법 및 절차 등이 공개되어 수사기관의 직무수행에 현저한 곤란을 초래할 위험을 막고자 하는 것(대법원 2003. 12. 26. 선고 2002두1342 판결 등 참조)이다. 또한, 정보공개법 제9조 제1항 제6호는 성명 · 주민등록번호 등 개인에 관한 사항으로서 공개될 경우 사생활의 비밀 또는 자유를 침해할 우려가 있다고 인정되는 정보를 비공개대상이 되는 사유로 규정하고 있다.\n3) 이처럼 정보공개법 제9조 제1항 단서 각 호 사이에는 해당 정보가 공개되지 않아야 하는 이유가 서로 다르고, 입법취지 및 처분 근거도 서로 달라, 각 호 사이의 관계를 '구체적 사실을 변경하지 않는 범위에서 근거 법령만을 추가하는 관계'라고 보기 어렵다. 이러한 사정을 합목적적으로 고려하면, 피고가 이 사건 처분 당시 근거로 삼았던 처분사유와 이 사건에 이르러 추가한 처분사유의 기본적 사실관계가 동일하다고 볼 수 없으므로, 피고의 위와 같은 처분사유의 추가는 허용되지 아니한다. 따라서 이 사건 정보 중 제5항 정보공개거부처분은 위법하다.\n6. 결론\n그렇다면 이 사건 소 중 피고에 대하여 별지 1 기재 \"청구사항\" 제1 내지 4항에 관한 정보공개를 청구하는 부분은 부적법하여 각하하고, 원고의 나머지 청구는 이유 있으므로 이를 인용하기로 하여, 주문과 같이 판결한다.\n재판장\n판사\n김정숙\n판사\n박종웅\n판사\n민양이\n별지 생략"
}