{
    "판례일련번호": 404095,
    "사건명": "서울행정법원 2022. 10. 20. 선고 2022구합64457 판결 [정보공개거부처분취소]확정",
    "사건번호": "2022구합64457",
    "선고일자": "2022-10-20",
    "법원명": "서울행정법원",
    "법원종류코드": null,
    "사건종류명": "행정_정보공개",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "자",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "서울행정법원 2022. 10. 20. 선고 2022구합64457 판결 [정보공개거부처분취소]\n확정\n【사건】\n2022구합64457 정보공개거부처분취소\n원고\nA\n소송대리인 법무법인(유한) 로고스\n담당변호사 김송이\n피고\n인사혁신처장\n변론종결\n2022. 8. 25.\n판결선고\n2022. 10. 20.\n【주문】\n1. 피고가 2022. 4. 7. 원고에 대하여 한 정보공개거부처분 중 별지1 목록 기재 정보에 관한 정보공개거부처분을 취소한다.\n2. 원고의 나머지 청구를 기각한다.\n3. 소송비용 중 1/4은 원고가, 나머지는 피고가 각 부담한다.\n청구취지\n피고가 2022. 4. 7. 원고에 대하여 한 정보공개거부처분을 취소한다\n1)\n.\n【이유】\n1. 처분의 경위\n가. 원고는 피고가 실시한 '2020년도 국가직공무원 7급 민간경력자 일괄채용시험 시행계획 공고(이하 '이 사건 공고'라 한다)의 교정 직무분야에 지원하여 2021. 5. 17. 교정직공무원 7급으로 임용되어 B교도소 심리치료과에서 근무하고 있다.\n나. 원고는 2022. 1. 19. 민간경력을 인정받기 위하여 창원지방법원에 B교도소장을 상대로 초임호봉획정 취소 청구를 구하는 소를 제기하였다(2022구합50203호).\n다. 원고는 위 소송 과정에서 원고가 채용시험 과정에 제출한 서류 전체, 원고에 대한 서류전형 심사자료, 면접시험 심사자료(타인의 개인정보는 해당부분만 삭제)에 관한 사실조회신청을 하였으나 회신이 오지 않자, 2022. 3. 27. 피고에게 '원고의 임용 과정서류전형 및 면접시험 심사자료(타인의 개인정보는 해당부분만 삭제, 원고가 제출한 자료는 제외, 이하 '이 사건 정보'라 한다)'에 대한 정보공개를 청구하였다.\n라. 피고는 2022. 4. 7. 원고에게 '서류전형 및 면접시험의 심사결과는 위원의 전문적 식견과 학식 등에 근거하여 평가한 내용으로 이를 공개하는 것은 시험의 공정성, 안정성 훼손 및 위원의 평가업무 수행에 미치는 영향 등을 고려하여 비공개하고 있다.'는 이유로 공공기관의 정보공개에 관한 법률(이하 '정보공개법'이라 한다) 제9조 제1항 제5호에 따라 정보공개청구를 거부하는 내용의 통지(이하 '이 사건 처분'이라 한다)를 하였다.\n[인정근거] 다툼 없는 사실, 갑 제1 내지 5호증의 각 기재 및 변론 전체의 취지적으로 관련된 부분(단, 타인을 식별할 수 있는 정보는 제외), ② 원고 임용시 면접시험 심사자료 중 경력에 직·간접적으로 관련된 부분(단, 타인을 식별할 수 있는 정보는 제외)에 대한 정보공개거부처분의 취소도 구하고 있으나, 이는 위 청구취지와 양립 불가능한 청구가 아닌 양적 일부 청구에 불과하여 예비적 청구로 구할 수는 없으므로, 위 청구가 일부라도 인용되어야 한다는 취지로 선해한다.\n2. 이 사건 처분의 적법 여부\n가. 원고 주장의 요지\n피고가 이 사건 정보(최소한 이 사건 정보 중 원고의 경력에 직·간접적으로 관련된 부분)를 공개하더라도 아래와 같은 이유로 시험의 실시 등 업무의 공정한 수행에 현저한 지장을 초래한다고 볼 수 없어 정보공개법 제9조 제1항 제5호의 비공개사유가 인정되지 않는다. 따라서 이 사건 처분은 위법하여 취소되어야 한다.\n1) 이 사건 정보는 이미 임용이 완료되어 의사결정 과정 및 내부검토 과정이 끝난사안에 대한 것이다. 또한 심사위원은 임용 시마다 달라지므로, 이 사건 정보가 공개된다고 하여 심사위원들의 임용심사 업무 수행에 문제가 생긴다고 볼 수 없다.\n2) 기존에 원고와 동일한 주장을 하며 경력인정을 요구하는 소를 제기하거나 소청심사를 청구한 경우가 있었는데, 소송과정이나 소청심사과정에서 임용과정의 심사자료가 제출되어 공개되었던 적이 있다. 따라서 이 사건 정보에 정보공개법 제9조 제1항 제5호에 해당하는 사유가 있다고 보기 어렵다.\n나. 관계 법령\n별지2 기재와 같다.\n다. 판단\n1) 관련 법리\n정보공개법 제9조 제1항 제5호는 시험에 관한 사항(이하 '시험정보'라 한다)으로서 공개될 경우 업무의 공정한 수행에 현저한 지장을 초래한다고 인정할 만한 상당한 이유가 있는 정보는 공개하지 아니할 수 있도록 하고 있다. 여기에서 시험정보로서 공개될 경우 업무의 공정한 수행에 현저한 지장을 초래하는지 여부는 법 및 시험정보를 공개하지 아니할 수 있도록 하고 있는 입법취지, 당해 시험 및 그에 대한 평가행위의 성격과 내용, 공개의 내용과 공개로 인한 업무의 증가, 공개로 인한 파급효과 등을 종합하여 개별적으로 판단되어야 할 것이다(대법원 2003. 3. 14. 선고 2000두6114 판결 참조).\n2) 판단\n이 법원이 피고의 비공개 제출 자료를 열람 · 심사한 결과에 변론 전체의 취지를 보태어 보면, 이 사건 정보는 ① 2020년도 국가직공무원 7급 민간경력자 일괄채용시험서류전형 평정표(이하 '서류전형 평정표'라고만 한다), ② 2020년도 국가직공무원 7급\n민간경력자 일괄채용시험 면접시험 평정표(이하 '면접시험 평정표'라고만 한다), ③ 면접시험 시 면접위원들에게 참고자료로 배포된 '개인발표 및 경험·상황 면접 과제(이하 '이 사건 면접 참고자료'라고 한다)'로 구성되어 있다.\n이 법원이 피고의 비공개 제출 자료를 열람 · 심사한 결과와 앞서 든 증거들에 변론 전체의 취지를 더하여 알 수 있는 다음과 같은 사정들에 비추어 보면, 이 사건 정보(단, 이 사건 면접 참고자료는 별지1 목록 제3항 부분에 한정한다)가 정보공개법 제9조 제1항 제5호 본문의 비공개정보에 해당한다고 보기 어렵고, 달리 이를 인정할 만한 증거가 없다. 따라서 이 사건 처분 중 별지1 기재 정보공개청구를 거부한 부분은 위법하여 취소되어야 하므로, 원고의 주장은 위 인정범위 내에서 이유 있다.\n① 이 사건 공고의 서류전형은, 응시인원이 3배수를 초과하는 경우에는 실체적 내용 심사가 이루어지지만 응시인원이 3배수 이하인 경우에는 적격 여부만 심사하도록되어 있다. 이 사건 공고에 따른 선발인원은 7명이었으나 서류전형 등록자가 20명에 불과하여, 피고는 이 사건 공고의 서류전형에서 대상자의 적격 여부만 심사하였다. 이에 따라 서류전형 평정표에도 그 적격 여부만 기재되어 있을 뿐이어서 이를 공개한다고 하여 피고 업무의 공정한 수행에 현저한 지장을 초래한다고 보기 어렵다.\n다만, 여기에는 부동문자로 실체적 내용 심사 요소가 기재되어 있기는 하다. 그러나 이는 일반적이고 추상적인 항목의 기재이고, 피고가 제출한 을 제7호증과 큰 차이가 있지도 않아 그 항목이 공개되더라도 다음 채용시험에서 이를 바꿀 필요가 있다고 보이지 않는다. 따라서 이러한 사정만으로 위 비공개사유를 인정할 수는 없다.\n② 면접시험 평정표의 경우 그 평정요소는 을 제7호증으로 이미 제출된 내용과 동일하고, 면접위원들이 원고를 평가한 내용이 기재되어 있으나, 이미 원고가 합격하여 평정과정이 종료되었고 그 내용이 상중하 중 하나로만 평가되어 있을 뿐인 점을 고려하면, 각 면접위원들의 성명, 서명 등 개인정보를 제외하여 이를 공개한다고 하여 사회적으로 불필요한 논란을 일으키거나 외부의 부당한 압력 내지 새로운 분쟁에 휘말리는 상황이 초래될 우려가 높다고 볼 수 없다. 면접위원들로서도 공개될 경우에 대한 심리적 부담으로 인하여 솔직하고 자유로운 의사교환에 제한을 받는다고 보기도 어렵다.\n③ 이 사건 면접 참고자료는 면접시험 시 면접위원들에게 배포된 개인발표 및 경험·상황 면접 과제이다. 여기에는 면접대상자가 답해야 하는 문제 외에도 이에 대해서 면접위원들이 어떻게 평가해야 하는지와 어떠한 후속 질문을 해야 하는지 여부 등이 기재되어 있다. 만약 이를 모두 공개할 경우 피고는 계속하여 새로운 문제 및 평가요소, 평가방법을 개발하여야 하는 부담이 발생한다. 또한 응시자는 출제빈도가 높은 문제와 평가항목 위주의 준비를 하게 되어 시험을 통하여 응시자의 실력을 정확하게 측정하는 데에 상당한 지장을 받게 되어 피고가 시행하는 시험이 평가도구로서의 기능을 다하지 못하게 될 우려가 있다. 따라서 이 사건 면접 참고자료를 전부 공개하여야 한다고 볼 수는 없다.\n다만, 별지1 목록 기재 제3항의 정보는 다음과 같은 사정에 비추어 공개될 경우 시험관리업무의 공정한 수행에 현저한 지장을 초래한다고 볼 수 없으므로, 정보공개법 제9조 제1항 제5호 본문의 비공개정보에 해당한다고 보기 어렵다.\n가) 별지1 목록 기재 제3항의 정보는 이 사건 면접 참고자료의 일부에 불과하고, 그 내용도 특정 전형을 위하여 준비된 것이 아니라 통상적인 면접과정에서 이루어질 것으로 예상할 수 있는 일반적인 정보이다. 이로 인하여 피고가 새롭게 문제를 출제하거나 평가방법을 바꿀 필요가 있다고 보이지 않아 정보공개로 인한 피고의 업무증가는 미미할 것으로 보인다.\n나) 원고로서는 초임호봉획정 취소소송에서 이 사건 공고로 인한 채용과정에서 자신의 경력에 관한 내용이 어느 정도 검토되었는지 증명할 필요가 있다. 그런데 앞서 본 바와 같이 서류전형 및 면접시험 심사자료에 대한 사실조회회신이 오지 않은 이상 별지1 목록 기재 제3항의 정보가 공개되지 않는 경우 면접 시 원고의 경력사항이 평가의 요소로 사용되었는지 여부를 알기는 실질적으로 불가능하거나 어려울 것으로 보인다.\n다) 위 일부 정보를 공개한다고 하여 시험의 출제자나 평가위원이 새로운 분쟁에 휘말리게 될 것으로 보이지도 않는다.\n라. 소결\n따라서 별지1 목록 기재 정보는 정보공개법 제9조 제1항 제5호가 정한 비공개 대상 정보에 해당하지 아니하므로, 이 사건 처분 중 위 정보의 공개를 거부하는 부분은 위법하고, 이를 제외한 원고가 공개를 구하는 나머지 정보(이 사건 면접 참고자료 중 별지1 목록 제3항을 제외한 부분)는 정보공개법 제9조 제1항 제5호가 정한 비공개 대상 정보에 해당하므로, 이 사건 처분 중 그 정보의 공개를 거부하는 부분은 적법하다.\n3. 결론\n그렇다면 원고의 청구는 위 인정범위 내에서 이유 있어 이를 인용하고, 나머지 청구는 이유 없어 이를 기각하기로 하여, 주문과 같이 판결한다.\n재판장\n판사\n김순열\n판사\n지은희\n판사\n김도형\n별지 생략\n1) 원고는 예비적으로, 피고가 2022. 4. 7. 원고에 대하여 한 ① 원고 임용시 서류전형 심사자료 중 경력에 직·간접"
}