{
    "판례일련번호": 404876,
    "사건명": "부산고등법원 2022. 6. 9. 선고 2022노28 판결 [중감금치사, 강도상해, 폭력행위등처벌에관한법률위반(공동공갈), 성폭력범죄의처벌등에관한특례법위반(장애인강제추행)]",
    "사건번호": "2022노28",
    "선고일자": "2022-06-09",
    "법원명": "부산고등법원",
    "법원종류코드": null,
    "사건종류명": "형사_폭행",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "부산고등법원 2022. 6. 9. 선고 2022노28 판결 [중감금치사, 강도상해, 폭력행위등처벌에관한법률위반(공동공갈), 성폭력범죄의처벌등에관한특례법위반(장애인강제추행)]\n【사건】\n2022노28 중감금치사, 강도상해, 폭력행위등처벌에관한법률위반\n(공동공갈), 성폭력범죄의처벌등에관한특례법위반(장애\n인강제추행)\n피고인\nA\n항소인\n쌍방\n검사\n조철, 윤원일(기소), 김유철(공판)\n변호인\n법무법인 오현\n담당변호사 김상훈\n원심판결\n부산지방법원 서부지원 2022. 1. 13. 선고 2021고합83-1(분리), 2021고합97(병합) 판결\n판결선고\n2022. 6. 9.\n【주문】\n원심판결을 파기한다.\n피고인을 징역 6년에 처한다.\n피고인에게 장애인관련기관에 7년간 취업제한을 명한다.\n피고인에게 40시간의 성폭력 치료프로그램 이수를 명한다.\n피고인에 대한 신상정보 등록기간을 15년으로 정한다.\n【이유】\n1. 항소이유의 요지\n가. 피고인(사실오인, 법리오해, 채증법칙 위반 및 양형부당)\n1) 사실오인, 법리오해 및 채증법칙 위반\n가) 피해자 M에 대한 중감금치사, 강도상해 및 폭력행위등처벌에관한법률위반(공동공갈)의 점(이하 '이 사건 제1범행'이라 한다)에 대하여\n피고인은 주모자인 C 등의 지시에 따라 이 사건 제1범행에 소극적으로 가담하였을 뿐 이를 계획·주도하거나 다른 공범들에게 범행을 지시하지 않았다. 또한 피해자 M가 사망에 이른 주된 원인은 '외상성 쇼크' 또는 '외상성 두부손상'인데 피고인은 피해자 M에게 위와 같은 사망의 원인을 초래하는 행위를 직접적으로 하지는 않았으므로 피고인의 행위와 피해자의 사망 사이에는 인과관계가 없다.\n그럼에도 원심은 '피고인이 이 사건 제1범행을 구체적으로 주도하거나 지시하지는 않았다'는 공범들의 진술의 증명력을 합리적 이유 없이 배척하고, 장애인이 아닌 피고인이 다른 공범들로부터 (B의) 왼팔로 불렸다는 사정에 근거하여, 피고인이 이 사건 제1범행을 주도하였고, 피고인의 행위로 피해자가 사망에 이르렀다고 인정하였는바, 원심판결에는 사실을 오인하고 법리를 오해하며 채증법칙을 위반하여 자유심증주의의 한계를 벗어난 잘못이 있다.\n나) 피해자 U에 대한 성폭력범죄의처벌등에관한특례법위반(장애인강제추행)의 점(이하 '이 사건 제2범행'이라 한다)에 대하여\n피해자 U은 수사단계에서부터 원심 법정에 이르기까지 일관되게 '피고인에게 자신이 장애인이라는 사실을 알려준 적이 없으므로 피고인은 피해자가 장애인이라는 사실을 몰랐을 것이다'는 취지로 진술하였다. 이와 같은 피해자 U의 진술 태도는 피고인이 이 사건 제2범행 당시 위 피해자가 장애인인 사실을 몰랐다는 피고인의 주장을 강력하게 뒷받침한다. 그럼에도 원심은 피해자 U의 진술의 증명력을 합리적 이유 없이 배척하고, 피고인이 피해자 U이 장애인강제추행죄의 대상인 장애인에 해당한다는 사실을 인식하고 있었다고 만연히 판단하여 위 공소사실을 유죄로 판단하였는바, 원심판결에는 사실을 오인하고 법리를 오해하며 채증법칙을 위반하여 자유심증주의의 한계를 벗어난 잘못이 있다.\n2) 양형부당\n원심이 선고한 형(징역 7년, 장애인관련기관에 대한 취업제한명령 7년, 성폭력치료프로그램 이수명령 40시간, 신상정보 등록 15년)은 너무 무거워서 부당하다.\n나. 검사(양형부당)\n원심이 선고한 위 형은 너무 가벼워서 부당하다.\n2. 피고인의 사실오인, 법리오해 및 채증법칙 위반 주장에 관한 판단\n가. 이 사건 제1범행에 대한 주장에 관한 판단\n1)\n1) 관련 법리\n피고인의 행위가 피해자를 사망하게 한 직접적 원인은 아니었다 하더라도 이로부터 발생된 다른 간접적 원인이 결합되어 사망의 결과를 발생하게 한 경우 그 행위와 사망 사이에는 인과관계가 있다고 할 것이다(대법원 2012. 3. 15. 선고 2011도17648 판결 등 참조).\n2) 구체적인 판단\n살피건대, 원심 및 당심이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음과 같은 사실 및 사정들을 위 법리에 비추어 보면, 피고인의 감금 및 가혹행위와 피해자의 사망 사이에 인과관계를 인정하기에 충분하므로, 피해자에 대한 중감금치사죄와 관련하여 피고인의 행위와 피해자의 사망 사이에 인과관계가 없다는 피고인의 주장은 이유 없다[피고인은 원심이 피고인을 이 사건 제1범행의 주모자로 판단하였다고 주장하나, 원심판결 중 이 사건 제1범행의 '범죄사실'에는 피고인이 공동정범으로서 피해자에 대하여 한 구체적인 행위만이 기재되어 있을 뿐 피고인이 이 사건 제1범행을 주도하였다는 취지의 기재를 찾아볼 수 없다. 다만 원심판결은 '양형의 이유'에서 '피고인과 B만 장애인이 아니고, 피고인은 B의 왼팔로 불리면서 범행을 주도하기 용이하였다'고 기재함으로써 이를 양형 판단의 근거로 삼았으므로, 피고인의 이 부분 주장을 양형부당 주장으로 보고 아래 제3항(양형부당 주장에 관한 판단)에서 판단하기로 한다]. 가) 이 사건 제1범행의 공소사실은, 피고인이 C, D, E, H와 합동하여 2021. 2. 15.경부터 같은 달 17.경 사이 C의 주거지에 방문한 피해자를 폭행하여 재물을 강취하고 상해를 가하였고(강도상해), 2021. 2. 17.경부터 2021. 3. 20.경까지 여러 차례에 걸쳐 피해자를 공갈하여 피해자에게 지급되는 기초수급비를 갈취하였으며(공동공갈), 위와 같은 범행을 은폐하기 위하여 피고인은 B, C, D, E, F, G, H, I, J(이하 '일행들'이라 한다)과 공동하여 C의 주거지에 피해자를 감금하면서 피해자에 대하여 폭행, 협박 등의 가혹행위를 하여 피해자로 하여금 갈비뼈 골절로 인한 가슴부위 염증 및 귀 부위 염증에 의한 패혈증으로 사망에 이르게 하였다(중감금치사)는 것이다.\n나) 피고인은 이 사건 제1범행과 관련하여 경찰에서 2회에 걸쳐 일관되게 '피해자의 기초수급비 카드 등을 빼앗기 위하여 2021. 2. 중순경 C, E, D 등과 1~2시간 가량 피해자의 얼굴과 발을 주먹과 발로 폭행하였다, 2021. 2. 중순경부터 2021. 4. 4.경까지 C의 주거지에 감금하던 피해자를 일행들과 함께 상습적으로 폭행하였다, 피고인은 일행들과 함께 주먹과 발로 피해자의 얼굴과 가슴부위를 때려 바닥에 넘어지면 발로 가슴부위를 수회 밟았다, 피고인이 일행들과 함께 피해자를 폭행하여 피해자가 사망한 것으로 판단된다'는 취지로 진술하였고(부산지방법원 서부지원 2021고합83 사건의 증거기록 409 내지 415면, 823 내지 825면), 검찰에서도 2회에 걸쳐 일관되게 '2021. 2. 중순경 피해자의 기초수급비 카드를 빼앗기 위해 C, H 등과 함께 3시간 가량 피해자를 구타하였다. 피고인은 발로 피해자의 가슴을 밟았는데 뚜두둑 하는 느낌이 났다, 발로 피해자의 가슴을 2~3회 세게 밟았다'는 취지로 진술하였으며(같은 증거기록 1415, 1444쪽), 원심 법정에서도 '피해자의 몸을 발로 밟은 적 있다'는 취지로 진술하였다(공판기록 176면).\n다) 피고인의 위와 같은 진술에 의하면, 피고인은 2021. 2. 중순경 피해자에 대한 강도상해 범행을 할 무렵 발로 피해자의 몸을 여러 차례 세게 밟아 피해자에게 상당한 상해를 가하였고, 그 무렵부터 2021. 4. 4.경까지 일행들과 공동하여 피해자를 감금하면서 수회에 걸쳐 주먹으로 때리거나 발로 차는 방식으로 피해자를 폭행하였던 것으로 보인다. 이는 이 사건 제1범행의 공범 또는 목격자들의 수사기관에서의 각 진술에도 부합한다[I은 경찰에서 '피고인이 주먹과 발로 피해자를 때리고 피해자로부터 기초수급비 카드를 빼앗았다'고 진술하였고(같은 증거기록 269쪽), 검찰에서도 '피고인은 주먹으로 피해자의 얼굴을 때리고 발로 등을 차고 빨래건조대 봉을 가지고 발바닥을 때렸다'고 진술하였다(같은 증거기록 1693쪽). J은 경찰에서 'B, C, 피고인, E, F, G, H가 피해자를 발로 세게 밟은 적이 많았다'고 진술하였고(같은 증거기록 475면), 검찰에서 '피고인은 여러 번 피해자를 손으로 때리고 발로 찼다'고 진술하였다(같은 증거기록 1668면). G는 경찰에서 '주말에 C의 주거지에 방문하였을 때 피고인이 가끔씩 주먹으로 피해자의 얼굴을 때리고, 발로 피해자의 다리를 차는 것을 보았다'고 진술하였고(같은 증거기록 903면), C은 검찰에서 '피고인이 피해자의 얼굴을 차는 것을 몇 번 보았고, 피고인이 발로 피해자의 가슴을 몇 번 밟았다고 들었다'고 진술하였으며(같은 증거기록 1499면), F은 검찰에서 '교도소에서 출소한 2021. 3. 13.경 C의 주거지에서 피고인으로부터 \"피해자를 감시해야 한다\"는 말을 들었다', '피고인이 매일 피해자를 폭행하지는 않았고, 자기가 때리고 싶을 때에만 폭행하였다'고 진술하였다(증거기록 1516,1519면)].\n라) 위와 같이 피고인은 2021. 2. 중순경 피해자의 기초수급비를 갈취할 목적으로 C 등과 합동하여 피해자를 폭행하였고, 그 무렵부터 2021. 4. 4.경까지 일행들과 공동하여 피해자를 C의 주거지에서 도망하지 못하도록 감금하면서 폭행 등의 가혹행위를 하였으며, 피해자는 위와 같은 피고인과 일행들의 지속된 폭행 등의 가혹행위로 왼쪽 갈비뼈 6군데, 오른쪽 갈비뼈 10군데가 골절되고 귀에 심각한 손상이 발생하여 결국가슴 부위 염증과 귀 부위 염증으로 인한 패혈증으로 사망하였다. 따라서 피고인의 주장과 같이 비록 피고인이 피해자에게 가한 폭행의 빈도 및 그 정도가 일행들이 행한 폭행의 빈도 및 그 정도보다 다소 경미하다는 사정이 인정된다 하더라도, 위와 같은 사정만으로 피고인의 가혹행위와 피해자의 사망 사이에 인과관계가 없다고 볼 수는 없다.\n나. 이 사건 제2범행에 대한 주장에 관한 판단\n2)\n1) 관련 법리\n피고인이 범죄구성요건의 주관적 요소인 고의를 부인하는 경우, 범의 자체를 객관적으로 증명할 수는 없으므로 사물의 성질상 범의와 관련성이 있는 간접사실 또는 정황사실을 증명하는 방법으로 이를 증명할 수밖에 없다. 이때 무엇이 관련성이 있는 간접사실 또는 정황사실에 해당하는지는 정상적인 경험칙에 바탕을 두고 치밀한 관찰력이나 분석력으로 사실의 연결상태를 합리적으로 판단하는 방법에 의하여 판단하여야 한다(대법원 2017. 5. 17. 선고 2017도2244 판결 등 참조).\n형사소송법이 채택하고 있는 직접심리주의의 정신에 따라 제1심 증인의 진술에 대한 제1심과 항소심의 신빙성 평가 방법의 차이를 고려해 보면, 제1심판결 내용과 제1심에서 적법하게 증거조사를 거친 증거들에 비추어 제1심 증인이 한 진술의 신빙성 유무에 대한 제1심의 판단이 명백하게 잘못되었다고 볼 특별한 사정이 있거나, 제1심의 증거조사 결과와 항소심 변론종결 시까지 추가로 이루어진 증거조사 결과를 종합하여 제1심 증인이 한 진술의 신빙성 유무에 대한 제1심의 판단을 그대로 유지하는 것이 현저히 부당하다고 인정되는 예외적인 경우가 아니라면, 항소심으로서는 제1심 증인이한 진술의 신빙성 유무에 대한 제1심의 판단이 항소심의 판단과 다르다는 이유만으로 이에 대한 제1심의 판단을 함부로 뒤집어서는 아니 된다(대법원 2018. 3. 29. 선고 2017도7871 판결, 대법원 2020. 10. 29. 선고 2019도4047 판결 등 참조).\n2) 원심의 판단\n피고인은 원심에서도 이 부분 항소이유와 유사한 취지의 주장을 하였고, 원심은 원심이 적법하게 채택하여 조사한 증거들에 의하여 인정되는 다음과 같은 사정들, 즉 원심 법정에서 확인할 수 있는 피해자, Y의 각 진술 태도, 기억력, 언어적 표현, 단어 구사능력 등을 종합하면, 피고인이 이 사건 제2범행 당시 피해자가 장애인인 사실을 알고 있었다고 인정할 수 있다고 판단하였다.\n가) 피고인에게는 지적장애가 없다. 피고인은 피해자의 사실혼 배우자 Y과 약 20년간 알고 지낸 사이이다. Y은 지적장애 3급의 장애인이고, 부산 서구 장애인 일자리 센터인 'Z'에서 일하고 있다. 피고인은 Y을 통해 피해자를 알게 되었고, 피고인이 피해자를 알고 지낸 기간도 약 20년에 이른다.\n나) 피해자는 지적장애 3급으로 장애의 정도가 심한 장애인으로 고등학교 때부터 계속해서 'Z'를 다니며 일회용 장갑 제작 일을 하고 있다. 피해자가 AA에서 피해사실을 진술할 때 동석한 진술조력인은 '피해자가 경험한 것을 1, 2문장으로 표현할 수 있으나 자세한 설명을 위해서는 추가 질문이 필요하고, 날짜에 대한 개념은 이해하고 있으나 특정한 날짜를 기억하는 것은 어려우며, 기본 수 개념은 있으나 연산능력은 부족하고, 일화적 기억을 회상할 수는 있으나 자세한 설명을 위해서는 추가 질문이 필요하다'고 보고하였다.\n다) 피고인은 2020. 9. 2. 부산지방법원에서 피해자, Y과 함께 저지른 특수절도죄로 징역 6월에 집행유예 2년을 선고받은 전력이 있다. 피고인은 위 특수절도 사건의 제1, 2회 공판기일에 피해자, Y과 함께 출석하여 재판을 받았는데, 2020. 7. 1. 진행된 제1회 공판기일에서 피해자, Y은 모두 자신의 직업을 '장애인 근로'라고 진술했고, 2020. 8. 12. 진행된 제2회 공판기일에서 피고인, 피해자, Y 모두를 위해 선임된 국선변호인은 '피해자가 장애인으로 경제적 형편이 좋지 못하다'는 점을 들어 선처를 탄원하는 내용의 변호인의견서와 같이 최후변론을 하였다. 피고인은 적어도 위 재판 과정에서는 피해자가 장애인임을 알게 되었을 것으로 보인다.\n라) 피해자가 원심 법정과 AA에서 '피고인은 자신에게 지적장애가 있는 줄 몰랐을 것이다'라고 진술하였지만, 한편 피해자는 피고인이 자신의 지적장애를 몰랐을 것으로 생각하는 이유에 대해 '자신이 말 한 적이 없기 때문이다. 부끄러워서 이야기 안 했다'라고만 진술하였다. 이와 같은 진술과 피해자의 장애의 정도를 종합해 볼 때, 위에서 본 사정들을 뒤집고 피해자의 진술을 근거로 피고인이 피해자의 지적장애 여부를 알지 못하였다고 인정하기는 어렵다.\n3) 당심의 판단\n앞서 든 법리에 비추어 위와 같은 원심의 판단을 기록과 면밀히 대조하여 살피건대, 원심이 적절히 설시한 위 2)의 가) 내지 라)항의 사정들과 함께, 원심 법정에 증인으로 출석한 피해자와 Y의 진술 내용과 진술 태도, 증인신문 과정에서 드러난 피해자와 Y의 장애의 정도 등을 종합적으로 고려하여, '피고인은 피해자에게 장애가 있는 줄 몰랐을 것이다'라는 피해자의 원심 법정 및 AA에서의 진술에도 불구하고 피고인이 이 사건 제2범행 당시 피해자가 지적장애인이라는 사실을 알고 있었다고 본 원심의 판단은 정당한 것으로 수긍할 수 있고, 거기에 사실오인, 법리오해 및 채증법칙 위반의 잘못이 있다고 할 수 없다[당심의 판결전조사 결과에 의하면 2022. 5. 4. 실시한 피고인에 대한 한국 웩슬러 지능검사 결과 피고인의 전체지능이 69로 오차범위 등을 고려할 때 경도의 지적장애~경계선 수준 정도로 나타나기는 하였으나, 피고인이 고등학교까지 정상적으로 졸업하였고(중학교 생활기록부에는 IQ 86으로 기재되어 있다), 육군에 입대하여 만기 전역하였으며, 전역 후에는 큰아버지가 운영하던 회사를 거쳐 2018년까지 아버지가 운영하던 기계부품 회사에서 창고 정리, 부품발주, 부품 선적 등의 일을 한 점이나, 당심의 피고인신문 과정에 나타난 진술 태도나 진술내용 등에 비추어 보면, 원심의 위와 같은 판단을 뒤집을 정도로 피고인의 지적 수준이 떨어지는 것은 아니라고 판단된다].\n따라서 피고인의 이 부분 주장도 이유 없다.\n3. 양형부당 주장에 관한 판단\n피고인과 검사의 양형부당 주장을 함께 살펴본다.\n이 사건 제1범행은 피고인이 C, D, E, H와 합동하여 C의 주거지에 방문한 피해자 M를 폭행하여 재물을 강취하고 상해를 가하는 강도상해죄를 범하고, 피해자 M를 공갈하여 피해자에게 지급되는 기초수급비를 갈취하는 한편, 피해자 M가 피고인 일행의 위 범행을 신고할 것을 우려하여 일행들과 공동하여 C의 주거지에 피해자 M를 한 달 반 남짓 감금하면서 피해자 M에 대하여 폭행, 협박 등의 가혹행위를 하여 피해자로 하여금 갈비뼈 골절로 인한 가슴부위 염증 및 귀 부위 염증에 의한 패혈증으로 사망에 이르게 한 것이고, 이 사건 제2범행은 피고인이 지적장애 3급의 피해자 U를 강제로 추행한 것이다.\n이 사건 제1범행의 경우 다수의 공범들과 함께 2개월에 가까운 장기간에 걸쳐 폭행, 협박 등 집단적으로 지속적인 가혹행위를 한 것으로 그 죄질이 극히 불량하고, 그로 인하여 피해자 M에게 중한 상해를 입히고 급기야는 사망이라는 참혹한 결과를 초래하여 그 범정 또한 매우 무겁다. 이러한 점을 고려하면 피고인의 죄책은 상당히 무겁다. 피해자 M는 장기간 극심한 신체적·정신적 고통을 받았을 것으로 보이고, 피해자 M의 유족들도 극심한 정신적 고통을 받았을 것으로 보인다. 그럼에도 피고인은 피해회복조치를 하지 못하였고, 아직 피해자 M의 유족들로부터 용서받지 못하였다. 이 사건 제2범행은 장애인에 대한 강제추행 범행으로 그 죄질이 불량하고 그 피해자 역시 위 범행으로 상당한 정신적 충격을 받은 것으로 보인다. 그리고 이 사건 각 범행은 특수절도죄로 인한 집행유예기간 중에 범한 것이어서 그 비난가능성을 더하고 있다. 따라서 피고인에게는 장기간의 실형의 선고는 불가피하다.\n다만, 이 사건 제1범행과 관련하여 피고인은 자신이 위 범행을 주도한 것은 아니라고 주장하는 이외에는 수사기관에서부터 대체로 그 범행을 인정하면서 자신의 잘못을 반성하고 있다. 비록 피고인이 이 사건 제1범행의 공범들 중 나이가 가장 많고, 공범들 중 B과 피고인만이 지적 장애인으로 등록되지 않은 사정은 있으나, 피고인에 대한 한국 웩슬러 성인용 지능검사 결과 피고인의 전체지능은 69로 오차범위 등을 고려하더라도 경도의 지적장애~경계선 수준으로 나타나고, 공범들의 진술에 의하더라도 피고인은 C의 지시에 따라 피해자 M를 폭행하거나 자신의 기분이 좋지 않을 때 간혹 피해자 M를 폭행하였던 것으로 보이는 등의 사정을 고려하면, 피고인이 원심 판시와 같이 이 사건 제1범행을 주도하기에 용이한 위치에 있었다고 단정할 것은 아니라고 보여진다. 또한 피해자 M에게 가한 폭행 등 가혹행위의 정도도 B, C, F, G, H 등과 비교하여 볼 때 상대적으로 가볍다. 이 사건 제2범행의 피해자 U과는 원만히 합의하여, 위 피해자가 피고인에 대한 처벌을 원하지 않고 있다. 이와 같은 사정을 피고인에게 유리한 정상으로 참작하고, 그 밖에 피고인의 나이, 성행, 환경, 범행의 동기, 수단과 결과, 범행 후의 정황, 공범들과의 형의 균형 등 이 사건 기록과 변론에 나타난 제반 양형사유를 종합하여 보면, 피고인에 대하여 징역 7년을 선고한 원심의 형은 다소 무거워서 부당하다.\n따라서 피고인의 양형부당 주장은 이유 있고, 검사의 양형부당 주장은 이유 없다.\n4. 결론\n그렇다면 피고인의 항소는 이유 있으므로 형사소송법 제364조 제6항에 따라 원심판결을 파기하고 변론을 거쳐 다시 다음과 같이 판결한다(피고인의 양형부당 주장을 받아들이는 이상 검사의 항소를 따로 기각하지 아니한다).\n[다시 쓰는 판결 이유]\n범죄사실 및 증거의 요지\n이 법원이 인정하는 범죄사실과 그에 대한 증거의 요지는 원심판결의 각 해당란 기재와 같으므로, 형사소송법 제369조에 따라 이를 그대로 인용한다.\n법령의 적용\n1. 범죄사실에 대한 해당법조 및 형의 선택\n형법 제337조, 제30조(강도상해의 점, 유기징역형 선택), 폭력행위 등 처벌에 관한 법률 제2조 제2항 제3호, 형법 제350조 제1항(공동공갈의 점, 징역형 선택), 형법 제281조 제1항 후문, 제277조 제1항, 제30조(중감금치사의 점), 성폭력범죄의 처벌등에 관한 특례법 제6조 제3항, 형법 제298조(장애인강제추행의 점, 징역형 선택)\n1. 경합범가중\n형법 제37조 전단, 제38조 제1항 제2호, 제50조(형이 가장 무거운 강도상해죄에 정한 형에 경합범 가중)\n1. 정상참작감경\n형법 제53조, 제55조 제1항 제3호(앞서 본 유리한 정상 참작)\n1. 이수명령\n성폭력범죄의 처벌 등에 관한 특례법 제16조 제2항 본문\n1. 공개명령 및 고지명령의 면제\n성폭력범죄의 처벌 등에 관한 특례법 제47조 제1항, 제49조 제1항, 아동·청소년의 성보호에 관한 법률 제49조 제1항 단서, 제50조 제1항 단서(피고인에게는 성범죄전력이 없고, 범죄사실 제4항 기재 강제추행 범행이 불특정 다수를 대상으로 한 것은 아니며, 피고인에 대한 징역형의 선고, 신상정보 등록, 성폭력 치료프로그램 이수명령만으로도 어느 정도 재범을 방지하는 효과를 거둘 수 있을 것으로 보인다. 그 밖에 피고인의 나이, 건강상태, 사회적 유대관계, 공개·고지명령으로 인하여 기대되는 이익 및 예방 효과와 그로 인한 불이익 및 부작용 등 여러 사정을 종합하면, 피고인의 신상정보를 공개 및 고지하여서는 아니 될 특별한 사정이 있다고 판단된다.)\n1. 취업제한명령\n가. 취업제한명령(범죄사실 제1 내지 3항 기재 범행 관련): 장애인복지법 부칙(2020. 12. 29. 법률 제17791호) 제2조, 구 장애인복지법(2021. 7. 27. 법률 제18333호로 개정되기 전의 것) 제59조의3 제1항 본문\n나. 취업제한명령의 면제(범죄사실 제4항 기재 범행 관련): 구 아동·청소년의 성보호에 관한 법률(2020. 12. 8. 법률 제17641호로 개정되기 전의 것) 제56조 제1항 단서, 구 장애인복지법(2020. 12. 29. 법률 제17791호로 개정되기 전의 것) 제59조의3 제1항 단서(피고인에게는 성범죄 전력이 없고, 범죄사실 제4항 기재 강제추행 범행이 불특정 다수를 대상으로 한 것은 아니며, 피고인에 대한 징역형의 선고, 신상정보 등록, 성폭력 치료프로그램 이수명령만으로도 어느 정도 재범을 방지하는 효과를 거둘 수 있을 것으로 보인다. 그 밖에 피고인의 나이, 건강상태, 사회적 유대관계, 취업제한명령으로 인하여 기대되는 이익 및 예방 효과와 그로 인한 불이익 및 부작용 등 여러 사정을 종합하면, 피고인의 위 범행과 관련하여 취업제한을 하여서는 아니 될 특별한 사정이 있다고 판단된다.)\n양형의 이유\n1. 법률상 처단형의 범위: 징역 3년 6월~22년 6월\n2. 양형기준에 따른 권고형의 범위\n가. 제1범죄(강도상해)\n[유형의 결정] 강도범죄 > 02. 상해의 결과가 발생한 경우 > [제2유형] 특수강도\n[특별양형인자] 가중요소: 5인 이상 공동 범행, 범행에 취약한 피해자 M\n[권고영역 및 권고형의 범위] 특별가중영역, 징역 6년~15년\n나. 제2범죄(중감금치사)\n[유형의 결정] 체포·감금·유기·학대범죄 > 01. 체포·감금 > 다. 사망의 결과가 발생한 경우 > [제1유형] 체포·감금치사\n[특별양형인자] 가중요소: 형법 제277조 제1항에 규정된 가혹행위에 해당하는 경우, 체포·감금의 정도가 중한 경우, 범행에 취약한 피해자 M\n[권고영역 및 권고형의 범위] 특별가중영역, 징역 3년~7년 6월\n다. 제3범죄[성폭력범죄의처벌등에관한특례법위반(장애인강제추행)]\n[유형의 결정] 성범죄 > 01. 일반적 기준 > 다. 장애인(13세 이상) 대상 성범죄 >[제2유형] 의제간음/강제추행\n[특별양형인자] 감경요소: 처벌불원\n[권고영역 및 권고형의 범위] 감경영역, 징역 1년 6월~3년\n라. 다수범죄 처리기준에 따른 권고형의 범위: 징역 6년~19년 9월(제1범죄 상한 + 제2범죄 상한의 1/2 + 제3범죄 상한의 1/3)\n다. 선고형의 결정 : 징역 6년\n앞서 본 여러 사정을 종합하여 주문과 같이 형을 정한다.\n신상정보 등록 및 제출의무\n성폭력범죄의처벌등에관한특례법위반(장애인강제추행)죄의 범죄사실에 대하여 유죄판결이 확정되는 경우, 피고인은 성폭력범죄의 처벌 등에 관한 특례법 제42조 제1항에 의한 신상정보 등록대상자가 되므로, 같은 법 제43조에 따라 관할경찰관서의 장에게 신상정보를 제출할 의무가 있다.\n한편, 피고인의 신상정보 등록기간은 성폭력범죄의 처벌 등에 관한 특례법 제45조 제1항 제2호, 제2항에 따라 20년이 되는데, 신상정보 등록의 원인이 된 성폭력범죄의 처벌등에관한특례법위반(장애인강제추행)죄와 나머지 각 죄의 형과 죄질, 범정의 경중 등을 종합하여 볼 때, 신상정보 등록기간을 선고형에 따른 기간보다 더 단기의 기간으로 정할 필요가 있다고 판단되므로, 성폭력범죄의 처벌 등에 관한 특례법 제45조 제4항에 따라 신상정보 등록기간을 15년으로 단축한다.\n재판장\n판사\n박종훈\n판사\n김선희\n판사\n강현준\n1) 이하 이 항에서는 피해자M를 '피해자'라고만 한다.\n2) 이하 이 항에서는 피해자 U을 '피해자'라고만 한다."
}