{
    "판례일련번호": 401930,
    "사건명": "대전지방법원 2018. 7. 4. 선고 2017구합107482 판결 [경쟁입찰 참여자격 취소 및 참여자격 취득 제, 한 처분 취소 청구]확정",
    "사건번호": "2017구합107482",
    "선고일자": "2018-07-04",
    "법원명": "대전지방법원",
    "법원종류코드": null,
    "사건종류명": "기업_공동행위",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대전지방법원 2018. 7. 4. 선고 2017구합107482 판결 [경쟁입찰 참여자격 취소 및 참여자격 취득 제, 한 처분 취소 청구]\n확정\n사 건\n2017구합107482 경쟁입찰 참여자격 취소 및 참여자격 취득 제\n한 처분 취소 청구\n원고\n이화전기공업 주식회사\n피고\n중소벤처기업부장관\n변론종결\n2018. 5. 18.\n판결선고\n2018. 7. 4.\n주 문\n1. 원고의 청구를 기각한다.\n2. 소송비용은 원고가 부담한다,\n청구취지\n피고가 2017. 12. 19. 원고에 대하여 한 중소기업자간 경쟁입찰 참여자격 취소 및 참여자격 취득 제한(6개월)처분을 취소한다.\n이 유\n1. 처분의 경위\n가. 원고는 무정전전원장치 등을 제조·판매하는 회사이고, 피고는 중소기업정책의 기획·종합, 중소기업의 보호·육성, 창업·벤처기업의 지원, 대기업·중소기업간 협력 및 소상공인에 대한 보호·지원에 관한 사무를 관장하는 행정청이다.\n나. 공정거래위원회는 원고를 비롯한 7개사가 한국가스공사에서 2009. 3. 5.부터 2012. 4. 27.까지 실시한 무정전전원장치 지명경쟁 구매입찰(이하 '이 사건 각 입찰'이라고 한다)에서 누계 낙찰금액이 가장 낮은 사업자를 차기 입찰에서의 낙찰예정자로 정하고, 나머지는 낙찰예정자의 투찰가격 이상으로 투찰하여 들러리로 입찰에 참여하는 내용의 합의를 하고, 합의대로 실행(이하 '이 사건 공동행위'라고 한다)함으로써 독점규제 및 공정거래에 관한 법률(이하 '공정거래법'이라 한다) 제19조 제1항의 부당한 공동행위를 하였음을 이유로, 2016. 12. 12. 원고에 대하여 시정명령 및 과징금납부명령(최종 부과된 과징금 107,000,000원)을 하였다(이하 '공정거래위원회의 처분'이라 한다).\n다. 피고는 공정거래위원회의 처분과 관련하여, 원고의 이 사건 공동행위 중 2009. 11. 22.부터 2011. 6. 30.까지의 위반행위는 구 중소기업제품 구매촉진 및 판로지원에 관한 법률(2009. 5. 21. 법률 제9894호로 일부 개정되기 전의 것, 이하 '판로지원법'이라고 한다) 제8조 제2항에 해당하고, 2011. 7. 1.부터 2012. 4.까지의 위반행위는 같은 법(2011. 3. 30. 법률 제20951호로 일부 개정되기 전의 것) 제8조 제3항에 해당한다고 판단하고, 판로지원법 제3항 제3호, 제5호에 근거하여 원고에 대하여 2017. 12. 19. 원고의 중소기업자간 경쟁입찰 참여 자격을 취소하고 6개월간 그 참여자격의 취득을 제한하는 처분(이하 '이 사건 처분'이라고 한다)을 하였다.\n[인정근거] 다툼 없는 사실, 갑 제1, 2, 5호증의 각 기재, 변론 전체의 취지\n2. 이 사건 처분의 적법 여부\n가. 원고의 주장\n아래와 같은 이유로 이 사건 처분은 위법하여 취소되어야 한다.\n1) 무정전전원장치의 입찰시장은 그 특수성으로 인하여 원고를 비롯한 사업자들로서는 이 사건 공동행위가 없으면 생존하기 어려운 상황이었고, 이 사건 공동행위로 위 입찰시장에서의 유효한 경쟁 내지 자유롭고 공정한 경쟁이 제한되었다고 단정지을 수 없으므로, 이 사건 처분사유는 인정되지 않는다.\n2) 원고가 이 사건 공동행위 중 단 2건에 대해서만 낙찰을 받았고, 이로 인하여 얻은 이익이 크지 않은 점, 공정한 경쟁이 훼손될 가능성이 없는 점, 피고 내지 한국가스공사의 손해가 미미한 점, 원고가 이미 한국가스공사로부터 2년간의 입찰참가자격제한처분을 받은 점, 원고가 이 사건 처분으로 인하여 경영 전반에 큰 타격을 입게 될 것인 점 등을 고려하여 보면, 이 사건 처분은 원고에게 지나치게 가혹하여 비례의 원칙에 위배된 것이므로, 이 사건 처분은 재량권을 일탈 · 남용한 것이다.\n나. 판단\n1) 처분사유가 존재하지 않는다는 주장에 관한 판단\n가) 어떠한 공동행위가 독점규제 및 공정거래에 관한 법률 제19조 제1항이 정하고 있는 경쟁제한성을 가지는지 여부는 당해 상품의 특성, 소비자의 제품선택 기준, 당해 행위가 시장 및 사업자들의 경쟁에 미치는 영향 등 여러 사정을 고려하여, 당해 공동행위로 인하여 가격·수량·품질 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있는지를 살펴, 개별적으로 판단하여야 한다. 한편 사업자들이 공동으로 가격을 결정하거나 변경하는 행위는 그 범위 내에서 가격경쟁을 감소시킴으로써 그들의 의사에 따라 어느 정도 자유로이 가격결정에 영향을 미치거나 미칠 우려가 있는 상태를 초래하므로, 그와 같은 사업자의 공동행위는 특별한 사정이 없는 한 부당하다고 볼 수밖에 없다(대법원 2011. 4. 14. 선고 2009두7912 판결).\n나) 위에서 본 증거 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정, 즉, ① 이 사건 각 입찰에 참가할 자격을 가진 등록업체 전부, 즉, 원고를 비롯한 7개사는 이 사건 각 입찰에서 과다경쟁 및 저가투찰에 따른 수익성 악화 등을 막기 위해 가격 경쟁을 회피하는 한편, 발주 물량을 골고루 배분함으로써 각 사의 사업성을 유지하기 위한 의도로 이 사건 공동행위를 시작하였고, 약 3년 2개월 동안 공동행위를 지속하면서 낙찰예정자, 투찰가격 등을 사전에 결정하였던 점, ② 낙찰예정자, 투찰가격 등을 사전에 서로 합의하여 결정하고 이를 토대로 형식적으로 입찰에 참여하는 방법으로 합의를 실행한 행위는 입찰과정에서 실질적인 경쟁 없이 1개 업체만이 입찰에 참가하여 낙찰되는 것과 같은 효과를 발생시킴으로써 입찰참가자들 간의 경쟁을 통하여 거래상대방, 거래조건 등을 결정하고자 한 경쟁 입찰제도의 취지를 무력화시켜 입찰시장에서 실질적인 경쟁을 통하여 낙찰자가 결정될 수 있는 가능성을 원천적으로 제한하는 점, KJ 원고를 비롯한 7개사는 이 사건 공동행위가 지속되는 동안 낙찰률(낙찰예정가격 대비 낙찰가의 비율) 평균 90% 이상의 높은 가격으로 낙찰받았는데, 이 사건 공동행위가 종료된 직후의 낙찰률은 약 50% 정도에 그쳤는바, 이러한 낙찰률의 변동 추이에 비추어 보면 이 사건 공동행위를 통하여 담합이 없었다면 형성되었을 가격보다 훨씬 높은 가격으로 낙찰이 되었음을 인정할 수 있고, 이를 통하여 발주처인 한국가스공사의 이익을 침해하였음이 명백한 점, ④ 낙찰예정가격 이하 최저가낙찰 방식으로 인해 과도한 출혈경쟁이 있었다고 하여 이 사건 각 입찰에서 공정하고 자유로운 경쟁이 존재할 수 없었다고 볼 수는 없고, 출혈경쟁으로 인한 원가 이하 낙찰을 방지할 목적으로 이 사건 공동행위를 하였다고 하더라도, 그러한 사정이 이 사건 공동행위를 정당화할 수 없는 점 등을 고려하여 보면, 이 사건 공동행위는 경쟁제한성이 있는 것으로서 구 판로지원법(법률 제9685호 및 제10504호)상의 '담합 등 부당한 행위를 한 경우'에 해당된다. 원고의 위 주장은 이유 없다.\n2) 재량권을 일탈 · 남용하였다는 주장에 관한 판단\n가) 제재적 행정처분이 사회통념상 재량권의 범위를 일탈하였거나 남용하였는지 여부는 처분사유로 된 위반행위의 내용과 당해 처분행위에 의하여 달성하려는 공익목적 및 이에 따르는 제반 사정 등을 객관적으로 심리하여 공익 침해의 정도와 그 처분으로 인하여 개인이 입게 될 불이익을 비교 · 형량하여 판단하여야 한다. 이 경우 제재적 행정처분의 기준이 부령의 형식으로 규정되어 있더라도 그것은 행정청 내부의 사무처리준칙을 규정한 것에 지나지 않아 대외적으로 국민이나 법원을 기속하는 효력이 없으므로, 당해 처분의 적법 여부는 위 처분기준만이 아니라 관계 법령의 규정 내용과 취지에 따라 판단하여야 한다. 따라서 그 처분기준에 부합한다 하여 곧바로 당해 처분이 적법한 것이라고 할 수는 없지만, 위 처분기준이 그 자체로 헌법 또는 법률에 합치되지 않거나 그 기준을 적용한 결과가 처분사유인 위반행위의 내용 및 관계 법령의 규정과 취지에 비추어 현저히 부당하다고 인정할 만한 합리적인 이유가 없는 한, 섣불리그 기준에 따른 처분이 재량권의 범위를 일탈하였거나 재량권을 남용한 것이라고 판단해서는 안 된다(대법원 2007. 9. 20. 선고 2007두6946 판결 등 참조).\n나) 위에서 본 증거 및 변론 전체의 취지에 의하여 알 수 있는 다음과 같은 사정, 즉, ① 이 사건 공동행위가 이루어진 기간이 3년 2개월에 달하고, 원고는 다른 사업자들과 긴밀한 담합관계에 의하여 이 사건 각 입찰에 참여해온 점, ② 이 사건 공동행위로 인한 관련매출액 총금액이 37,579,724,893원에 달하고, 그 중 원고의 관련매출액도 4,220,726,445원에 달하는 등, 이 사건 공동행위로 인하여 원고가 얻은 이익과 한 국가스공사가 입은 피해가 결코 작다고 볼 수 없는 점, ③ 부정당업자에 대한 제재는 공정한 경쟁과 계약의 성실한 이행을 확보함과 동시에 국가나 공기업이 입게 될 불이익을 미연에 방지하기 위한 것으로서 그 공익적 필요성이 큰 점, ④ 구 판로지원법 시행규칙 제4조 별표 1은 '담합 등 부당한 행위를 한 경우', 행위자에 대하여 6개월의 제재기간을 규정하고 있고, 이 사건 처분이 이에 부합하며, 위 처분기준이 그 자체로 헌법 또는 법률에 합치되지 않거나 객관적으로 불합리하다고 보기 어려운 점 등을 감안하여 보면, 원고가 주장하는 사정을 감안하더라도 이 사건 처분으로 달성하려는 공익이 그로 인하여 원고가 입게 되는 불이익보다 가볍다고 보기 어렵고, 처분사유가 된 위반행위의 내용과 관계 법령의 규정 내용과 취지에 비추어 이 사건 처분이 현저히 부당하다고 인정할 만한 합리적인 이유가 있다고 보기도 어려우므로, 이 사건 처분이 재량권의 범위를 일탈하거나 재량권을 남용하였다고 볼 수 없다. 따라서 원고의 위 주장도 이유 없다.\n3. 결론\n그렇다면 원고의 청구는 이유 없으므로 이를 기각하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n방창현\n판사\n고영식\n판사\n함현지\n별지 생략"
}