{
    "판례일련번호": 401756,
    "사건명": "대구지방법원 2019. 8. 14. 선고 2018구합20803 판결 [입찰참가자격제한처분취소]확정",
    "사건번호": "2018구합20803",
    "선고일자": "2019-08-14",
    "법원명": "대구지방법원",
    "법원종류코드": null,
    "사건종류명": "기업_공동행위",
    "사건종류코드": null,
    "판결유형": "판결",
    "선고": "선고",
    "판례상세링크": null,
    "판시사항": null,
    "판결요지": null,
    "참조조문": null,
    "참조판례": null,
    "판례내용": "대구지방법원 2019. 8. 14. 선고 2018구합20803 판결 [입찰참가자격제한처분취소]\n확정\n【사건】\n2018구합20803 입찰참가자격제한처분취소\n원고\nA 주식회사\n소송대리인 법무법인 세종 담당변호사 안영진, 추지원\n피고\n한국가스공사\n소송대리인 변호사 이승훈\n변론종결\n2019. 6. 19.\n판결선고\n2019. 8. 14.\n주문\n1. 피고가 2018. 3. 7. 원고에게 한 2년간의 입찰참가자격 제한처분을 취소한다.\n2. 소송비용은 피고가 부담한다.\n청구취지\n주문과 같다.\n이 유\n1. 처분의 경위\n가. 당사자의 지위\n1) 원고는 제철, 강관 등의 생산 및 판매사업을 영위하는 회사로서 20l5. 7. 1. B 주식회사(이하 'B'라고만 한다)를 흡수합병하였다.\n2) 피고는 공공기관의 운영에 관한 법률(이하 '공공기관운영법'이라 한다)에서 정한 공기업으로서 액화천연가스(LNG)를 수입한 후 이를 기화하여 발전소 등지에 공급하거나 일반도시가스회사에 공급하는 사업을 수행한다.\n나. 원고의 입찰담합행위 및 공정거래위원회의 의결\n1) B, C 주식회사, D 주식회사, 주식회사 E, A 주식회사, 주식회사 F(이하 '이 사건 6개 회사'라 한다)은 피고가 2003. 1.경부터 2013. 12.경까지 발주한 별지 목록 기재 총 37건의 강관 구매입찰에서 가격경쟁을 회피하고 물량을 안정적으로 확보하고자 낙찰예정사, 투찰가격, 유찰 여부, 물량 배분 등을 사전 합의하였다(이하 '이 사건 담합'이라 한다).\n2) 공정거래위원회는 '이 사건 6개 회사가 이 사건 담합을 하여 독점규제 및 공정거래에 관한 법률(이하 '공정거래법'이라 한다) 제19조 제1항 제3, 8호를 위반하였다'고 판단하고, 2017. 12. 21. 원고에게 그 시정을 명함과 아울러 256억 900만 원의 과징금을 부과하였다.\n다. 피고의 이 사건 처분\n1) 피고는 위와 같은 공정거래위원회의 의결을 기초로 계약심의위원회를 개최하였고, 계약심의위원회는 \"이 사건 담합은 장기간에 걸쳐 진행되었기 때문에 낙찰받은 업체는 모두 공동주도한 것으로 보는 것이 맞다.\"는 등의 의견을 나눈 다음, 원고가'담합을 주도하여 낙찰을 받은 자'에 해당한다고 의결하였다.\n2) 이에 따라 피고는 2018. 3. 7. 원고에게 이 사건 담합을 이유로 공공기관운영법 제39조, 공기업·준정부기관 계약사무규칙(이하 '계약사무규칙'이라 한다) 제15조, 국가를 당사자로 하는 계약에 관한 법률(이하 '국가계약법'이라 한다) 제27조 제1항 제2호, 같은 법 시행령 제76조, 같은 법 시행규칙 제76조 [별표 2]에 따라 2018. 3. 12.부터 2020. 3. 11.까지 2년간 입찰참가자격을 제한하는 처분을 하였다(이하 '이 사건 처분'이라 한다).\n【인정근거】 다툼 없는 사실, 갑 제1 내지 3호증, 을 제4호증의 각 기재, 변론 전체의 취지\n2. 이 사건 처분의 적법 여부\n가. 원고의 주장\n1) 처분사유의 부존재\n이 사건 담합은 피합병회사인 B에 의해 이루어진 것이고 B의 법위반 전력이 합병 후 존속하는 원고에게 당연승계되는 것은 아니므로, 이 사건 처분은 헌법에서 정한 자기책임의 원칙에 반하여 위법하므로 취소되어야 한다.\n2) 재량권의 일탈·남용\n① B가 이 사건 담합을 주도하지 아니한 점, ② 원고는 직접적인 법위반 행위자가 아닌 점, ③ 이 사건 담합은 강관의 원재료인 후판의 공급부족에 기인한 불가피한 사정에서 비롯된 점, ④ 이 사건 담합으로 인한 피고의 피해규모나 원고가 취득한 이익이 그리 크지 않은 점 등 위반행위의 내용, 동기 및 횟수 등을 고려하면, 이 사건 처분은 재량권의 한계를 넘거나 그 남용이 있는 때에 해당하여 위법하므로 취소되어야 한다.\n나. 관계 법령\n별지 관계 법령 기재와 같다.\n다. 처분사유의 존부에 관한 판단\n1) 원고의 주장에 대한 판단\n가) 회사합병이 있는 경우에는 피합병회사의 권리·의무는 사법상의 관계나 공법상의 관계를 불문하고 그의 성질상 이전을 허용하지 않는 것을 제외하고는 모두 합병으로 인하여 존속한 회사에게 승계되는 것으로 보아야 한다(대법원 1994. 10. 25. 선고 93누21231 판결, 대법원 2004. 7. 8. 선고 2002두1946 판결 참조). 합병 전 회사가 위반행위를 저지른 후 합병 후 존속회사에 합병되어, 합병 후 존속회사에 대하여 합병 전 회사의 위반행위를 이유로 입찰참가자격 제한처분을 하는 경우에도 합병 전 회사의 위반행위의 동기, 내용 및 횟수뿐만 아니라 합병이 이루어진 동기와 경위, 합병 전 회사와 합병 후 존속회사의 관계, 합병 전 회사와 합병 후 존속회사의 영업 내용의 유사성, 합병 전 회사의 사업부문 매출이 합병 후 존속회사의 전체 매출에서 차지하는 비중 등의 다양한 사정을 합병 후 존속회사에 대한 입찰참가자격 제한기간을 정할 때 그 고려요소로서 참작하여, 처분청이 그러한 사정을 참작한 결과 제한기간을 감경할 필요가 있다고 판단할 때에 감경하면 충분하다(대법원 2016. 6. 28. 선고 2014두13072 판결 참조).\n나) 관련 법리에 비추어 보건대, 원고의 피합병회사인 B의 권리·의무는 사법상의 관계나 공법상의 관계를 불문하고 모두 합병으로 인하여 존속한 원고에게 승계되었다 할 것이므로, 피고는 원고에게 B가 이 사건 담합을 하였다는 이유로 입찰참가자격제한처분을 할 수 있다 할 것이다.\n다) 따라서 원고의 이 부분 주장은 이유 없다.\n2) 제척기간의 준수 여부에 관한 직권판단\n가) 국가계약법 제27조 제4항은, 제27조 제1항 제2호의 행위(경쟁입찰, 계약 채결 또는 이행 과정에서 입찰자 또는 계약상대자 간에 서로 상의하여 미리 입찰가격, 수주 물량 또는 계약의 내용을 협정하였거나 특정인의 낙찰 또는 납품대상자 선정을 위하여 담합하는 행위)가 종료된 때부터 7년이 경과한 경우에는 입찰참가자격을 제한할 수 없다고 규정하고 있는바, 위 규정은 비록 2016. 9. 3. 신설되었지만 그 이전의 입찰담합행위에 대하여 2016. 9. 3. 이후에 처분을 하는 경우에도 적용되어야 할 것이다.\n나) 그리고 제척기간의 준수 여부는 법원의 직권조사사항이므로(대법원 2009. 9. 24. 선고 2007두7505 판결, 대법원 2000. 10. 13. 선고 99다18725 판결 등 참조), 이 사건 처분이 제척기간을 준수하였는지 여부에 관하여 살피건대, 앞서 인정한 사실에 의하면 피고는 이 사건 담합 중 이 사건 처분일인 2018. 3. 7.을 기준으로 이미 7년의 제척기간이 경과하였음이 역수상 명백한 2003. 1.경부터 2011. 3. 7.까지의 입찰담합행위(별지 목록 순번 1 내지 27)에 대하여서도 이 사건 처분의 사유로 삼았음을 알 수 있다.\n결국 이 사건 처분은 위와 같이 처분사유로 삼을 수 없는 행위에 대하여서도 처분을 한 위법이 있으므로, 원고의 나머지 주장에 관하여 더 나아가 살필 필요 없이 위법하여 취소되어야 한다.\n3. 결론\n그렇다면 원고의 청구는 이유 있으므로 이를 인용하기로 하여 주문과 같이 판결한다.\n재판장\n판사\n박만호\n판사\n사공민\n판사\n김웅수\n별지 생략"
}