{
    "행정심판재결례일련번호": 224311,
    "사건명": "고용유지지원금지급거부처분취소청구등",
    "사건번호": "2001-09622",
    "의결일자": "2001-11-26",
    "처분일자": null,
    "처분청": null,
    "재결청": "국민권익위원회",
    "재결구분명": null,
    "재결구분코드": null,
    "행정심판례상세링크": "/DRF/lawService.do?OC=pwshoot&target=decc&ID=224311&type=HTML&mobileYn=",
    "재결요지": "사 건 01-09622 고용유지지원금지급거부처분취소청구등\n청 구 인 ○○자동차 주식회사(관리인 이 ○ ○)\n인천광역시 ○○구 ○○동 199번지\n피청구인 ○○지방노동사무소장\n청구인이 2001. 9. 14. 제기한 심판청구에 대하여 2001년도 제42회 국무총리행정심판위원회는 주문과 같이 의결한다.",
    "주문": "1. 청구취지 1은 이를 기각한다.\n2. 나머지 청구는 이를 각하한다.",
    "청구취지": "1. 피청구인이 2001. 6. 18. 청구인에 대하여 한 2001년 3월분 고용유지지원금지급거부처분은 이를 취소한다.\n2. 피청구인은 2001년도 4월분 고용유지지원금을 청구인에게 지급하라.",
    "이유": "1. 사건개요\n청구인이 일시적인 물량감소 등 경영상의 이유로 2001. 3. 2.부터 2001. 3. 31.까지 청구인 회사 ○○정비사업소의 근로자 일부에 대하여 휴업을 실시하고 이들에 대하여 휴업수당을 지급하였다는 이유로 2001. 5. 29. 피청구인에게 고용유지지원금지급신청을 하자, 피청구인이 2001. 6. 18. 청구인이 실시한 휴업은 고용보험법 제16조에 규정된 고용안정을 위한 조치로 볼 수 없다는 이유로 청구인에게 고용유지지원금지급거부처분(이하 “이 건 처분”이라 한다)을 하였다.\n\n2. 청구인 주장\n이에 대하여 청구인은 다음과 같이 주장한다.\n가. 청구인 회사는 1999. 8. 26. 워크아웃 지정 이후 2000. 11. 28. 최종 부도처리 되어 경영전반에 대한 강력한 구조조정을 추진하여 왔고 그 일환으로 ○○자동차 주식회사(이하 “○○자동차”라 한다)로부터 위탁받은 ○○차 사후관리업무(정비 등 사후관리서비스)의 이관을 추진하던 중 ○○차의 부품공급이 중단됨에 따라 부득이 관할법원의 승인(2001. 1. 12.)을 받아 ○○차의 사후관리업무 위탁계약을 해지하였다.\n\n나. 피청구인은 청구인이 근로자들의 집단농성으로 사업의 정상적인 운영이 불가능하여 휴업을 실시한 것이라고 하나, ○○정비사업소 근로자들은 집단농성을 하지 아니하였고, 일부 근로자들의 집단농성은 청구인과는 아무런 관련이 없는 ○○차 사후관리업무의 인수자인 ○○자동차의 분사정책에 반대하여 고용승계를 주장하며 일어난 것이므로, 청구인이 실시한 휴업은 근로자들의 파업과는 무관하게 경영전반에 대한 구조조정 추진과정에서 사업이관에 따른 경영상의 불가피한 사유로 실시한 것이다.\n따라서 피청구인의 이 건 처분은 위법ㆍ부당하고, 피청구인은 사업이관의 지연으로 인하여 추가로 실시된 2001년도 4월의 휴업에 대한 고용유지지원금도 지급하여야 한다.\n\n3. 피청구인 주장\n피청구인은 다음과 같이 주장한다.\n(본안전 항변)\n청구인은 2001년도 4월에 추가로 실시한 휴업에 대하여 고용유지지원금을 지급하라고 주장하나, 청구인은 2001년도 4월분 고용유지지원금을 신청한 사실이 없고 이에 대하여 피청구인이 어떠한 처분을 한 바도 없으므로, 이 건 청구는 행정심판제기의 요건을 갖추지 못한 것으로서 각하되어야 한다.\n\n(본안에 관한 항변)\n청구인 사업장은 ○○차 사후관리업무의 이관과정에서 노동조합측이 ○○자동차에 고용보장 등을 요구하며 2001. 2. 5.부터 집단농성을 벌여 사업의 정상적인 운영이 불가능한 상태에서 2001. 2. 28. 청구인이 고용유지조치계획신고서를 제출하였는 바, 청구인이 행한 휴업조치는 집단농성이 장기화되고 임금지급이 불가능하게 되자 근로자들에게 휴업수당을 지급하기 위하여 단행된 것으로 판단되고 근로자의 고용안정을 위한 고용유지조치로 볼 수 없으므로 이 건 처분은 적법ㆍ타당하다.\n\n4. 이 건 처분의 위법ㆍ부당여부 및 이 건 청구의 행정심판적격여부\n가. 관계법령\n행정심판법 제2조제1항, 제3조제1항\n고용보험법 제16조제1항\n동법시행령 제17조\n\n나. 판 단\n(1) 청구인 및 피청구인이 제출한 회사자구계획통보서, ○○차 위탁서비스관련계약 일괄해지 통보서, 서비스중단관련일정통보서, 노사합의서, 2001년도 3월 휴업계획신고서, 고용유지(휴업)지원금신청서, 고용유지(휴업)지원금부지급결정통지서, 출장복명서, △△자동차 ○○정비사업소 파업동향보고서 등 각 사본의 기재를 종합하여 보면, 다음과 같은 사실을 인정할 수 있다.\n(가) 청구인 회사와 ○○자동차는 1998. 6. 1. ○○차의 사후관리업무에 관한 권한과 책임을 청구인 회사에 위탁하는 계약을 체결하였다가, 2001. 1. 12. 인천지방법원의 승인을 받아 위 계약을 해지하였다.\n(나) 청구인은 2001. 1. 15. ○○자동차에 대하여 ○○차 사후관리업무 위탁계약의 해지사실을 통보하고, 위 계약해지에 따른 업무 및 자산의 인수인계를 위하여 조속한 시일내에 협의를 갖고, 협의가 원만하게 진행되지 못할 경우 2001. 2. 1.부터 ○○자동차의 정비 등 사후관리서비스에 제한이 발생될 수 있다는 사실을 통보하였다.\n(다) 청구인은 2001. 2. 28. 일시적인 물량감소 등 경영상의 이유로 2001. 3. 2.부터 3. 31.까지 ○○정비사업소의 근로자 일부에 대하여 휴업을 실시한다는 내용의 휴업계획신고서를 피청구인에게 제출하였다.\n(라) 노사협의합의서에 의하면, 청구인 회사와 노동조합은 2001. 2. 16. 회사 경영상의 형편과 RV차량의 부품공급 차질로 정상적인 서비스업무가 불가능 하다는 이유로 2001. 3. 2.부터 3. 31.까지 RV차량 정비사업장의 관련업무자들에 대하여 휴업을 실시하기로 합의한 것으로 되어 있다.\n(마) 피청구인 소속 직원이 작성한 2001. 4. 3.자 출장복명서에 의하면, △△자동차의 부도로 청구인 사업장에 인수된 ○○자동차가 분리되는 과정에서 전국 7개의 RV차량 정비사업소 직원을 △△자동차와 ○○자동차에서 고용승계를 하지 않으려고 하자, 2001. 2. 5.부터 노동조합원들이 농성에 들어가 정상조업이 불가능하여 청구인이 휴업을 실시하였고, 2001. 3. 30. 청구인 사업장을 방문하였을 때, 정비현장은 모두 가동중지 되어 경비원 및 사무직원을 제외한 생산직원 전원이 근무를 하지 않는 상태였다고 기재되어 있다.\n(바) 피청구인이 노동부장관 등에게 보고한 △△자동차 ○○정비사업소의 파업동향보고서에 의하면, ○○정비사업소 노동조합원 47명은 2001. 2. 6. △△정비사업소 노동조합원과 ○○정비사업소에 집결하여 09:30부터 조합원들의 고용안정을 요구하는 집회 및 토론회를 가졌고, 2001. 2. 7. 08:00부터 △△정비사업소에 집결하여 집회 및 토론회를 가지고 13:00경 해산하였으며, 2001. 2. 13.부터 2. 15.까지는 매일 2시간씩(13:00-15:00) 독자적으로 파업을 하였고, 2001. 2. 19. 10:00부터 12:00까지 △△정비사업소 노동조합원들과 ○○정비사업소에 집결하여 집회를 한 것으로 각각 기재되어 있다.\n(사) 청구인이 2001. 5. 29. 2001년도 3월에 실시한 휴업에 대하여 고용유지지원금 지급신청을 하자, 피청구인이 위 휴업은 근로자의 고용승계 요구로 인한 농성 때문에 사업의 정상적인 운영이 불가능하여 단행된 것이므로 이를 고용유지를 위한 휴업조치로 보기 어렵다는 이유로 2001. 6. 18. 청구인에게 이 건 처분을 하였다.\n(아) 노동부장관의 2001. 6. 4.자 질의회신문에 의하면, 근로자들이 노동조합의 요구사항을 관철시킬 목적으로 사업장에서 농성중 사업주가 고용유지조치계획신고서를 제출한 경우, 실제로 휴업이 농성으로 인하여 사업의 정상적인 운영이 불가능한 상황을 타개하기 위하여 취해졌다고 볼 수 있으므로 이를 고용유지를 위한 휴업조치로 보기 어렵다고 기재되어 있다.\n\n(2) 먼저 청구취지 1에 대하여 살피건대, 고용보험법 제16조제1항 및 동법시행령 제17조제1항의 규정에 의하면 노동부장관은 경기의 변동, 산업구조의 변화 등에 따른 사업규모의 축소, 사업의 폐지 또는 전환으로 인하여 고용조정이 불가피하게 된 사업주가 1월을 단위로 당해 사업 피보험자의 소정근로연일수에 대한 휴업을 행한 피보험자 휴업연일수의 비율이 15분의 1을 초과하는 휴업을 행하고, 당해 휴업기간에 대하여 휴업수당을 지급하는 경우 고용유지지원금을 지급하도록 되어 있는 바,\n위 인정사실에 의하면, 청구인이 비록 피청구인에게 고용유지조치(휴업)계획신고서를 제출하고 휴업을 실시한 후 근로자들에게 휴업수당을 지급하였다 하더라도, 청구인이 2001. 2. 28. 피청구인에게 고용유지조치(휴업)계획신고서를 제출하기 전인 2001. 2. 5.부터 청구인 회사의 ○○정비사업소의 근로자들이 고용보장을 요구하며 집단농성과 파업을 행하였던 사실을 고려해 볼 때, 청구인이 휴업조치를 취하지 아니하였다 하더라도 근로자들의 파업으로 ○○정비사업소의 정상적인 운영이 불가능한 상황이었다고 볼 수 있어 청구인의 휴업조치는 경기의 변동 및 산업구조의 변화 등에 따른 사업의 폐지 등으로 인하여 고용조정이 불가피한 상황에서 근로자들의 고용안정을 의도하여 행하여진 조치로 볼 수 없다고 할 것이므로 피청구인의 이 건 처분은 위법ㆍ부당하다고 할 수 없을 것이다.\n다음으로 청구취지 2에 대하여 살피건대, 청구인은 피청구인이 2001년도 4월분 고용유지지원금을 청구인에게 지급하여야 한다고 주장하나, 행정심판법 제3조제1항 및 제2조제1항에 의하면 행정청의 처분 또는 부작위에 대하여 행정심판을 제기할 수 있고 “처분”이라 함은 행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부와 그밖에 이에 준하는 행정작용을 말하며 “부작위”라 함은 행정청이 당사자의 신청에 대하여 상당한 기간내에 일정한 처분을 하여야 할 법률상 의무가 있음에도 불구하고 이를 하지 아니하는 것을 말한다고 규정되어 있는 바,\n위 인정사실에 의하면, 청구인은 2001년도 4월분 고용유지지원금을 신청한 사실도 없고, 피청구인이 이와 관련하여 청구인에게 어떠한 처분을 한 사실도 없으므로, 이 건 청구는 행정심판제기요건을 결한 부적법한 청구라 할 것이다.\n\n5. 결 론\n그렇다면, 청구인의 청구중 청구취지 1은 이유없다고 인정되므로 이를 기각하기로 하고, 나머지 청구는 심판제기요건을 결한 부적법한 심판청구라 할 것이므로 이를 각하하기로 하여 각각 주문과 같이 의결한다."
}